Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/*.lproj/Localizable.strings
Languages: fr

# WelcomeTitle
source: Welcome to Ring
fr: Bienvenue sur Ring

# WelcomeText
source: A Ring account allows you to reach people securely in peer to peer through fully distributed network
fr: Un compte Ring permet de se connecter sécuritairement avec un autre interlocuteur à travers un réseau distribué

# LinkDeviceButton
source: Link this device to an account
fr: Lier cet appareil à un compte

# CreateAccount
source: Create a Ring account
fr: Créer un compte Ring

# CreateAccountFormTitle
source: Create your Ring account
fr: Créer votre compte Ring

# RegisterPublicUsername
source: Register public username (experimental)
fr: Enregister un nom d'utilisateur (expérimental)

# ChooseStrongPassword
source: Choose strong password you will remember to protect your Ring account.
fr: Saisir un mot de passe sécuritaire facile à retenir pour protéger votre compte Ring

# EnterNewUsernamePlaceholder
source: Enter new username
fr: Saisir un nouveau nom d'utilisateur

# NewPasswordPlaceholder
source: New Password
fr: Nouveau mot de passe

# RepeatPasswordPlaceholder
source: Repeat new password
fr: Saisir à nouveau le mot de passe
