Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.newPasswordConfirmPlaceholder
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
ast_es: Confirmar la contraseña nueva
az: یئنی رمز لری تصدیق ائدیر
be_by: Пацвердзіце новы пароль
bg_bg: Потвърди новия парол
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
ca: Confirmar la nova contrasenya
de: Neues Passwort bestätigen
de_de: Neues Passwort bestätigen
el: Επιβεβαίωση νέου κωδικού
eo: Konfirmu novan pasvorton
es_mx: Confirmar nueva contraseña
et: Korda uut salasõna
et_ee: Vahenda uus parool
eu: Baieztatu pasahitza berria
fa_ir: تایید گذرواژه جدید
fi: Vahvista uusi salasana
fr: Confirmer le nouveau mot de passe
ga: Déan pasfhocal nua a dhearbhú
gu: નવા પાસવર્ડની પુષ્ટિ કરો
he: אישר סיסמה חדשה
hi_in: नया पासवर्ड पुष्टि करें
hr_hr: Potvrdi novu lozinku
hu: Új jelszó megerősítése
hy: Համոզվեք նոր գաղտնաբառը
id: Konfirmasi kata sandi baru
it: Conferma nuova password
kk: Жаңа парольді растаңыз
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ko_kr: 새로운 비밀번호를 확인
ml: പുതിയ പാസ്വേഡ് സ്ഥിരീകരിക്കുക
mn_mn: Шинэ нууц үг батлах
mr: नवीन संकेतशब्द पुष्टी करा
ne: नयाँ पासवर्ड पुष्टि गर्नुहोस्
nn: Bekreft nytt passord
oc: Confirmar lo nòu senhal
ro_ro: Confirmă parola nouă
sl: Potrdite novo geslo
sq_al: Ripohoni fjalëkalimin e ri
sw: Thibitisha password mpya
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: కొత్త పాస్వర్డ్ను నిర్ధారించు
th: ยืนยันคําว่าใหม่
tt: Яңа шифәрне раслау
vi: Xác nhận mật khẩu mới
zh_hans_cn: 确认新密码

# accountPage.changePasswordError
source: Incorrect password
ar: كلمة مرور خاطئة
ast_es: La contraseña ye incorrecta
az: پاسورده حاقسيز
be_by: Пароль няправільна
bg_bg: Паролето не е правилно
bn: ভুল পাসওয়ার্ড
ca: Password incorrecte
de: Falsches Passwort
de_de: Falsches Passwort
el: Λάθος κωδικό πρόσβασης
eo: Malĝusta pasvorto
es_mx: Contraseña incorrecta
et: Vigane salasõna
et_ee: Salaus on vale
eu: Pasahitza okerra
fa_ir: گذرواژه نادرست است
fi: Väärä salasana
fr: Mot de passe incorrecte
ga: Pasfhocal mícheart
gu: પાસવર્ડ ખોટો
he: סיסמה לא נכונה
hi_in: गलत पासवर्ड
hr_hr: Neispravna lozinka
hu: Hibás jelszó
hy: Անհիմն գաղտնաբառ
id: Kata sandi salah
it: Password errata
kk: Пароль дұрыс емес
kn: ತಪ್ಪಾದ ಪಾಸ್ವರ್ಡ್
ko_kr: 비밀번호 잘못
ml: തെറ്റായ പാസ്വേഡ്
mn_mn: Хатуу нууц үг
mr: चुकीचा संकेतशब्द
ne: गलत पासवर्ड
nn: Passord feil
oc: Password incorrect
ro_ro: Parolă greșită
sl: Nepravilno geslo
sq_al: Fjalëkalim i pasaktë
sw: Nambari isiyo sahihi
ta: தவறான கடவுச்சொல்
te: పాస్వర్డ్ తప్పు
th: ปรสิตผิด
tt: Дөрес булмаган пароль
vi: Mật khẩu không chính xác
zh_hans_cn: 密码错误

# accountPage.enableBoothMode
source: Enable Booth Mode
ar: تمكين وضع المرفق
ast_es: Activa'l Módus de Booth
az: بوث مودونو فعال ائتمک
be_by: Уключыць рэжым бута
bg_bg: Осигуряване на режим бута
bn: বুথ মোড সক্ষম করুন
ca: Activació de l' mòde de l'estamp
de: Geheim-Modus aktivieren
de_de: Stand-Modus einschalten
el: Ενεργοποιήστε τη λειτουργία Booth
eo: Aktivigu la ŝarĝan reĝimon
es_mx: Habilitar modo reservado
et: Lülita kioskirežiim sisse
et_ee: Võimalise boodi toiming
eu: Bota Modua aktibatu
fa_ir: فعال‌سازی حالت غرفه
fi: Kioskitila käyttöön
fr: Activer le mode Kiosque
ga: Cumas a chur ar an modh Booth
gu: બુથ મોડને સક્ષમ કરો
he: תפעיל מצב קיר
hi_in: बूथ मोड सक्षम करें
hr_hr: Aktivirajte režim stanice
hu: Fülke üzemmód engedélyezése
hy: Հեռուստացույցի ռեժիմը ակտիվացնել
id: Aktifkan Mode Booth
it: Attiva Modalità Cabina
kk: Бут режимін қосу
kn: ಬೂತ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 부스 모드를 활성화
ml: ബൂത്ത് മോഡ് പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: Бутын хэв маяг ашиглах
mr: बूट मोड सक्षम करा
ne: बुथ मोड सक्षम गर्नुहोस्
nn: Aktive brukstilstand
oc: Abilitar lo mòde de botiga
ro_ro: Activează „Modul Cabină”
sl: Vklopi način govorilnice
sq_al: Aktivizo Mënyrën Kabinë
sw: Kuwezesha Mode Booth
ta: புத்து பயன்முறையை இயக்கு
te: బూత్ మోడ్ను ప్రారంభించండి
th: เปิดโหมด Booth
tt: Бут режимын кую
vi: Khả năng chế độ Booth
zh_hans_cn: 启用话亭模式

# accountPage.disableBoothMode
source: Disable Booth Mode
ar: إيقاف وضع المرفق
ast_es: Desactivar el Módulu de Booth
az: بوث مودونو غیر فعال ات
be_by: Адключыць рэжым бута
bg_bg: Отключете режим на бута
bn: বুথ মোড অক্ষম করুন
ca: Desactivar el mode de l'estamp
de: Geheim-Modus deaktivieren
de_de: Stand-Modus ausschalten
el: Απαλείψτε τη λειτουργία Booth
eo: Malŝaltu la buŝan reĝimon
es_mx: Deshabilitar modo reservado
et: Lülita kioskirežiim välja
et_ee: Püüa peatada laua
eu: Desaktibatu Booth Modua
fa_ir: غیر‌فعال‌سازی حالت غرفه
fi: Poista kioskitila
fr: Désactiver le mode Kiosque
ga: Cinntí an modh Booth
gu: બુથ મોડને અક્ષમ કરો
he: תבטל מצב הדלת
hi_in: बूथ मोड को अक्षम करें
hr_hr: Odričaj način štampa
hu: Fülke üzemmód letiltása
hy: Հեռացնել բուշի մոդը
id: Nonaktifkan Mode Booth
it: Disattiva Modalità Cabina
kk: Бут режимін өшіру
kn: ಬೂತ್ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 부스 모드를 비활성화
ml: ബൂത്ത് മോഡ് പ്രവർത്തനരഹിതമാക്കുക
mn_mn: Бутын хэв маяг гараагүй болгох
mr: बूट मोड अक्षम करा
ne: बुथ मोड अक्षम गर्नुहोस्
nn: Deaktivera standstill
oc: Desactivar lo mòde de botiga
ro_ro: Dezactivează „Modul Cabină”
sl: Izklopi način govorilnice
sq_al: Çaktivizo Mënyrën Kabinë
sw: Kulemaza Mode Booth
ta: புத் பயன்முறையை முடக்கு
te: బూత్ మోడ్ను నిలిపివేయండి
th: ปิดโหมด Booth
tt: Бут режимын гамәлдән чыгару
vi: Thiết lập chế độ Booth
zh_hans_cn: 禁用话亭模式

# accountPage.disableBoothModeExplanation
source: Please provide your account password
de: Bitte geben Sie das Kontopasswort ein
de_de: Geben Sie Ihr Passwort ein
es_mx: Por favor ingresá la contraseña de tu cuenta
et: Palun sisesta oma kasutajakonto salasõna
et_ee: Palun andke oma konto parool
fa_ir: گذرواژه حساب‌تان را وارد کنید
fi: Anna tilin salasana
fr: Entrer le mot de passe de votre compte
hu: Fiók jelszavának megadása
it: Inserire la password dell'account
ro_ro: Introdu parola contului tău
sl: Please provide the account password
sq_al: Ju lutemi, jepni fjalëkalimin e llogarisë
zh_hans_cn: 請提供您的帳號密碼

# accountPage.boothModeExplanation
source: In booth mode conversation history not saved and jami functionality limited by making outgoing calls. When you enable booth mode all your conversations will be removed.
ar: في وضع الكشك لا يتم حفظ تاريخ المحادثات و وظائف jami محدودة من خلال إجراء المكالمات الخارجة. عندما تمكن من وضع الكشك سيتم إزالة جميع المحادثات الخاصة بك.
ast_es: En modo stand, el historial de conversaciones nun se guarda y la funcionalidá jami ye limitada por facer llamadas salientes.
az: بوخ مودوندا مکالمه تاریخ سی ساقلانیلمیر و Jami فعالیتلری چیخیشلار وئرمکله محدود اولور. بوخ مودوندا بوتون مکالمه لرین چئوریلیر.
be_by: У рэжыме кабіны гісторыя размоў не захаваная і функцыянальнасць Jami абмежаваны выхаду званкі.
bg_bg: В режим "бух" не е запазено историята на разговора и функциите на Jami са ограничени от изходящи обаждания.
bn: বুথ মোডে কথোপকথনের ইতিহাস সংরক্ষিত নয় এবং বহিরাগত কল করার মাধ্যমে Jami কার্যকারিতা সীমিত। যখন আপনি বুথ মোড সক্ষম করবেন তখন আপনার সমস্ত কথোপকথন মুছে ফেলা হবে।
ca: En mode cabina no s'ha guardat el historial de conversa i la funcionalitat jami limitada per fer trucades sortents.
de: Im Geheim-Modus wird der Gesprächsverlauf nicht gespeichert und die Jami-Funktionalität durch ausgehende Anrufe eingeschränkt. Wenn Sie den Geheim-Modus aktivieren, werden alle Ihre Gespräche entfernt.
de_de: Im Stand-Modus werden die Gesprächsverläufe nicht gespeichert und die Funktion von Jami ist eingeschränkt. Es können nur Gespräche gestartet werden. Wenn Sie in den Stand-Modus wechseln, werden alle Ihre Gespräche gelöscht.
el: Στην κατάσταση του μπουθ, το ιστορικό συνομιλιών δεν έχει αποθηκευτεί και η λειτουργία του Jami περιορίζεται από τις εξόδους κλήσεων.
eo: En la stand-modo konversacia historio ne estas savita kaj la funkcio de Jami limigita per farante elirantaj alvokojn. Kiam vi aktivigas stand-modo ĉiuj viaj konversacioj estos forigitaj.
es_mx: En el modo de conversación reservada, el historial de conversaciones no se guarda y la funcionalidad de Jami se limita al realizar llamadas salientes. Cuando habilite el modo de conversación reservada, se eliminarán todas sus conversaciones.
et: Kioskirežiimis vestluste ajalugu ei salvestata ja saad vaid välja helistada ning sinu vestlused eemaldatakse.
et_ee: Booth-režiimis ei salvestata vestlushistoriat ja Jami funktsioon on piiratud väljapääsude tegemisega.
eu: Talde moduko elkarrizketa historia ez da gorde eta jami funtzionalitatea mugatuta irteten deiak eginez.
fa_ir: در حالت غرفه سابقه گفتگو ذخیره نمی‌شود و عملکرد جمی به برقراری تماس‌های خروجی محدود می‌شود. وقتی حالت غرفه را فعال کنید، تمامی گفتگو‌های شما حذف می‌شوند.
fi: Kioskitilassa keskusteluhistoriaa ei tallenneta ja jamin toimintoja rajoitettu lähtevien puheluiden osalta. Kun otat kioskitilan käyttöön, kaikki keskustelusi poistetaan.
fr: Dans le mode Kiosque, l'historique n'est pas sauvegardé et les fonctions de Jami sont limités à faire des appels. Si vous activez le mode Kiosque, toutes vos conversations seront supprimées.
ga: I modh booth, ní shábháil go bhfuil stair comhrá agus cumaíocht jami teoranta ag glaochanna amach. Nuair a chuireann tú ar chumas modh booth, déanfar do chuid comhráite go léir a bhaint.
gu: બૂથ મોડમાં વાતચીત ઇતિહાસ સાચવવામાં આવ્યો નથી અને બહાર નીકળીને કોલ્સ કરીને જમા કાર્યક્ષમતા મર્યાદિત છે. જ્યારે તમે બૂથ મોડને સક્ષમ કરો છો ત્યારે તમારી બધી વાતચીત દૂર કરવામાં આવશે.
he: במצב הקו לא נשמרת היסטוריית השיחה והפונקציונליות של ג'אמי מוגבלת על ידי שיחות יוצאות.
hi_in: बूथ मोड में वार्तालाप इतिहास नहीं सहेजा गया है और जामी कार्यक्षमता आउटगोइंग कॉल करने से सीमित है. जब आप बूथ मोड सक्षम करेंगे तो आपकी सभी वार्तालाप हटा दी जाएगी।
hr_hr: U režimu kabine povijest razgovora nije spisana i funkcionalnost jami ograničena odlaska pozive.
hu: A fülke üzemmódban a beszélgetési előzmények nem kerülnek mentésre, és a Jami funkcionalitása korlátozott a kimenő hívások kezdeményezésekor. Ha a fülke üzemmód engedélyezve van, az összes beszélgetés törlődik.
hy: Բուդի ռեժիմում զրույցի պատմությունը չի պահպանվում եւ Jami ֆունկցիոնալությունը սահմանափակվում է ելող զանգերի կատարմամբ: Երբ դուք ակտիվացնում եք բուդի ռեժիմը, ձեր բոլոր զրույցները կվերացվեն:
id: Dalam mode booth riwayat percakapan tidak disimpan dan fungsi jami dibatasi dengan melakukan panggilan keluar. Ketika Anda mengaktifkan mode booth semua percakapan Anda akan dihapus.
it: In Modalità Cabina la cronologia delle conversazioni non viene salvata e la funzionalità di Jami è limitata a fare chiamate. Se attivi la Modalità Cabina tutte le tue conversazioni saranno eliminate.
kk: Бут режиміне қосылғанда барлық әңгімелеріңіз алынып тасталады.
kn: ಬೂತ್ ಮೋಡ್ನಲ್ಲಿ ಸಂವಾದದ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಹೊರಹೋಗುವ ಕರೆಗಳನ್ನು ಮಾಡುವ ಮೂಲಕ Jami ಕಾರ್ಯವನ್ನು ಸೀಮಿತಗೊಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಬೂತ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ನಿಮ್ಮ ಎಲ್ಲಾ ಸಂಭಾಷಣೆಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko_kr: 부시 모드에서는 대화의 역사가 저장되지 않고, 출력 통화로 Jami 기능이 제한됩니다. 부시 모드를 활성화하면 모든 대화가 삭제됩니다.
ml: ബൂത്ത് മോഡിൽ സംഭാഷണ ചരിത്രം സംരക്ഷിക്കപ്പെടുന്നില്ല, പുറത്തെ കോളുകൾ വിളിക്കുന്നതിലൂടെ ജാമി പ്രവർത്തനം പരിമിതപ്പെടുത്തിയിരിക്കുന്നു. ബൂത്ത് മോഡ് പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ നിങ്ങളുടെ എല്ലാ സംഭാഷണങ്ങളും നീക്കംചെയ്യപ്പെടും.
mn_mn: Бут режимд ярианы түүх хадгалан үлдээгүй бөгөөд Jami-ийн функц-ийн үйл ажиллагааг гадаад дуудлага хийхээр хязгаарлагджээ. Бут режимд хангахдаа бүх яриаг нь хасна.
mr: बूट मोडमध्ये संभाषण इतिहास जतन केला नाही आणि जामी कार्यक्षमता बाहेर जाणाऱ्या कॉलद्वारे मर्यादित आहे. जेव्हा तुम्ही बूट मोड सक्षम कराल तेव्हा सर्व संभाषणे हटविली जातील.
ne: बूथ मोडमा वार्तालाप इतिहास बचत गरिएको छैन र जमी कार्यक्षमता बाहिर जाने कलहरू गरेर सीमित छ। जब तपाईं बूथ मोड सक्षम गर्नुहुन्छ सबै तपाईंको कुराकानीहरू हटाइनेछ।
nn: I stand-modus blir samtalshistoria ikkje lagd og funksjonaliteten til jami er begrenset av å gjera utgående samtal. Når du aktiverer stand-modus blir alle samtalene dine fjerna.
oc: En mòde de cabina l'istòria de conversacion es pas salvada e la foncionalitat jami limitada per far de trucas sortentas.
ro_ro: În „Modul Cabină” cronologia conversațiilor nu e salvată și Jami este limitat la efectuarea de apeluri. Dacă activezi „Modul Cabină”, toate conversațiile tale vor fi șterse.
sl: V načinu govorilnice se zgodvina pogovora ne shranjuje, funkcionalnost Jamija pa je omejena na odhodne klice. Ob vklopu tega načina se odstranijo vsi pogovori.
sq_al: Në mënyrën kabinë, historiku i bisedës s’ruhet dhe funksionet e Jami-t kufizohen në bërje thirrjesh. Kur aktivizoni mënyrën kabinë, krejt bisedat tuaja do të hiqen.
sw: Katika hali ya jengo mazungumzo historia si kuhifadhiwa na utendaji jami mdogo kwa kufanya wito outgoing.
ta: ஸ்டேஷன் பயன்முறையில் உரையாடல் வரலாறு சேமிக்கப்படவில்லை மற்றும் ஜாமி செயல்பாடு புறப்படும் அழைப்புகளைச் செய்வதன் மூலம் வரையறுக்கப்பட்டுள்ளது. நீங்கள் ஸ்டேஷன் பயன்முறையை இயக்கும்போது உங்கள் உரையாடல்கள் அனைத்தும் நீக்கப்படும்.
te: బూత్ మోడ్లో సంభాషణ చరిత్ర సేవ్ చేయబడలేదు మరియు అవుట్గోయింగ్ కాల్స్ చేయడం ద్వారా Jami కార్యాచరణ పరిమితం చేయబడింది. మీరు బూత్ మోడ్ను ప్రారంభించినప్పుడు మీ సంభాషణలు తొలగించబడతాయి.
th: ในโหมดบูธ ประวัติการพูดคุยไม่ได้บันทึก และการทํางานของ Jami มีขัดขวางโดยการทําการโทรออก เมื่อคุณเปิดโหมดบูธทั้งหมดการพูดคุยของคุณจะถูกลบ
tt: Буут режимында сөйләшү тарихы сакланып калмаган һәм Jami функциясе чикле булган, читтән баручы шалтыратулар ясаганда.
vi: Trong chế độ booth lịch sử cuộc trò chuyện không được lưu và chức năng jami bị hạn chế bằng cách thực hiện cuộc gọi ra ngoài. Khi bạn bật chế độ booth tất cả các cuộc trò chuyện của bạn sẽ bị xóa.
zh_hans_cn: 话亭模式中，不会保存会话历史，且 jami 的功能会受限为外拨电话。启用话亭模式后，现有会话将全部被删除。

# accountPage.noBoothMode
source: To enable Booth mode encrypt your account first.
de: Um den Booth-Modus zu aktivieren, schützen Sie das Konto zunächst mit einem Passwort.
de_de: Um den Stand-Modus zu aktivieren, müssen Sie zuerst ein Passwort für das Konto einrichten.
es_mx: Para habilitar el modo de conversación reservada, primero debe crear una contraseña de cuenta.
et: Kioskirežiimi kasutamiseks palun esmalt krüpti oma kasutajakonto.
et_ee: Et võimaldada Booth-režiimi, peate kõigepealt luua konto parool.
fa_ir: برای فعال‌سازی حالت غرفه ابتدا باید گذرواژه حساب ایجاد کنید.
fi: Ota Booth-tila käyttöön suojaamalla tili ensin salasanalla.
fr: Pour activer le mode Kiosque, vous devez d'abord créer un mot de passe.
hu: A fülke üzemmód engedélyezéséhez először jelszóval kell védeni a fiókot.
it: Per attivare la Modalità Cabina, proteggi prima l'account con una password.
ko_kr: 부스 모드를 활성화하려면 먼저 계정 비밀번호를 생성해야 합니다.
ro_ro: Cifrează-ți contul înainte de a activa „Modul Cabină”.
sl: To enable Booth mode, password protect the account first.
sq_al: Që të aktivizohet mënyra Kabinë, së pari mbroni me fjalëkalim llogarinë.
zh_hans_cn: 要啟用藍牙模式，您必須先建立帳號密碼。

# accountPage.boothModeAlertMessage
source: After enabling booth mode all your conversations will be removed.
ar: بعد تمكين وضع الكشك سيتم إزالة جميع محادثاتك
ast_es: La so primer apaición foi nel estrenu de la cuarta temporada de la serie enllargar hasta un total de 12 episodios.[16] N'ochobre de 1998, la so primer apaición foi nel estrenu de la cuarta temporada de la serie enllargar hasta un total d'once episodios.[16]
az: بوخ موودی فعال ائدن سونرا بوتون دانیشیقلارینیز آرادان آپاراجاق.
be_by: Пасля таго, як вы ўключыце рэжым кабіны, усе вашыя размовы будуць выдаленыя.
bg_bg: След като включите режим "бух", всички разговори ще бъдат премахнати.
bn: বুথ মোড চালু করার পর আপনার সমস্ত কথোপকথন মুছে ফেলা হবে।
ca: Després d'activar el mode cabina totes les converses seran eliminades.
de: Nach dem Aktivieren des Booth-Modus werden alle Konversationen entfernt.
de_de: Das Einschalten des Stand-Modus' löscht alle Unterhaltungen.
el: Αφού ενεργοποιήσεις τη λειτουργία του θάλαμου, όλες οι συνομιλίες σου θα αφαιρεθούν.
eo: Post aktivigo de la stand-modo ĉiuj viaj konversacioj estos forigitaj.
es_mx: Después de habilitar el modo de conversación reservada, se eliminarán todas sus conversaciones.
et: Pärast kioskirežiimi aktiveerimist kustutatakse kõik sinu vestlused.
et_ee: Pärast kabinimoodi aktiveerimist kustutatakse kõik teie vestlused.
eu: Kabina-moduan jarri ondoren, zure elkarrizketa guztiak ezabatuko dira.
fa_ir: بعد از فعال‌سازی حالت غرفه، تمامی گفتگوهای شما حذف می‌شوند.
fi: Booth-tilan käyttöönoton jälkeen kaikki keskustelut poistetaan.
fr: Après avoir activé le mode Kiosque, toutes vos conversations seront supprimées.
ga: Tar éis do modh booth a chumasú, déanfar do chuid comhráite go léir a bhaint.
gu: બૂથ મોડને સક્ષમ કર્યા પછી તમારી બધી વાતચીત દૂર કરવામાં આવશે.
he: לאחר שתפעיל את מצב הקו, כל השיחות שלך ימחקו.
hi_in: बूथ मोड सक्षम करने के बाद, आपकी सभी बातचीत हटा दी जाएगी।
hr_hr: Nakon uključivanja stand modu, svi razgovori će biti uklonjeni.
hu: A fülke üzemmód engedélyezése után az összes beszélgetés eltávolításra kerül.
hy: Երբ ակտիվացնեք բուդի մոդը, ձեր բոլոր զրույցները կվերացվեն:
id: Setelah mengaktifkan mode booth, semua percakapan Anda akan dihapus.
it: Dopo aver attivato la Modalità Cabina, tutte le conversazioni saranno eliminate.
kk: Кабина режимін қосудан кейін барлық әңгімелеріңіз алынып тасталады.
kn: ಬೂತ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ ನಂತರ ನಿಮ್ಮ ಎಲ್ಲಾ ಸಂಭಾಷಣೆಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko_kr: 부시 모드를 활성화하면 모든 대화가 삭제됩니다.
ml: ബൂത്ത് മോഡ് പ്രവർത്തനക്ഷമമാക്കിയ ശേഷം നിങ്ങളുടെ എല്ലാ സംഭാഷണങ്ങളും നീക്കം ചെയ്യും.
mn_mn: Бут режимыг идэвхжүүлсний дараа бүх яриагаа устгасан болно.
mr: बूथ मोड सक्षम केल्यानंतर तुमच्या सर्व संभाषणे हटविली जातील.
ne: बूथ मोड सक्षम भएपछि सबै कुराकानी हटाइनेछ।
nn: Etter at du har aktivert stand-modus, blir alle samtalene dine fjernt.
oc: Après aver activat lo mòde de cabina totas las vosas conversas seràn eliminadas.
ro_ro: După activarea modului cabină, toate conversațiile tale vor fi șterse.
sl: After enabling booth mode, all the conversations will be removed.
sq_al: Pas aktivizimit të mënyrës kabinë, do të hiqen krejt bisedat.
sw: Baada ya kuamsha mode ya jengo mazungumzo yako yote itaondolewa.
ta: ஸ்டேஷன் பயன்முறையை இயக்கிய பிறகு உங்கள் உரையாடல்கள் அனைத்தும் நீக்கப்படும்.
te: బూత్ మోడ్ను ప్రారంభించిన తర్వాత మీ సంభాషణలన్నీ తొలగించబడతాయి.
th: หลังจากเปิดโหมดบูธแล้ว การพูดคุยทั้งหมดของคุณจะถูกลบ
tt: Бут режимын кушкач, барлык сөйләшүләрегез дә бетереләчәк.
vi: Sau khi bật chế độ phòng, tất cả các cuộc trò chuyện của bạn sẽ bị xóa.
zh_hans_cn: 在啟用展示模式後，所有的對話都會被移除。

# accountPage.peerDiscovery
source: Enable local peer discovery
ar: تمكين اكتشاف النظراء المحلي
ast_es: Permite la detección local de pares
az: یئرلی شبکه ده اوتوماتیک باغلانیش
be_by: Аўтаматычнае падключэнне ў мясцовай сетцы
bg_bg: Осигуряване на локалното откриване на връстници
bn: স্থানীয় সমকক্ষ আবিষ্কার সক্ষম করুন
ca: Connecta automàticament a la xarxa local
de: Erlaube das Finden von lokalen Teilnehmern
de_de: Automatisch mit dem lokalen Netzwerk verbinden
el: Επιτρέψτε την τοπική ανακάλυψη ομοτίμων
eo: Aktivigu lokan samseksan malkovron
es_mx: Conectarse automáticamente en red local
et: Võimalda kohalikus võrgus võrdõigusvõrgu sõlmede tuvastamist
et_ee: Automaatne ühendus kohaliku võrguga
eu: Bertako lagunen aurkikuntza ahalbidetu
fa_ir: اتصال خودکار در شبکه محلی
fi: Salli paikallinen vertaisten haku
fr: Activer la découverte des utilisateurs locaux
ga: Aibriú ar an gcloinneadh comhghleacaithe áitiúil
gu: સ્થાનિક નેટવર્ક પર સ્વયંસંચાલિત કનેક્ટ
he: אפשרות גילוי עמיתי מקומי
hi_in: स्थानीय नेटवर्क पर ऑटो कनेक्ट
hr_hr: omogućiti lokalno otkrivanje vršnjaka
hu: Helyi társ felderítése engedélyezése
hy: Հնարավորացնել տեղական զուգընկերների հայտնաբերումը
id: Mengaktifkan penemuan rekan lokal
it: Attiva il rilevamento di utenti locali
kk: Жергілікті теңгерімдерді табуға мүмкіндік беру
kn: ಸ್ಥಳೀಯ ಸಹವರ್ತಿಗಳ ಪತ್ತೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ
ko_kr: 로컬 네트워크에서 자동 연결
ml: പ്രാദേശിക പീക്ക് ഡിസ്കവറി പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: Орон нутгийн хамтын ажиллагааг хангах
mr: स्थानिक सहकारी शोध सक्षम करा
ne: स्थानीय समकक्ष खोज सक्षम गर्नुहोस्
nn: Legg til lag for lokal peer-oppdaging
oc: Abilitar la descobèrta de pèiras localas
ro_ro: Activează descoperirea utilizatorilor locali
sl: Vklopi lokalno odkrivanje soležnikov
sq_al: Aktivizo pikasje ortakësh vendorë
sw: Kuwezesha upatikanaji wa wenzao wa ndani
ta: உள்ளூர் சகாக்களைக் கண்டறிவதை இயக்குதல்
te: స్థానిక నెట్వర్క్లో ఆటో కనెక్ట్
th: เปิดใช้งานการค้นพบเพียร์ในพื้นที่
tt: Җирле яшьтәшләрне ачыклау мөмкинлеге
vi: Kết nối tự động trên mạng địa phương
zh_hans_cn: 启用本地对等方发现

# accountPage.peerDiscoveryExplanation
source: Connect to other DHT nodes advertising on our local network
ar: اتصل بعقد DHT أخرى التي تعلن على شبكتنا المحلية
ast_es: La conexión a otros nodos DHT publicitarios na nuestra rede local
bg_bg: Свържете се с други DHT възли, рекламирани в нашата локална мрежа
bn: আমাদের স্থানীয় নেটওয়ার্কে বিজ্ঞাপন দেওয়া অন্যান্য ডিএইচটি নোডের সাথে সংযোগ স্থাপন করুন
de: Verbinde zu anderen sich meldenden DHT Knoten in unserem lokalen Netzwerk
el: Συνδέστε με άλλους κόμβους DHT που διαφημίζουν στο τοπικό μας δίκτυο
eo: Konekti al aliaj DHT-nodoj reklamantaj en nia loka reto
et: Loo ühendus DHT-sõlmedega kohalikus võrgus
eu: Gure sarean iragarki egiten duten beste DHT-ko korapiloekin konektatu.
fi: Yhdistä muihin DHT-solmuihin, jotka ilmoittautuu paikallisessa verkossa
fr: Se connecter à d'autres nœuds DHT affichés sur notre réseau local
ga: Déan nasc le nodhanna DHT eile a fhógairt ar ár líonra áitiúil
he: חיבור לנקודות DHT אחרות המפרסמים ברשת המקומית שלנו
hr_hr: Povežite se s drugim DHT čvorovima koji oglašavaju na našoj lokalnoj mreži
hu: Csatlakozás más DHT-csomópontokhoz, amelyek a helyi hálózaton hirdetnek
hy: Կապակցեք DHT-ի այլ խանութների հետ, որոնք գովազդում են մեր տեղական ցանցում
id: Terhubung ke node DHT lain yang beriklan di jaringan lokal kita
it: Connettiti ad altri nodi DHT nella tua rete locale.
kk: Жергілікті желіде жарнамалаушы басқа DHT түйіндерге қосылыңыз
kn: ನಮ್ಮ ಸ್ಥಳೀಯ ಜಾಲದಲ್ಲಿ ಜಾಹೀರಾತು ನೀಡುವ ಇತರ ಡಿಎಚ್ಟಿ ಗ್ರಂಥಿಗಳೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
ml: നമ്മുടെ പ്രാദേശിക നെറ്റ് വർക്കിൽ പരസ്യം ചെയ്യുന്ന മറ്റ് ഡിഎച്ച്ടി നോഡുകളുമായി ബന്ധിപ്പിക്കുക
mn_mn: Манай орон нутгийн сүлжээний зар сурталчилгааны бусад DHT-ийн түймэрүүдтэй холбох
mr: आमच्या स्थानिक नेटवर्कवर जाहिरात करणाऱ्या इतर डीएचटी नोड्सशी कनेक्ट व्हा
ne: हाम्रो स्थानीय नेटवर्कमा विज्ञापन गर्ने अन्य DHT नोडहरूमा जडान गर्नुहोस्
nn: Knyt deg til andre DHT-knodar som annonserer på nettverket vårt
oc: Conectar a d'autres nòdes DHT publicitaris sus nòstra ret locala
ro_ro: Conectează-te la alte noduri DHT din rețeaua ta locală.
sl: Poveži se na druga vozlišča DHT, ki objavljajo na krajevnem omrežju.
sq_al: Lidhu me nyje të tjera DHT që reklamohen në rrjetin tonë vendor
sw: Kuunganisha na nyingine DHT nodes matangazo kwenye mtandao wetu wa ndani
ta: எங்கள் உள்ளூர் நெட்வொர்க்கில் விளம்பரப்படுத்தும் மற்ற DHT முனைகளுடன் இணைக்கவும்
th: เชื่อมต่อกับ DHT จอดอื่นที่ประกาศในเครือข่ายของเรา
tt: Безнең җирле челтәрдә реклама ясаучы башка DHT узелларына тоташтырыгыз
zh_hans_cn: 连接至在本地网络宣告的 DHT 节点
