Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# alerts.errorWrongCredentials
source: An error occurred while connecting to Jami Account Management Server (JAMS). Please try again. If the problem persists, contact your system administrator.
ast_es: Unable to connect to provided account manager. Please check your credentials
az: حساب مدیرینه باغلی اولمامیش. لطفاً اعتباراتینیزینی چک ائدیرین
be_by: Не можа падключыцца да прадстаўленага кіраўніка рахунку. Калі ласка, праверце свае даведкі.
bg_bg: Не мога да се свържа с предоставения мениджър на акаунта.
bn: প্রদত্ত অ্যাকাউন্ট ম্যানেজারের সাথে সংযোগ স্থাপন করতে পারছি না. দয়া করে আপনার শংসাপত্রগুলি পরীক্ষা করুন
ca: No es pot connectar amb el gestor de compte proporcionat. Si us plau, comproveu les vostres credencials
de: Beim Verbinden mit dem Verwaltungsserver ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut. Sollte das Problem weiterhin bestehen, wenden Sie sich an Ihren Systemadministrator.
de_de: Die Kontoverwaltung kann nicht kontaktiert werden. Bitte prüfen Sie Ihre Zugangsdaten.
es_mx: No se puede conectar con el administrador de cuenta proporcionado. Por favor revise sus credenciales
et: Ühenduse loomisel Jami kontohaldusserveriga (JAMS) tekkis viga. Palun proovi uuesti. Kui viga ei kao, siis võta ühendust serveri haldajaga.
et_ee: Ma ei saa ühendust võtta antud kontomanijaga.
fa_ir: توانایی اتصال به مدیریت حساب ارائه‌شده را نداریم. لطفا اعتبارنامه‌های خود را بررسی کنید.
fi: Virhe yhdistettäessä hallintapalvelimeen. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmänvalvojaan.
fr: Une erreur s'est produite lors de la connexion à Jami Account Management Server (JAMS). Veuillez réessayer. Si le problème persiste, contactez votre administrateur système.
ga: Ní féidir teagmháil a dhéanamh le bainisteoir cuntas a sholáthraíonn tú.
gu: પ્રદાન કરેલ એકાઉન્ટ મેનેજર સાથે કનેક્ટ થઈ શકતો નથી. કૃપા કરીને તમારી ઓળખપત્રો તપાસો
hi_in: प्रदान किए गए खाता प्रबंधक से कनेक्ट नहीं हो सकता है. कृपया अपनी क्रेडेंशियल जांचें
hu: Hiba történt a kezelő-kiszolgálóhoz való csatlakozáskor. Próbálkozzon újra. Ha a probléma továbbra is fennáll, forduljon a rendszergazdához.
id: Tidak dapat terhubung ke manajer akun yang disediakan. Silakan periksa kredensial Anda
it: Si è verificato un errore durante la connessione al server di gestione. Riprovare. Se il problema persiste, contattare l'amministratore del sistema.
kk: Unable to connect to provided account manager. Please check your credentials
kn: ಒದಗಿಸಿದ ಖಾತೆ ವ್ಯವಸ್ಥಾಪಕ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ರುಜುವಾತುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko_kr: 제공된 계정 관리자와 연결할 수 없습니다. 귀하의 신분증을 확인하시기 바랍니다.
ml: നൽകിയിരിക്കുന്ന അക്കൌണ്ട് മാനേജറുമായി ബന്ധപ്പെടാനായില്ല. ദയവായി നിങ്ങളുടെ ക്രെഡിറ്റീവുകൾ പരിശോധിക്കുക
nn: Unable to connect to provided account manager. Please check your credentials
oc: Unable to connect to provided account manager. Please check your credentials
ro_ro: A apărut o eroare în timpul conectării la Serverul de Administrare a Conturilor Jami (JAMS). Încearcă din nou. Dacă problema persistă, contactează administratorul sistemului.
sl: An error occurred while connecting to the management server. Please try again. If the problem persists, contact your system administrator.
sq_al: Ndodhi një gabim teksa bëhej lidhja me shërbyesin e administrimit. Ju lutemi, riprovoni. Nëse problemi vazhdon, lidhuni me përgjegjësin e sistemit tuaj.
te: అందించిన ఖాతా నిర్వాహకుడికి కనెక్ట్ కాలేదు. దయచేసి మీ ఆధారాలను తనిఖీ చేయండి
vi: Không thể kết nối với quản lý tài khoản được cung cấp. Xin vui lòng kiểm tra thông tin tín dụng của bạn
zh_hans_cn: 在連接到管理伺服器時出現問題，請重試。如果問題持續，請聯絡系統管理員。

# alerts.recordVideoMessage
source: Record video message
ast_es: Grabar un mensaxe de video
az: ویدئو پیغام ثبت کنید
be_by: Запіс відэапаведамлення
bg_bg: Записване на видео съобщение
bn: ভিডিও বার্তা রেকর্ড করুন
ca: Gravar un missatge de vídeo
de: Videonachricht aufnehmen
de_de: Videonachricht aufzeichnen
es_mx: Grabar un mensaje de video
et: Salvesta videosõnum
et_ee: Salvestada video sõnum
fa_ir: ضبط یک پیام تصویری
fi: Tallenna videoviesti
fr: Enregistrer un message vidéo
ga: Teachtaireacht físeán a thaifeadadh
gu: વિડિઓ સંદેશ રેકોર્ડ કરો
hi_in: वीडियो संदेश रिकॉर्ड करें
hu: Videoüzenet felvétele
id: Rekam pesan video
it: Registra videomessaggio
kk: Видео хабарламаны жаз
kn: ವೀಡಿಯೊ ಸಂದೇಶವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
ko_kr: 비디오 메시지를 녹음
ml: ഒരു വീഡിയോ സന്ദേശം റെക്കോർഡ് ചെയ്യുക
nn: Ta opp ein video melding
oc: Enregistrar un messatge vidèo
ro_ro: Înregistrează un mesaj video
sl: Posnemi video sporočilo
sq_al: Regjistroni mesazh video
te: వీడియో సందేశాన్ని రికార్డ్ చేయండి
vi: Tải một tin nhắn video
zh_hans_cn: 錄製影片訊息

# alerts.recordAudioMessage
source: Record audio message
ast_es: Grabar un mensaxe d'únicu audio
az: آدیو پيغامي ضبط ائدير
be_by: Запіс аўдыёпаведамлення
bg_bg: Записване на гласово съобщение
bn: একটি অডিও বার্তা রেকর্ড করুন
ca: Gravar un missatge d'àudio
de: Sprachmitteilung aufzeichnen
de_de: Sprachnachricht aufnehmen
es_mx: Grabar un mensaje de audio
et: Salvesta häälsõnum
et_ee: Salvestada audiosõnumi
fa_ir: ضبط یک پیام صوتی
fi: Tallenna ääniviesti
fr: Enregistrer un message vocal
ga: Teachtaireacht fuaime a thaifeadadh
gu: ઑડિઓ સંદેશ રેકોર્ડ કરો
hi_in: एक ऑडियो संदेश रिकॉर्ड करें
hu: Hangüzenet felvétele
id: Rekam pesan suara
it: Registra messaggio vocale
kk: Аудио хабарды жаздыру
kn: ಆಡಿಯೋ ಸಂದೇಶವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
ko_kr: 오디오 메시지를 녹음
ml: ഒരു ഓഡിയോ സന്ദേശം റെക്കോർഡ് ചെയ്യുക
nn: Ta opp ein lydmelding
oc: Enregistrar un messatge àudio
ro_ro: Înregistrează un mesaj vocal
sl: Snemanje zvočnega sporočila
sq_al: Incizo mesazh audio
te: ఒక ఆడియో సందేశాన్ని రికార్డ్ చేయండి
vi: Tải một tin nhắn âm thanh
zh_hans_cn: 录制音频消息

# alerts.uploadFile
source: Send file
ar: إرسال ملف
ast_es: Enviar archivu
az: Fayl göndər
be_by: Адправіць файл
bg_bg: Изпращане на файл
bn: ফাইল পাঠান
ca: Envia el fitxer
de: Datei senden
de_de: Datei hochladen
el: Αποστολή αρχείου
eo: Sendu dosieron
es_mx: Subir archivo
et: Saada fail
et_ee: Laadima faili
eu: Bidali fitxategia
fa_ir: بارگذاری فایل
fi: Lähetä tiedosto
fr: Envoyez un fichier
ga: Comhad a sheoladh
gu: ફાઇલ મોકલો
he: שלח קובץ
hi_in: फ़ाइल भेजें
hr_hr: Pošalji datoteku
hu: Fájl küldése
hy: Փաստաթուղթ ուղարկել
id: Kirim berkas
it: Invia file
kk: Файл жіберу
kn: ಫೈಲ್ ಕಳುಹಿಸು
ko_kr: 파일 보내기
ml: ഫയൽ അയയ്ക്കുക
mn_mn: Файл илгээх
mr: फाइल पाठवा
ne: फाइलहरू पठाउनुहोस्
nn: Sende fil
oc: Enviar un fichiè
ro_ro: Trimite un fișier
sl: Pošlji datoteko
sq_al: Dërgo kartelë
sw: Tuma faili
ta: கோப்பை அனுப்பு
te: ఫైల్‌ని పంపు
th: ส่งไฟล์
tt: Файлларны җибәрү
vi: Gửi tập tin
zh_hans_cn: 发送文件

# alerts.uploadPhoto
source: Open gallery
ar: معرض مفتوح
ast_es: Galería abierta
az: گالری آچیق
bg_bg: Отворена галерия
bn: খোলা গ্যালারী
ca: Obre la galeria
de: Galerie öffnen
de_de: Foto oder Film hochladen
el: Ανοιχτή γκαλερί
eo: Malferma galerio
es_mx: Subir foto o película
et: Ava galerii
et_ee: Laadige üles foto või film
eu: Galeria irekia
fa_ir: بارگذاری عکس یا فیلم
fi: Avaa valokuvat
fr: Ouvrir la galerie
gu: ખુલ્લી ગેલેરી
hi_in: खुली गैलरी
hr_hr: Otvorena galerija
hu: Gyűjtemény megnyitása
hy: Բաց պատկերասրահ
id: Buka galeri
it: Apri Galleria
kk: Ашық галерея
kn: ತೆರೆದ ಗ್ಯಾಲರಿ
ko_kr: 개장 갤러리
ml: തുറന്ന ഗാലറി
mn_mn: Нээлттэй галерея
mr: उघडलेली गॅलरी
ne: खुला ग्यालरी
oc: Galeria dobèrta
ro_ro: Deschide galeria
sl: Odpri galerijo
sq_al: Hap galerinë
sw: Maonyesho ya wazi
ta: திறந்த கேலரி
te: బహిరంగ గ్యాలరీ
th: เปิดแกลเลอรี่
zh_hans_cn: 打开相册

# alerts.locationServiceIsDisabled
source: Turn on “Location Services” to allow “Jami” to determine device location.
az: "جامی" یئرلشن مکانینی تعیین ائتمه یه "ماکان خدمات" نی فعال ات.
be_by: Уключыце "Сэрвісы месцазнаходжання", каб "Джамі" вызначыць ваша месцазнаходжанне.
bg_bg: Включете "Услуги за местоположение", за да позволите на "Джами" да определи местоположението ви.
bn: "অবস্থান পরিষেবা" চালু করুন যাতে "জামি" আপনার অবস্থান নির্ধারণ করতে পারে।
ca: Activa "Serviços de localització" per permetre que "Jami" determineixi la seva ubicació.
de: „Ortungsdienste“ aktivieren damit „Jami“ den Standort des Geräts bestimmen kann.
de_de: Schalten Sie "Orts-Dienste" ein, um Jami zu erlauben den Standort zu ermitteln.
es_mx: Activa los "Servicios de ubicación" para permitir a "Jami" determinar tu ubicación.
et: Et Jami saaks su asukoha tuvastada, palun lülita „Asukohateenused“ sisse.
et_ee: Pane "Lokatsiooni teenused" sisse, et "Jami" saaks su asukohta kindlaks teha.
fa_ir: "خدمات موقعیت مکانی" را روشن کنید تا به "جمی" اجازه دهید مکان شما را تعیین کند.
fi: Ota "sijaintipalvelut" käyttöön, jotta "Jami" voi määrittää laitteen sijainnin.
fr: Activez le service de géolocalisation pour permettre à Jami de déterminer votre localisation.
ga: Cuir ar "Shoirbheis Líne" chun ligean do "Jami" a chinneadh do shuíomh.
gu: "જમી" ને તમારું સ્થાન નક્કી કરવા માટે "સ્થાન સેવાઓ" ને ચાલુ કરો.
hi_in: "जामी" को आपके स्थान का पता लगाने के लिए "स्थान सेवा" को चालू करें।
hu: Helymeghatározási szolgáltatások bekapcsolása, hogy a Jami meghatározhassa az eszköz tartózkodási helyét.
id: Aktifkan "Layanan Lokasi" untuk mengizinkan "Jami" menentukan lokasi Anda.
it: Attiva "Servizi di localizzazione" per consentire a "Jami" di determinare la tua posizione.
kn: "ಜಾಮಿ" ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ನಿರ್ಧರಿಸಲು "ಸ್ಥಳ ಸೇವೆಗಳು" ಅನ್ನು ಆನ್ ಮಾಡಿ.
ko_kr: "지거 서비스"를 켜면 "자미"가 위치를 확인하도록 합니다.
ml: "ജാമി" നിങ്ങളുടെ സ്ഥാനം നിർണ്ണയിക്കാൻ "ലൊക്കേഷൻ സർവീസസ്" ഓണാക്കുക.
ro_ro: Activează „Localizarea” pentru ca Jami să poată stabili poziția ta.
sl: Vklopite »Location services«, da omogočite Jami, da določi vašo lokacijo.
sq_al: Që të përcaktohet vendndodhje pajisjeje, aktivizoni “Shërbime Vendndodhjeje”.
te: "జామి" మీ స్థానాన్ని గుర్తించడానికి "స్థానం సేవలు" ను ప్రారంభించండి.
vi: Động hoạt "Sức vụ vị trí" để "Jami" xác định vị trí của bạn.
zh_hans_cn: 開啟「位置服務」以讓「Jami」確定您的位置。

# alerts.locationSharing
source: Share my location
ar: شارك موقعي
ast_es: Compartir la mio localización
az: مکانیمی بؤلوم
be_by: Падзяліцеся маім месцам
bg_bg: Споделете местоположението ми.
bn: আমার অবস্থান শেয়ার করুন
ca: Comparteix la meva ubicació
de: Meinen Standort freigeben
de_de: Meinen Standort mitteilen
el: Μοιραστείτε την τοποθεσία μου
eo: Dividu mian lokon
es_mx: Compartir mi ubicación
et: Jaga minu asukohta
et_ee: Jaage minu asukoht.
eu: Nire kokapena partekatu.
fa_ir: هم‌رسانی مکان من
fi: Jaa minun sijainti
fr: Partager votre position
ga: Comhroinn mo shuíomh
gu: મારું સ્થાન શેર કરો
he: שיתוף המיקום שלי
hi_in: मेरी स्थिति साझा करें
hr_hr: Podijelite moju lokaciju.
hu: Tartózkodási hely megosztása
hy: Գտնվելու վայրը կիսեք
id: Bagikan lokasi saya
it: Condividi la mia posizione
kk: Менің орналасқан жерімді бөліңіз
kn: ನನ್ನ ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ko_kr: 내 위치를 공유
ml: എന്റെ സ്ഥാനം പങ്കുവെക്കുക
mn_mn: Миний байр суурийг хуваалцаарай
mr: माझे स्थान सामायिक करा
ne: मेरो स्थान साझा गर्नुहोस्
nn: De deler plasseringa mi
oc: Comparta ma localizacion
ro_ro: Trimite poziția mea
sl: Deli mojo lokacijo
sq_al: Jepua vendndodhjen time
sw: Shiriki eneo langu
ta: என் இருப்பிடத்தை பகிர்ந்து
te: నా స్థానాన్ని పంచుకోండి
th: แบ่งตําแหน่งของฉัน
tt: Минем урынымны уртаклашыгыз.
vi: Chia sẻ vị trí của tôi
zh_hans_cn: 分享我的位置

# alerts.alreadylocationSharing
source: Already sharing location with this user
ar: مشاركة الموقع مع هذا المستخدم
ast_es: Al traviés de la páxina web, el nome del usuariu ye'l nome de la páxina web.
az: بو ایستیفاده چیله یئرلشمه یه چالیشمیش
be_by: Ужо дзяліцца месцазнаходжаннем з гэтым карыстальнікам
bg_bg: Вече споделяме местоположението с този потребител
bn: ইতিমধ্যে এই ব্যবহারকারীর সাথে অবস্থান ভাগ
ca: Ja comparteix ubicació amb aquest usuari
de: Teile bereits den Standort mit dem Benutzer
de_de: Diesem Benutzer wird der Standort schon mitgeteilt
el: Ήδη μοιράζεται τοποθεσία με αυτόν τον χρήστη
eo: Jam dividante lokon kun tiu uzanto
es_mx: Ya se está compartiendo la ubicación con este usuario
et: Juba jagad asukohta selle kasutajaga
et_ee: Kasutajaga juba jagatakse asukohta
eu: Jada erabiltzaile honekin kokapena partekatzea
fa_ir: در حال حاضر مکان را با این کاربر به اشتراک می‌گذارید
fi: Jaat jo sijaintia tämän käyttäjän kanssa
fr: Vous partagez déjà votre position avec cet utilisateur
ga: Ag roinnt suíomh cheana féin leis an úsáideoir seo
gu: પહેલેથી જ આ વપરાશકર્તા સાથે સ્થાન શેર
he: כבר משתף את המיקום עם המשתמש הזה
hi_in: पहले से ही इस उपयोगकर्ता के साथ स्थान साझा
hr_hr: Već dijelite lokaciju s ovim korisnikom
hu: Tartózkodási hely már megosztva ezzel a felhasználóval.
hy: Արդեն տեղամասը կիսել այս օգտագործողի հետ
id: Sudah berbagi lokasi dengan pengguna ini
it: Condividi già la posizione con questo utente
kk: Бұл пайдаланушымен орналасқан жерді бөлісу
kn: ಈಗಾಗಲೇ ಈ ಬಳಕೆದಾರರೊಂದಿಗೆ ಸ್ಥಳ ಹಂಚಿಕೆ
ko_kr: 이미 이 사용자와 위치를 공유
ml: ഈ ഉപയോക്താവിനൊപ്പം ഇതിനകം സ്ഥാനം പങ്കിടുന്നു
mn_mn: Энэ хэрэглэгчийн байр суурийг хэдийнээ хуваалцаж байна
mr: या वापरकर्त्यासह आधीच स्थान सामायिक करा
ne: यो प्रयोगकर्तासँग स्थान साझा गर्नु
nn: Aller deling av plassering med denne brukaren
oc: Ja partatge de l'emplec amb aqueste utilizaire
ro_ro: Se trimite deja poziția către acest utilizator
sl: S tem uporabnikom že delim lokacijo
sq_al: Ia keni dhënë tashmë vendndodhjen këtij përdoruesi
sw: Tayari kushiriki eneo na mtumiaji huyu
ta: ஏற்கனவே இந்த பயனருடன் இருப்பிட பகிர்வு
te: ఇప్పటికే ఈ వినియోగదారుతో స్థానం పంచుకోవడం
th: แบ่งปันสถานที่กับผู้ใช้งานนี้
tt: Әлеге кулланучы белән инде урынны уртаклашу
vi: Đã chia sẻ vị trí với người dùng này
zh_hans_cn: 已与此用户分享位置

# alerts.locationSharingDurationTitle
source: How long should the location sharing be?
ar: كم من الوقت يجب أن يكون الموقع المشترك؟
ast_es: ¿Cuánto tiempu debería tar la distribución de la localización?
az: مکان بؤلونوشو نه قدر طولیله جک؟
be_by: Як доўга павінна быць месцазнаходжанне?
bg_bg: Колко време трябва да споделяме местоположението?
bn: অবস্থান ভাগ করে নেওয়ার সময়সীমা কত?
ca: Quant de temps ha de durar el partage de l'ubicació?
de: Wie lange sollte die Standortübermittlung dauern?
de_de: Für wie lange soll der Standort geteilt werden?
el: Πόσο θα πρέπει να διαρκέσει η μοιράωση της τοποθεσίας;
eo: Kiom longe daŭru la kunveno de loko?
es_mx: ¿Durante cuánto tiempo se debería compartir la ubicación?
et: Kui kaua peaks asukoha jagamine toimima?
et_ee: Kui kaua peaks kohtade jagamine olema?
eu: Zenbat denbora beharko luke kokapena partekatzeko?
fa_ir: مدت اشتراک مکان باید چقدر باشد؟
fi: Kuinka kauan sijainnin pitäisi olla jaettuna?
fr: Durée du partage de position ?
ga: Cé chomh fada is ba chóir an suíomh a roinnt?
gu: સ્થાન વહેંચણી કેટલો સમય લેવી જોઈએ?
he: כמה זמן צריך להיות שיתוף המיקום?
hi_in: स्थान साझा करने में कितना समय लगना चाहिए?
hr_hr: Koliko dugo bi trebalo biti dijeljenje lokacije?
hu: Mennyi ideig engedélyezi a tartózkodási hely megosztása?
hy: Որքա՞ն ժամանակ պետք է տեւի տեղակայման բաժանումը:
id: Berapa lama anda ingin berbagi lokasi?
it: Quanto dovrebbe durare la condivisione della posizione?
kk: Орналасқан жерді бөлісу қанша уақытқа созылады?
kn: ಸ್ಥಳ ಹಂಚಿಕೆ ಎಷ್ಟು ಕಾಲ ನಡೆಯಬೇಕು?
ko_kr: 위치 공유는 얼마나 오래 걸릴까요?
ml: സ്ഥലം പങ്കുവയ്ക്കല് എത്രകാലം വേണം?
mn_mn: -Хэрэв хэр удаан байршуулах вэ?
mr: स्थान सामायिकरण किती काळ असावे?
ne: स्थान साझेदारी कति लामो हुनुपर्छ?
nn: Kor lenge skal det vera å dele lokaliseringen?
oc: Quant de temps deuriá durar lo partage de l'emplec?
ro_ro: Cât timp trebuie să distribui poziția?
sl: Koliko časa naj delim lokacijo?
sq_al: Për sa kohë duhet dhënë vendndodhja?
sw: Ni muda gani wa kushiriki eneo?
ta: இருப்பிட பகிர்வு எவ்வளவு காலம் ஆக வேண்டும்?
te: స్థానం పంచుకోవడం ఎంతకాలం ఉండాలి?
th: การแบ่งที่ตั้งควรใช้เวลานานแค่ไหน
tt: Бу урынны уртаклашу күпме булырга тиеш?
vi: Việc chia sẻ địa điểm sẽ kéo dài bao lâu?
zh_hans_cn: 应当分享位置多长时间？

# alerts.locationSharingDuration10min
source: 10 min
ar: 10 دقائق
az: 10 دقیقه
be_by: 10 хвілін
bg_bg: 10 минути
bn: ১০ মিনিট
de: 10 Minuten
de_de: 10 Minuten
el: 10 λεπτά
et: 10 minutit
et_ee: 10 minutit
eu: 10 minutu
fa_ir: 10 دقیقه
ga: 10 nóiméad
gu: 10 મિનિટ
he: 10 דק׳
hi_in: 10 मिनट
hu: 10 perc
hy: 10 րոպե
id: 10 mnt
kk: 10 минут
kn: 10 ನಿಮಿಷ
ko_kr: 10분
ml: 10 മിനിറ്റ്
mn_mn: 10 минут
mr: 10 मिनिटे
ne: १० मिनेट
oc: 10 minutas
sl: 10 minut
sw: Dakika 10
ta: 10 நிமிடங்கள்
te: 10 నిమిషాలు
th: 10 นาที
tt: 10 минут
vi: 10 phút
zh_hans_cn: 10 分钟

# alerts.locationSharingDuration1hour
source: 1 hour
ar: ساعة واحدة
ast_es: Una hora
az: 1 ساعات
be_by: 1 гадзіну
bg_bg: 1 час
bn: ১ ঘন্টা
ca: 1 hora
de: 1 Stunde
de_de: 1 Stunde
el: 1 ώρα
eo: 1 horo
es_mx: 1 hora
et: 1 tund
et_ee: 1 tundi
eu: Ordubete
fa_ir: 1 ساعت
fi: 1 tunti
ga: 1 uair an chloig
gu: 1 કલાક
he: שעה 1
hi_in: 1 घंटे
hr_hr: - U redu.
hu: 1 óra
hy: 1 ժամ
id: 1 jam
it: 1 ora
kk: 1 сағат
kn: ಒಂದು ಗಂಟೆ
ko_kr: 1시간
ml: ഒരു മണിക്കൂർ
mn_mn: 1 цаг
mr: 1 तास
ne: १ घण्टा
nn: 1 timing
oc: 1 ora
ro_ro: 1 oră
sl: 1 uro
sq_al: 1 orë
sw: Saa moja
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tt: 1 сәгать
vi: 1 giờ
zh_hans_cn: 1 小时

# alerts.mapInformation
source: Map information
ar: معلومات خريطة
ast_es: Información del mapa
az: نقشه یازی
be_by: Інфармацыя пра карту
bg_bg: Информация за картата
bn: মানচিত্রের তথ্য
ca: Informació al mapa
de: Informationen zur Karte
de_de: Karteninformation
el: Στοιχεία χάρτη
eo: Mapo informoj
es_mx: Información del mapa
et: Kaardiandmed
et_ee: Kaardiandmed
eu: Mapa informazioa
fa_ir: اطلاعات نقشه
fi: Karttatiedot
fr: Information sur la carte
ga: Teachtaireachtaí cart
gu: નકશા માહિતી
he: מידע על מפה
hi_in: मानचित्र की जानकारी
hr_hr: Informacije o karti
hu: Térkép adatai
hy: Քարտեզի տեղեկատվություն
id: Informasi peta
it: Informazioni mappa
kk: Карталық ақпарат
kn: ನಕ್ಷೆ ಮಾಹಿತಿ
ko_kr: 지도 정보
ml: മാപ്പ് വിവരങ്ങൾ
mn_mn: Картын мэдээлэл
mr: नकाशा माहिती
ne: नक्सा जानकारी
nn: Kartinformasjon
oc: Informacion de mapa
ro_ro: Detalii pe hartă
sl: Podatki zemljevida
sq_al: Të dhëna harte
sw: Habari za ramani
ta: வரைபட தகவல்
te: మ్యాప్ సమాచారం
th: ข้อมูลแผนที่
tt: Карта мәгълүматлары
vi: Thông tin bản đồ
zh_hans_cn: 地图信息

# alerts.openStreetMapCopyright
source: © OpenStreetMap contributors
ar: © المساهمين في OpenStreetMap
ast_es: © Colaboradores de OpenStreetMap
az: © OpenStreetMap یئرلشمه لری
be_by: © Удзельнікі OpenStreetMap
bg_bg: © Съдействащи на OpenStreetMap
bn: © ওপেনস্ট্রিটম্যাপের অবদানকারী
ca: © Contribuents d'OpenStreetMap
de: OpenStreetMap-Beitragende
de_de: © OpenStreetMap Mitwirkende
el: © Συμμετέχοντες στο OpenStreetMap
eo: © OpenStreetMap kontribuantoj
es_mx: © Contribuidores de OpenStreetMap
et: © OpenStreetMapi kaasautorid
et_ee: © OpenStreetMap'i kaasnejad
eu: © OpenStreetMapeko ekintzaileak
fa_ir: همکاران OpenStreetMap ©
fr: © OpenStreetMap contributeurs
ga: © rannpháirteoirí OpenStreetMap
gu: © ઓપનસ્ટ્રીટમેપ સહયોગીઓ
he: © התורמים ל־OpenStreetMap
hi_in: © ओपनस्ट्रीटमैप योगदानकर्ता
hr_hr: © OpenStreetMap suradnici
hu: © OpenStreetMap közreműködők
hy: © OpenStreetMap-ի ներդրողները
id: © kontirbutor OpenStreetMap
it: © Collaboratori di OpenStreetMap
kk: © OpenStreetMap қатысушылары
kn: © ಓಪನ್ ಸ್ಟ್ರೀಟ್ಮ್ಯಾಪ್ ಕೊಡುಗೆದಾರರು
ko_kr: © 오픈스트리트맵 참여자
ml: © ഓപ്പൺ സ്ട്രീറ്റ് മാപ്പ് സംഭാവന ചെയ്യുന്നവർ
mn_mn: © OpenStreetMap-ийн хувь нэмэр оруулах хүмүүс
mr: © ओपनस्ट्रीटमॅप योगदानकर्ते
ne: © OpenStreetMap योगदानकर्ताहरू
nn: © Medarbeidarane i OpenStreetMap
oc: © contributors d'OpenStreetMap
ro_ro: © OpenStreetMap colaboratori
sl: © avtorji prispevkov OpenStreetMap
sq_al: © Kontribues te OpenStreetMap
sw: © Washiriki wa OpenStreetMap
ta: © OpenStreetMap பங்களிப்பாளர்கள்
te: © ఓపెన్ స్ట్రీట్ మ్యాప్ సహకర్తలు
th: © ผู้ร่วมงาน OpenStreetMap
tt: © OpenStreetMap өлеш кертүчеләр
vi: © Những người đóng góp OpenStreetMap
zh_hans_cn: © OpenStreetMap 贡献者

# alerts.openStreetMapCopyrightMoreInfo
source: Learn more
ar: تعلم المزيد
ast_es: Más información
az: داها چوخ اؤيرنه
be_by: Даведайцеся больш
bg_bg: Научете повече
bn: আরও জানুন
ca: Saber-ne més
de: Mehr erfahren
de_de: Mehr erfahren
el: Μάθετε περισσότερα
eo: Lernu pli
es_mx: Saber más
et: Lisateave
et_ee: Õpi rohkem
eu: Ikasi gehiago
fa_ir: اطلاعات بیشتر
fi: Lue lisää
fr: En savoir plus
ga: Foghlaim níos mó
gu: વધુ જાણો
he: מידע נוסף
hi_in: और अधिक जानें
hr_hr: Naučite više
hu: További tájékoztatás
hy: Կարդացեք ավելին
id: Pelajari lebih lanjut
it: Scopri di più
kk: Көбірек біліңіз
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko_kr: 더 많은 것을 배우십시오
ml: കൂടുതല് അറിയുക
mn_mn: Дэлгэрэнгүй мэдээрэй
mr: अधिक जाणून घ्या
ne: थप जानकारी
nn: Lær meir
oc: Aprene mai
ro_ro: Află mai multe
sl: Več o tem
sq_al: Mësoni më tepër
sw: Jifunze mengi zaidi
ta: மேலும் அறிக
te: మరిన్ని తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tt: Күбрәк белер өчен
vi: Tìm hiểu thêm
zh_hans_cn: 了解更多

# actions.deleteAction
source: Delete
ar: إحذف
ast_es: Esborrar
az: حذف
be_by: Знішчыць
bg_bg: Изтриване
bn: মুছে ফেলুন
ca: Suprimeix
de: Löschen
de_de: Löschen
el: Διαγραφή
eo: Forigi
es_mx: Eliminar
et: Kustuta
et_ee: Võtke välja
eu: Ezabatu
fa_ir: حذف
fi: Poista
fr: Supprimer
ga: Scriosadh
gu: કાઢી નાખો
he: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu: Törlés
hy: Հեռացնել
id: Hapus
it: Elimina
kk: Өшіру
kn: ಅಳಿಸು
ko_kr: 삭제
ml: ഇല്ലാതാക്കുക
mn_mn: Хасах
mr: हटवा
ne: हटाउनु
nn: Ta bort
oc: Suprimir
ro_ro: Șterge
sl: Izbriši
sq_al: Fshije
sw: Futa
ta: நீக்கவும்
te: తొలగించు
th: ลบ
tt: Ачу
vi: Xóa
zh_hans_cn: 删除

# actions.backAction
source: Back
ar: السابق
ast_es: El so fíu, el so fíu,
az: گئری دؤن
be_by: Звярніцеся назад
bg_bg: Назад
bn: ফিরে
ca: Enrere
de: Zurück
de_de: Zurück
el: Πίσω
eo: Reiri
es_mx: Atrás
et: Tagasi
et_ee: Tagasi
eu: Atzera
fa_ir: بازگشت
fi: Takaisin
fr: Précédent
ga: Ar ais
gu: પાછા
he: חזרה
hi_in: वापस
hr_hr: Natrag
hu: Vissza
hy: Վերադարձ
id: Kembali
it: Indietro
kk: Қайта оралу
kn: ಹಿಂದಕ್ಕೆ
ko_kr: 돌아와
ml: തിരിച്ചുപോവുക
mn_mn: Хурд
mr: परत
ne: पछाडि
nn: Tilbaka
oc: Tornar
ro_ro: Înapoi
sl: Nazaj
sq_al: Mbrapsht
sw: Kurudi
ta: திரும்பி
te: తిరిగి
th: กลับ
tt: Кайт!
vi: Trở lại
zh_hans_cn: 上一步

# actions.doneAction
source: Done
ar: منجز
ast_es: Fináu
az: یئرلشدی
be_by: Скончаная
bg_bg: Готово
bn: সম্পন্ন
ca: Fet
de: Erledigt
de_de: Fertig
el: Τελείωσε
eo: Finita
es_mx: Hecho
et: Tehtud
et_ee: Täidetud
eu: Egina
fa_ir: انجام شد
fi: Valmis
fr: Effectué
ga: Ar deireadh
gu: પૂર્ણ
he: סיים
hi_in: हो गया
hr_hr: Učinjeno
hu: Kész
hy: Կատարված
id: Selesai
it: Fatto
kk: Жарайды
kn: ಮುಗಿದಿದೆ
ko_kr: 완료
ml: പൂർത്തിയായി
mn_mn: Сураг
mr: पूर्ण
ne: सम्पन्न
nn: Gjort
oc: Finida
ro_ro: Făcut
sl: Opravljeno
sq_al: U bë
sw: Imefanywa
ta: முடிந்தது
te: పూర్తి
th: ทําแล้ว
tt: Эшләнгән
vi: Được làm
zh_hans_cn: 完成

# actions.goToSettings
source: Go to Settings
ar: إذهب إلى الإعدادات
ast_es: Asegúrese de les configuraciones
az: " تنظیمات " یه گئدیب
be_by: Перайсці да Налады
bg_bg: Отидете в Настройки
bn: সেটিংসে যান
ca: Passa a les configuracions
de: Gehe zu den Einstellungen
de_de: Zu den Einstellungen
el: Πηγαίνετε στις ρυθμίσεις
eo: Iru al Agordoj
es_mx: Ir a Ajustes
et: Ava seadistused
et_ee: Mine seadete juurde
eu: Joan ezarpenetara
fa_ir: برو به تنظیمات
fi: Mene asetuksiin
fr: Aller aux Paramètres
ga: Téigh go dtí Suíomh
gu: સેટિંગ્સ પર જાઓ
he: לכו להגדיר
hi_in: सेटिंग्स पर जाएं
hr_hr: Idi u postavke
hu: Beállítások megnyitása
hy: Գնացեք Կարգավորումների էջ
id: Ke pengaturan
it: Vai alle impostazioni
kk: Параметрлерге өту
kn: ಸೆಟ್ಟಿಂಗ್ಗಳಿಗೆ ಹೋಗಿ
ko_kr: 설정에 가
ml: ക്രമീകരണങ്ങളിലേക്ക് പോകുക
mn_mn: Байгууллага руу яв
mr: सेटिंग्ज वर जा
ne: सेटिङमा जानुहोस्
nn: Gå til Settings
oc: Virar a las configuracions
ro_ro: Du-te la Reglări
sl: Pojdi na nastavitve
sq_al: Kalo te Rregullimet
sw: Nenda kwenye Mipangilio
ta: அமைப்புகள் பக்கம் செல்லவும்
te: సెట్టింగులకు వెళ్లండి
th: ไปยัง การตั้งค่า
tt: Категорияләргә күчегез
vi: Đi đến Settings
zh_hans_cn: 前往设置
