Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# logView.saveError
source: An error occurred while saving the file.
az: فایل ساقلاما اوغورلو
be_by: Не ўдалося захаваць файл
bg_bg: Не успях да запазя файла
bn: ফাইল সংরক্ষণ করতে ব্যর্থ
ca: No es va guardar el fitxer
de: Beim Speichern der Datei ist ein Fehler aufgetreten.
es_mx: Failed to save file
et: Faili salvestamisel tekkis viga.
et_ee: Faili salvestamine ebaõnnestunud
fi: Tiedostoa tallennettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la sauvegarde du fichier.
ga: Níor éirigh leis an faíl a shábháil
gu: ફાઇલ સાચવવામાં નિષ્ફળ
hi_in: फ़ाइल सहेजने में विफल
hu: Hiba történt a fájl mentése közben.
id: Tidak berhasil menyimpan file
it: Si è verificato un errore durante il salvataggio del file.
kn: ಫೈಲ್ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ko_kr: 파일 저장 실패
ml: ഫയൽ സംരക്ഷിക്കാൻ സാധിച്ചില്ല
ro_ro: A apărut o eroare în timpul salvării fișierului.
sl: Pri shranjevanju datoteke je prišlo do napake.
sq_al: Ndodhi një gabim teksa ruhej kartela.
te: ఫైలును సేవ్ చేయడంలో విఫలమైంది
vi: Không lưu tập tin
zh_hans_cn: 儲存文件時出現問題。

# logView.shareError
source: An error occurred while sharing the file.
az: فایل بؤلمه سی اوغورلانمادي
be_by: Не атрымалася падзяліцца файлам
bg_bg: Не успях да споделя файла
bn: ফাইল ভাগ করতে ব্যর্থ
ca: No es va compartir el fitxer
de: Beim Teilen der Datei ist ein Fehler aufgetreten.
es_mx: Failed to share file
et: Faili jagamisel tekkis viga.
et_ee: Faili jagamine ebaõnnestunud
fi: Tiedostoa jaettaessa tapahtui virhe.
fr: Une erreur s'est produite en partageant un fichier.
ga: Níor fhéidir comhad a roinnt
gu: ફાઈલ શેર કરવામાં નિષ્ફળ
hi_in: फ़ाइल साझा करने में विफल
hu: Hiba történt a fájl megosztása közben.
id: Tidak dapat berbagi file
it: Si è verificato un errore durante la condivisione del file.
kn: ಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ
ko_kr: 파일 공유가 실패
ml: ഫയൽ പങ്കിടുന്നതിൽ പരാജയപ്പെട്ടു
ro_ro: A apărut o eroare în timpul trimiterii fișierului.
sl: Pri skupni rabi datoteke je prišlo do napake.
sq_al: Ndodhi një gabim teksa ndahej kartela me të tjerë.
te: ఫైల్ భాగస్వామ్యం చేయడంలో విఫలమైంది
vi: Không chia sẻ file
zh_hans_cn: 共享文件时出错。

# migrateAccount.title
source: Account migration
ar: هجرة الحساب
ast_es: Migración de cuentas
az: حساب کؤچمه سی
be_by: Міграцыя рахунку
bg_bg: Пренасяне на профил
bn: অ্যাকাউন্ট মাইগ্রেশন
ca: Migració de compte
de: Kontomigration
de_de: Konto-Migration
el: Μεταφορά λογαριασμού
eo: Migrado de konto
es_mx: Migración de la cuenta
et: Kasutajakonto uuendus
et_ee: Kontodeni rände
eu: Kontuaren migrazioa
fa_ir: مهاجرت حساب
fi: Tilin siirto
fr: Migration du compte
ga: Imirce cuntas
gu: એકાઉન્ટ સ્થળાંતર
he: מיגרת חשבונות
hi_in: खाता माइग्रेशन
hr_hr: Migracija računa
hu: Fiók áttelepítése
hy: Հաշվետու միգրացիա
id: Migrasi akun
it: Migrazione account
kk: Есепшот көшіру
kn: ಖಾತೆ ವಲಸೆ
ko_kr: 계정 마이그레이션
ml: അക്കൌണ്ട് മൈഗ്രേഷൻ
mn_mn: Хэтгэлийн шилжилт
mr: खाते स्थलांतर
ne: खाता माइग्रेसन
nn: Migrasjon til konto
oc: Migracion de compte
ro_ro: Transferul contului
sl: Selitev računa
sq_al: Migrim llogarie
sw: Uhamiaji wa akaunti
ta: கணக்கு இடம்பெயர்வு
te: ఖాతా వలస
th: การย้ายบัญชี
tt: Хисапны күчерү
vi: Di chuyển tài khoản
zh_hans_cn: 账户迁移

# migrateAccount.migrateButton
source: Migrate Account
ar: حساب الهجرة
ast_es: La cuenta de migración
az: مهاجرت حساب
be_by: Міграцыйны рахунак
bg_bg: Мигрираща сметка
bn: মাইগ্রেশন অ্যাকাউন্ট
ca: Compte de migració
de: Konto migrieren
de_de: Konto migrieren
el: Λογαριασμός μετανάστευσης
eo: Migrado Konto
es_mx: Migrar cuenta
et: Uuenda kasutajakontot
et_ee: Migratsiooni konto
eu: Migrazio kontuak
fa_ir: انتقال حساب
fi: Siirrä tunnus
fr: Migrer le compte
ga: Cunntas Imirce
gu: સ્થળાંતર એકાઉન્ટ
he: חשבון היגר
hi_in: प्रवास खाता
hr_hr: Migracijski račun
hu: Fiókáttelepítés
hy: Մայրահեղական հաշիվ
id: Migrasi akun
it: Migrare l'account
kk: Көшіру шоты
kn: ವಲಸೆ ಖಾತೆ
ko_kr: 마이그레이션 계좌
ml: കുടിയേറ്റ അക്കൌണ്ട്
mn_mn: Хөрөнгө оруулалтын сан
mr: स्थलांतर खाते
ne: पलायन खाता
nn: Migrera konto
oc: Compte de migracion
ro_ro: Transferă contul
sl: Preseli račun
sq_al: Migroni Llogari
sw: Akaunti ya Uhamiaji
ta: இடம்பெயர்வு கணக்கு
te: వలస ఖాతా
th: บัญชีการย้าย
tt: Миграция хисабы
vi: Tài khoản di cư
zh_hans_cn: 迁移账户

# migrateAccount.explanation
source: Account migration required.
az: بو حسابي کؤچورمک لازيمدير
be_by: Гэты рахунак павінен быць міграваны
bg_bg: Този профил трябва да бъде преместен
bn: এই অ্যাকাউন্টটি মাইগ্রেশন করা দরকার
ca: Aquest compte ha de ser migrat
de: Kontomigration erforderlich.
de_de: Dieses Konto muss migriert werden
es_mx: Esta cuenta necesita ser migrada
et: Kasutajakonto uuendamine on nõutav.
et_ee: Seda kontot tuleb ümber viia.
fa_ir: نیاز است که این حساب انتقال یابد.
fi: Vaaditaan tunnuksen siirtoa
fr: Migration de compte nécessaire
ga: Ní mór an cuntas seo a aistriú
gu: આ એકાઉન્ટને સ્થળાંતર કરવાની જરૂર છે
hi_in: इस खाते को माइग्रेट करने की जरूरत है
hu: Fiók áttelepítése szükséges.
id: Akun ini perlu dimigrasikan
it: È richiesta la migrazione dell'account.
kn: ಈ ಖಾತೆಯನ್ನು ಸ್ಥಳಾಂತರಿಸಬೇಕಾಗಿದೆ
ko_kr: 이 계정은 마이그레이션되어야 합니다
ml: ഈ അക്കൌണ്ട് മൈഗ്രേറ്റ് ചെയ്യണം
ro_ro: Transferul contului e necesar.
sl: Potrebna je selitev računa.
sq_al: Lyp migrim llogarie.
te: ఈ ఖాతాను వలస చేయాలి
vi: Tài khoản này cần phải di chuyển
zh_hans_cn: 需要帳號遷移

# migrateAccount.passwordExplanation
source: To continue with the account migration, enter the account password.
ar: لمواصلة الهجرة، تحتاج إلى إدخال كلمة المرور التي استخدمت لهذا الحساب
ast_es: Pa proceder a la migración, hai que introducir una contraseña que se usó pa esta cuenta.
az: مهاجرت اوچون، بو حساب اوچون ایستیفاده اولونموش رمز یازمالی دیر
be_by: Каб працягнуць пераезд, вам трэба ўвесці пароль, які выкарыстоўваўся для гэтага рахунку
bg_bg: За да продължите с миграцията, трябва да въведете парола, който е бил използван за тази сметка
bn: মাইগ্রেশন চালিয়ে যেতে, আপনাকে একটি পাসওয়ার্ড প্রবেশ করতে হবে যা এই অ্যাকাউন্টের জন্য ব্যবহৃত হয়েছিল
ca: Per continuar amb la migració, cal introduir una contrasenya que va ser utilitzada per a aquest compte
de: Um mit der Kontomigration fortzufahren, geben Sie das Kontokennwort ein.
de_de: Um die Migration fortzusetzen, müssen Sie das Passwort eingeben, dass zu diesem Konto gehört.
el: Για να συνεχίσετε με τη μετανάστευση, πρέπει να εισαγάγετε ένα κωδικό πρόσβασης που χρησιμοποιήθηκε για αυτό το λογαριασμό
eo: Por daŭrigi la migradon, vi devas enmeti pasvorton, kiu estis uzita por tiu konto
es_mx: Para continuar con la migración, necesitás ingresar la contraseña que se utilizó para esta cuenta.
et: Kasutajakonto ületõstmisega jätkamiseks palun sisesta konto salasõna.
et_ee: Et edasi liikuda, peate sisestama parooli, mida kasutati sellel kontol
eu: Migrazioarekin aurrera egiteko, kontu honetarako erabili den pasahitza sartu behar da.
fa_ir: برای پیشبرد انتقال، باید گذرواژه‌ای را که برای این حساب استفاده شده، وارد کنید.
fi: Jatka tilin siirtoa antamalla tilin salasana.
fr: Pour continuer la migration de compte, entrez le mot de passe du compte.
ga: Chun dul ar aghaidh leis an imirce, ní mór duit pasfhocal a chur isteach a úsáideadh le haghaidh an cuntas seo
gu: સ્થળાંતર સાથે આગળ વધવા માટે, તમારે એક પાસવર્ડ દાખલ કરવાની જરૂર છે જેનો ઉપયોગ આ એકાઉન્ટ માટે કરવામાં આવ્યો હતો
he: כדי להמשיך עם ההגירה, אתה צריך להזין סיסמה ששימשה לחשבון הזה
hi_in: प्रवासन के साथ आगे बढ़ने के लिए, आपको एक पासवर्ड दर्ज करना होगा जो इस खाते के लिए उपयोग किया गया था
hr_hr: Da biste nastavili s migracijom, morate unesiti lozinku koja je korištena za ovaj nalog
hu: A fiók áttelepítésének folytatásához adja meg a fiók jelszavát.
hy: Միքրացիայի հետ շարունակելու համար պետք է մուտք գործեք գաղտնաբառ, որը օգտագործվել է այս հաշիվի համար
id: Untuk melanjutkan migrasi, Anda harus memasukkan kata sandi yang digunakan untuk akun ini
it: Per continuare con la migrazione dell'account, inserire la password dell'account.
kk: Көшіруді жалғастыру үшін осы тіркелгі үшін қолданылатын парольді келтіріңіз
kn: ವಲಸೆ ಮುಂದುವರಿಸಲು, ಈ ಖಾತೆಗೆ ಬಳಸಿದ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನೀವು ನಮೂದಿಸಬೇಕು
ko_kr: 이 계정에서 사용된 비밀번호를 입력해야 합니다.
ml: ഈ അക്കൌണ്ടിനായി ഉപയോഗിച്ച പാസ്വേഡ് നിങ്ങൾ നൽകണം.
mn_mn: Хөдөлгөөг үргэлжлүүлэхэд энэ дансны нууц үгсийг оруулж байх хэрэгтэй
mr: स्थलांतर सुरू करण्यासाठी, तुम्हाला या खात्यासाठी वापरलेला पासवर्ड प्रविष्ट करणे आवश्यक आहे
ne: यो स्थानान्तरण गर्न, तपाईंले यो खाताको लागि प्रयोग गरिएको पासवर्ड प्रविष्ट गर्नुपर्नेछ
nn: For å fortsette med flytinga, må du skrive inn eit passord som vart brukt for dette kontoet
oc: Per procedir a la migracion, cal introducir un mot de passe qu'es estat utilizat per aquel compte
ro_ro: Pentru a continua transferul, trebuie să introduci o parolă care a fost folosită pentru acest cont.
sq_al: Që të vazhdohet me migrimin e llogarisë, jepni fjalëkalimin e llogarisë.
sw: Ili kuendelea na uhamiaji, unahitaji kuingia nenosiri ambalo lilitumiwa kwa akaunti hii
ta: இந்த இடம்பெயர்வு தொடர, இந்த கணக்கிற்கு பயன்படுத்தப்பட்ட கடவுச்சொல்லை நீங்கள் உள்ளிட வேண்டும்
te: ఈ ఖాతా కోసం ఉపయోగించిన పాస్వర్డ్ను నమోదు చేయడం ద్వారా మీరు ఈ వలసను కొనసాగించాలి
th: เพื่อดําเนินการย้ายไปยังประเทศอื่นๆ คุณต้องใส่รหัสผ่านที่ใช้สําหรับบัญชีนี้
tt: Күчерешне дәвам итәр өчен, бу хисап өчен кулланылган шифрен кертергә кирәк
vi: Để tiến hành di chuyển, bạn cần nhập mật khẩu đã được sử dụng cho tài khoản này
zh_hans_cn: 請輸入密碼以繼續進行賬號遷移

# migrateAccount.error
source: An error occurred while migrating the account. Retry or delete the account.
az: حسابینی کؤچورمه یه قادیرسان. حسابینی گئنه چالیش یا دا ییرین.
be_by: Вы можаце паспрабаваць зноў або выдаліць свой рахунак.
bg_bg: Не успя да мигрирате профила си. Можете да опитате отново или да изтриете профила си.
bn: আপনার অ্যাকাউন্ট মাইগ্রেশন করতে ব্যর্থ হয়েছে। আপনি আবার চেষ্টা করতে পারেন অথবা আপনার অ্যাকাউন্ট মুছে ফেলতে পারেন।
ca: No ha migrat el seu compte. Pots intentar-ho de nou o eliminar el teu compte.
de: Beim Migrieren des Kontos ist ein Fehler aufgetreten. Versuchen Sie es erneut oder löschen Sie das Konto.
de_de: Konto konnte nicht migriert werden. Sie können es noch einmal versuchen oder dieses Konto löschen.
es_mx: Falló la migración de tu cuenta. Podés volver a intentar o eliminar tu cuenta.
et: Kasutajakonto uuendamisel tekkis viga. Palun proovi uuesti või kustuta kasutajakonto.
et_ee: Sa võid uuesti proovida või kustutada konto.
fa_ir: انتقال حساب ناموفق بود. می‌توانید دوباره سعی کرده و یا حساب خود را حذف کنید.
fi: Tiliä siirrettäessä tapahtui virhe. Yritä uudelleen tai poista tili.
fr: Une erreur s'est produite pendant la migration du compte. Veuillez réessayer ou supprimer le compte.
ga: Ní raibh tú in ann do chuntas a aistriú. Is féidir leat iarracht a dhéanamh arís nó do chuntas a scriosadh.
gu: તમારું એકાઉન્ટ સ્થાનાંતરિત કરવામાં નિષ્ફળ ગયું. તમે ફરીથી પ્રયાસ કરી શકો છો અથવા તમારું એકાઉન્ટ કાઢી શકો છો.
hi_in: आप अपने खाते को फिर से प्रयास कर सकते हैं या हटा सकते हैं।
hu: Hiba történt a fiók áttelepítése közben. Próbálja újra, vagy törölje a fiókot.
id: Gagal memigrasikan akun Anda. Anda dapat mencoba kembali atau menghapus akun Anda.
it: Si è verificato un errore durante la migrazione dell'account. Riprova o elimina l'account.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ವಿಫಲವಾಗಿದೆ. ನೀವು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದು.
ko_kr: 계정을 마이그레이션하지 못했어요. 다시 시도하거나 삭제할 수 있습니다.
ml: നിങ്ങളുടെ അക്കൌണ്ട് മൈഗ്രേറ്റ് ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുകയോ ഇല്ലാതാക്കുകയോ ചെയ്യാം.
ro_ro: A apărut o eroare în timpul transferării contului. Încearcă din nou sau șterge contul.
sl: Pri selitvi računa je prišlo do napake. Poskusite znova ali izbrišite račun.
sq_al: Ndodhi një gabim teksa migrohej llogaria. Riprovoni, ose fshijeni llogarinë.
te: మీ ఖాతాను వలస చేయడంలో విఫలమైంది. మీరు మీ ఖాతాను మళ్లీ ప్రయత్నించవచ్చు లేదా తొలగించవచ్చు.
vi: Không chuyển đổi tài khoản của bạn. Bạn có thể thử lại hoặc xóa tài khoản của bạn.
zh_hans_cn: 遷移賬號時出現問題，請重試，或者刪除此賬號。

# migrateAccount.migrating
source: Migrating…
az: کؤچورمک...
be_by: Міграцыя...
bg_bg: Мигрира...
bn: মাইগ্রেশন...
ca: Emigració...
de: Migration…
de_de: Wird migriert...
es_mx: Migrando...
et: Uuendame...
et_ee: Migreerides...
fa_ir: در حال انتقال...
fi: Siirretään...
fr: Migration du compte…
ga: Migráil...
gu: સ્થળાંતર.
hi_in: प्रवास...
hu: Áttelepítés…
id: Memigrasikan...
it: Migrazione…
kn: ವಲಸೆ ಹೋಗುವುದು.
ko_kr: 이주하는 것...
ml: കുടിയേറുന്നു.
ro_ro: Se transferă…
sl: Selitev ...
sq_al: Po bëhet migrimi…
te: వలసలు.
vi: Di cư...
zh_hans_cn: 正在遷移……

# migrateAccount.migrateAnother
source: Migrate Another Account
ar: تحويل حساب آخر
ast_es: Migráu a otra cuenta
az: باشقا حسابا کؤچ
be_by: Перайсці на іншы рахунак
bg_bg: Премести се на друг акаунт
bn: অন্য অ্যাকাউন্ট স্থানান্তর করুন
ca: Migració a un altre compte
de: Anderes Konto migrieren
de_de: Ein anderes Konto migrieren
el: Μεταναστεύστε άλλο λογαριασμό
eo: Migrado al alia konto
es_mx: Migrar otra cuenta
et: Uuenda mõni muu kasutajakonto
et_ee: Migraada teise konto
eu: Beste kontu bat mugitu
fa_ir: انتقال حساب دیگر
fi: Siirrä toinen tunnus
fr: Migrer d'une autre compte
ga: Imirceáil chun cuntas eile
gu: અન્ય એકાઉન્ટ પર સ્થળાંતર કરો
he: להעביר חשבון אחר
hi_in: दूसरे खाते को स्थानांतरित करें
hr_hr: Premeštaj drugi račun
hu: Másik fiókáttelepítés
hy: Տեղափոխեք այլ հաշիվ
id: Migrasi akun lainnya
it: Migrare un altro account
kk: Басқа тіркелгіге көшіру
kn: ಮತ್ತೊಂದು ಖಾತೆಯನ್ನು ವಲಸೆ
ko_kr: 다른 계정 을 마이그레이션
ml: മറ്റൊരു അക്കൌണ്ടിലേക്ക് കുടിയേറുക
mn_mn: Өөр нэг дансыг нүүлгэн шилжүүлнэ
mr: दुसर्या खात्यात स्थलांतर करा
ne: अर्को खातामा माइग्रेट गर्नुहोस्
nn: Flytta til ein annan konto
oc: Migracion a un autre compte
ro_ro: Transferă alt cont
sl: Preseli še en račun
sq_al: Migroni Llogari Tjetër
sw: Hesabu Nyingine
ta: மற்றொரு கணக்கை நகர்த்தவும்
te: మరొక ఖాతాను బదిలీ చేయండి
th: ขยับบัญชีใหม่
tt: Башка аккаунтны күчереп алыгыз
vi: Chuyển đến tài khoản khác
zh_hans_cn: 迁移另一个账户

# aboutJami.declaration1
source: Jami, a GNU package, is software for universal and distributed peer-to-peer communication that respects the freedom and privacy of its users. Visit
de: Jami, ein GNU-Paket, ist eine Software für die universelle und verteilte Peer-to-Peer-Kommunikation, die die Freiheit und Privatsphäre ihrer Benutzer respektiert. Besuchen Sie
et: Jami, GNU tarkvara, on rakendus üldiseks ja hajutatud suhtlemiseks võrdõigusvõrgus, mis austab oma kasutajate vabadusi ja privaatsust. Vaata
fi: Jami GNU paketti on ilmainen ohjelmisto yleiseen viestintään, jossa kunnioitetaan käyttäjän vapauksia ja yksityisyyttä.
fr: Jami, un paquetage GNU, est un logiciel de communication pair à pair universel et distribué qui respecte la liberté et la vie privée de ses utilisateurs. Visitez
hu: A Jami, egy GNU-csomag, az univerzális és elosztott társ-társ kommunikációt szolgáló szoftver, amely tiszteletben tartja a felhasználók szabadságát és magánéletét. Látogatás
it: Jami, un pacchetto GNU, è un software per la comunicazione peer-to-peer universale e distribuita che rispetta la libertà e la privacy dei suoi utenti. Visita
ro_ro: Jami, un pachet GNU, este un program pentru comunicare distribuită și universală care respectă libertatea și intimitatea utilizatorilor săi. Vezi
sl: Jami je prost in brezplačen program za univerzalno in porazdeljeno komunikacijo P2P, ki spoštuje svobodo in zasebnost svojih uporabnikov. Obiščite
sq_al: Jami, një paketë GNU, është software i lirë për komunikim universal dhe të shpërndarë “peer-to-peer”, që respekton liritë dhe privatësinë e përdoruesve të tij. Vizitoni
zh_hans_cn: Jami 是一個 GNU 套件，是通用且分散式點對點通訊的軟體，尊重使用者的自由和隱私。請造訪

# aboutJami.declaration2
source: to learn more.
de: um mehr zu lernen.
et: ja leiad lisatavet.
fi: lue lisää.
fr: pour plus d'informations
hu: további tájékoztatásért.
it: per saperne di più.
ro_ro: pentru a afla mai multe.
sl: , da izveste več.
sq_al: që të mësoni më tepër.
zh_hans_cn: 以瞭解更多。

# aboutJami.noWarranty1
source: This program comes with absolutely no warranty. See the
de: Für dieses Programm wird keinerlei Garantie übernommen. Siehe
et: Selle rakendusega ei kaasne ühtegi garantiid. Lisateavet leiad
fi: Tällä ohjelmalla ei ole minkäänlaista takuuta. Katso
fr: Ce programme est fourni sans garantie aucune. Voir la
hu: Ehhez a programhoz semmilyen garancia nem jár. Látogatás
it: Questo programma viene fornito senza alcuna garanzia. Vedi
ro_ro: Acest program nu oferă absolut nicio garanție. A se vedea
sl: Ta program nima nikakršne garancije. Glejte
sq_al: Ky program vjen absolutisht pa asnjë garanci. Për hollësi, shihni
zh_hans_cn: 本程式無任何保固責任

# aboutJami.noWarranty2
source: version 3 or later for details.
de: Version 3 oder höher für Details.
et: versioonist 3 või uuemast.
fi: versio 3 tai uudempi. Katso lisätietoja.
fr: version 3 ou supérieure pour plus de détails.
hu: 3-as vagy újabb verziót a részletekért.
it: versione 3 o successiva per i dettagli.
ro_ro: versiunea 3 sau ulterioară.
sl: različico 3 ali novejše za podrobnosti.
sq_al: version 3, ose të mëvonshëm.
zh_hans_cn: 版本3或之後以取得詳細資訊。<br>

# aboutJami.contribute
source: Contribute
ar: مساهمة
ast_es: Contribuyir
az: بؤلوملر
be_by: Уклад
bg_bg: Принос
bn: অবদান
ca: Contribueix
de: Beitragen
el: Συνεισφέρετε
eo: Kontribui
et: Osale kaastöös
eu: Hartu parte
fi: Osallistu
fr: Contribuez
ga: Cuidiú
gu: યોગદાન આપો
he: תרום
hi_in: योगदान दें
hr_hr: Doprinesite
hu: Közreműködés
hy: Մասնակցեք
id: Berkontribusi
it: Contribuisci
kk: Қосымша
kn: ಕೊಡುಗೆ
ko_kr: 기여
ml: സംഭാവന ചെയ്യുക
mn_mn: Үргэлж
mr: योगदान
ne: योगदान
nn: Bidra til
oc: Contribucion
ro_ro: Contribuie
sl: Prispevaj
sq_al: Kontribuoni
sw: Shiriki
ta: பங்களிப்பு
te: సహకారం
th: มีส่วนช่วย
tt: Өлешен кертү
vi: Tham gia
zh_hans_cn: 贡献

# aboutJami.feedback
source: Feedback
ar: سبر راي
ast_es: La respuesta
az: ردعمل
be_by: Адказ
bg_bg: Обратна връзка
bn: প্রতিক্রিয়া
ca: Comentaris
el: Σχόλια
eo: Reago
et: Tagasiside
eu: Iruzkinak
fi: Palaute
fr: Commentaires
ga: Freagra
gu: પ્રતિસાદ
he: משוב
hi_in: प्रतिपुष्टि (फीड्बैक)
hr_hr: Povratna informacija
hu: Visszajelzés
hy: Վերադարձ կապ
id: Umpan balik
kk: Сапар
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko_kr: 피드백
ml: പ്രതികരണങ്ങൾ
mn_mn: Хэтгэлэг
mr: अभिप्राय
ne: प्रतिक्रिया
nn: Tilbakemelding
oc: Repòrts
ro_ro: Părere
sl: Povratna informacija
sq_al: Përshtypje
sw: Maoni ya kurudia
ta: பின்னூட்டம்
te: అభిప్రాయపత్రాలు
th: ข้อเสนอแนะ
tt: Фидбэк
vi: Nhận phản hồi
zh_hans_cn: 反馈

# aboutJami.createdBy
source: Created by
et: Rakenduse autor:
fr: Créés par
hu: Készítette
ro_ro: Creat de

# aboutJami.artworkBy
source: Artwork by
et: Kujunduse autor:
fr: Création graphique
hu: Művész
ro_ro: Grafică de

# accessibility.close
source: Close
de: Schließen
et: Sulge
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ro_ro: Închide
sl: Zapri
sq_al: Mbylle
zh_hans_cn: 关闭

# accessibility.smartListSwitchAccounts
source: Switch account
de: Konto wechseln
et: Vaheta kasutajakontot
fi: Vaihda tiliä
fr: Changer de compte
hu: Fiókváltás
it: Cambia account
ro_ro: Schimbă contul
sl: Preklopi med računi
sq_al: Ndërroni llogari
zh_hans_cn: 改變賬號<br>

# accessibility.smartListConnectedAs
source: The current account is %@
de: Das derzeitige Konto ist %@
et: Praegune kasutajakonto on %@
fi: Nykyinen tili %@
fr: Votre compte actuel est %@
hu: A jelenlegi fiók %@
it: L'account attuale è %@
ro_ro: Contul actual este %@
sl: Trenutni račun je %@
sq_al: Llogaria e tanishme është %@
zh_hans_cn: 目前賬號是%@

# accessibility.smartListAddAccount
source: Add account
de: Konto hinzufügen
et: Lisa kasutajakonto
fi: Lisää tili
fr: Ajouter le compte
hu: Fiók hozzáadása
it: Aggiungi account
ro_ro: Adaugă un cont
sl: Dodajanje računa
sq_al: Shtoni llogari
zh_hans_cn: 添加账户

# accessibility.aboutJamiTitle
source: About Jami
de: Über Jami
et: Jami teave
fi: Tietoja Jami'sta
fr: À propos de Jami
hu: A Jami névjegye
it: Informazioni su Jami
ro_ro: Despre Jami
sl: O programu Jami
sq_al: Mbi Jami-n
zh_hans_cn: 关于 Jami

# accessibility.welcomeToJamiTitle
source: Welcome to Jami
de: Willkommen bei Jami
et: Tere tulemast kasutama suhtlusrakendust Jami
fi: Tervetuloa Jamiin
fr: Bienvenue sur Jami
hu: Üdvözli a Jami
it: Benvenuto in Jami
ro_ro: Bine ai venit pe Jami
sl: Dobrodošli v Jami
sq_al: Mirë se vini te Jami
zh_hans_cn: 欢迎使用 Jami

# accessibility.createAccountVerifyUsernamePrompt
source: Enter username to check availability.
de: Geben Sie den Benutzernamen ein, um die Verfügbarkeit zu prüfen.
et: Sisesta kasutajanimi kontrollimaks kas ta on saadaval.
fi: Tarkista saatavuus kirjoittamalla tunnus.
fr: Entrer un nom d'utilisateur afin de vérifier sa disponibilité
hu: Felhasználónév megadása az elérhetőség ellenőrzése.
it: Inserire il nome utente per verificare la disponibilità.
ro_ro: Introdu un nume de utilizator pentru a verifica dacă este disponibil.
sq_al: Jepni emër përdoruesi që të shihet në është i lirë.
zh_hans_cn: 請輸入用戶名來檢查是否可用

# accessibility.profilePicturePicker
source: Profile picture
de: Profilbild
et: Profiilipilt
fi: Profiilikuva
fr: Image de profil
hu: Névjegykép
it: Foto di profilo
ro_ro: Poză de profil
sl: Slika profila
sq_al: Foto profili
zh_hans_cn: 个人资料图片

# accessibility.profilePicturePickerHint
source: Double-tap to take a picture or select a picture from the library
de: Doppeltippen Sie, um ein Bild aufzunehmen, oder wählen Sie ein Bild aus der Bibliothek aus
et: Topeltklõpsa pildistamiseks või galeriist pildi valimiseks
fi: Ota kuva napauttamalla tai valitse kuva kirjastosta
fr: Taper deux fois pour prendre une photo ou choisir une image dans votre bibliothèque
hu: Koppintson duplán a kép készítéséhez vagy a könyvtárból kijelölendő képhez
it: Toccare due volte per scattare una foto o selezionare un'immagine dalla galleria
ro_ro: Atinge de două ori pentru a face o poză sau ca să alegi una din galerie
sq_al: Prekeni dy herë, që të bëni një foto, ose të përzgjidhni një foto nga fototeka
zh_hans_cn: 雙點以拍照，或者從相簿中選擇照片<br>

# accessibility.swarmPicturePicker
source: Group picture
de: Gruppenbild
et: Vestlusrühma tunnuspilt
fi: Ryhmäkuva
fr: Image du groupe
hu: Csoportkép
it: Foto del gruppo
ro_ro: Poza grupului
sq_al: Foto grupi
zh_hans_cn: 群組圖片

# accessibility.accountSummaryQrCode
source: QR Code
et: QR-kood
fi: QR-koodi
fr: Code QR
hu: QR-kód
it: Codice QR
ro_ro: Cod QR
sl: QR-koda
sq_al: Kod QR
zh_hans_cn: 二维码

# accessibility.accountSummaryQrCodeHint
source: Double-tap to view the account QR code
de: Doppeltippen, um den QR-Code des Kontos anzuzeigen
et: Kasutajakonto QR-koodi vaatamiseks topeltklõpsi
fi: Näet tilin QR-koodin napauttamalla
fr: Double tapotement pour voir le code QR du compte
hu: Koppintson duplán a fiók QR-kódjának megtekintéséhez
it: Doppio tocco per vedere il codice QR dell'account
ro_ro: Atinge de două ori pentru a vedea codul QR al contului
sl: Dvakrat tapnite za ogled kode QR
sq_al: Prekeni dy herë që të shihni kodin QR të llogarisë
zh_hans_cn: 雙點以查看本賬號的二維碼

# accessibility.accountSummaryEditProfileHint
source: Double-tap to edit the profile
de: Doppeltippen, um das Profil zu bearbeiten
et: Profiili muutmiseks topeltklõpsi
fi: Napauta ja muokkaa profiilia
fr: Double tapotement pour modifier votre profil
hu: Koppintson duplán a névjegy szerkesztéséhez
it: Doppio tocco per modificare il profilo
ro_ro: Atinge de două ori pentru a modifica profilul
sl: Dvakrat tapnite za urejanje profila
sq_al: Prekeni dy herë që të përpunoni profilin
zh_hans_cn: 雙擊以編輯個人檔案

# accessibility.accountSummaryEditSettingsButton
source: Settings
de: Einstellungen
et: Seadistused
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ro_ro: Reglări
sl: Nastavitve
sq_al: Rregullime
zh_hans_cn: 设置

# accessibility.conversationStartVoiceCall
source: Start audio call with %@
de: Audioanruf mit %@ starten
et: Alusta häälkõnet kasutajaga %@
fi: Aloita puhelu %@:lle
fr: Démarrer un appel audio avec %@
hu: Hanghívás indítása a következővel: %@
it: Avvia chiamata vocale con %@
ro_ro: Începe un apel vocal cu %@
sl: Začni zvočni klic s/z %@
sq_al: Filloni një thirrje me audio me %@
zh_hans_cn: 與 %@ 開始音訊通話
