Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# conversation.sendRequest
source: Send them an invitation to be able converse.
ar: إرسال طلب اتصال له لكي يتمكنوا من التبادل معاً
ast_es: Enviar-y una solicitud de contacto pa poder intercambiar xuntos
az: اونا بیرلیکده آچیقلاماق اوچون تماس طلبی گؤندره
be_by: Пашляце яму / ёй кантактны запыт, каб быць у стане абмен разам
bg_bg: Изпратете му/тя искане за контакт, за да може да обменя заедно
bn: তাকে/তাকে যোগাযোগের অনুরোধ পাঠান যাতে তারা একসঙ্গে বিনিময় করতে পারে
ca: Enviar-li una petició de contacte per poder intercanviar junts
de: Senden Sie ihnen eine Einladung, um sich unterhalten zu können.
de_de: Send him/her a contact request to be able to exchange together
el: Να του στείλετε αίτηση επικοινωνίας για να μπορέσουν να ανταλλάξουν μαζί
eo: Sendu al li/ŝi kontaktpeto por ke ili povu interŝanĝi kune
es_mx: Enviarle una solicitud de contacto para poder interactuar
et: Vestlemaks saada talle kutse.
et_ee: Küsi talle kontaktnõue, et saaksid koos vahetada
eu: Bidaliko diozu kontaktu-eskaera, elkarrekin truke egiteko.
fi: Lähetä kutsu, jotta he voivat keskustella.
fr: Envoyer leur une invitation afin de discuter
ga: Cuir iarratas a dhéanamh ar an gcaidreamh leis nó léi chun a bheith in ann malartú le chéile
gu: તેને/તેણીને સંપર્ક વિનંતી મોકલો જેથી તેઓ એક સાથે આદાનપ્રદાન કરી શકે.
he: שלח לו/ה בקשה ליצור קשר כדי שנוכל להחליף יחד
hi_in: उसे संपर्क अनुरोध भेजें ताकि वह एक साथ आदान-प्रदान कर सके
hr_hr: Poslati mu/oni zahtjev za kontakt kako bi mogli razmijeniti zajedno
hu: Meghívó küldése a beszélgetés engedélyezéséhez.
hy: Նրան/այնին ուղարկեք կապի խնդրանք, որպեսզի կարողանաք փոխանակել միասին
id: Kirimkan permintaan kontak kepadanya agar Anda bisa saling bertukar pikiran.
it: Manda un invito per poter conversare.
kk: Бірге алмасу үшін оған байланыс сұрауыңызды жіберіңіз
kn: ಒಟ್ಟಿಗೆ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳುವ ಸಲುವಾಗಿ ಅವರಿಗೆ ಸಂಪರ್ಕ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿ
ko_kr: 함께 교환할 수 있도록 연락 요청을 보내십시오
ml: ഒരുമിച്ച് കൈമാറ്റം ചെയ്യാന് ഒരു കോൺടാക്റ്റ് അഭ്യർത്ഥന അയയ്ക്കുക
mn_mn: Хамтарсан харилцах боломжтой байхын тулд түүнд / түүнд холбогдох хүсэлт хүргүүлнэ
mr: त्याला/त्याला संपर्क विनंती पाठवा ज्यामुळे आपण एकत्र विनिमय करू शकाल.
ne: उसलाई/उनलाई सम्पर्क अनुरोध पठाउनुहोस् ताकि उनीहरू सँगै आदानप्रदान गर्न सक्दछन्
nn: Send han/hau ein kontaktforfrågan for å kunne bytte saman
oc: Enviar una demanda de contacte per poder escambiar amb ela
ro_ro: Trimite o invitație pentru a putea conversa.
sl: Pošljite jim povabilo, da se boste lahko pogovarjali.
sq_al: Dërgojuni një ftesë, që të jeni në gjendje të bisedoni.
sw: Kumtumia ombi la kuwasiliana ili waweze kubadilishana pamoja
ta: அவருடன் தொடர்பு கொள்ளும் கோரிக்கையை அனுப்புங்கள்.
te: కలిసి మార్పిడి చేసుకోగలమని అతనికి/ఆమెకు సంప్రదింపు అభ్యర్థన పంపండి
th: ส่งคําขอติดต่อให้เขา/เธอ เพื่อสามารถแลกเปลี่ยนด้วยกัน
tt: Бергәләп алмашу өчен, аңа мөрәҗәгать итү соравы җибәр
vi: Gửi cho anh ta/cô ấy một yêu cầu liên lạc để có thể trao đổi cùng nhau

# conversation.sendRequestTitle
source: Send conversation invitation
ar: أرسل طلب الاتصال
ast_es: Enviar una so solicitud de contautu
az: تماس طلبی بفرستید
be_by: Пашляце просьбу аб кантактным злучэнні
bg_bg: Изпратете запитване за контакт
bn: যোগাযোগের অনুরোধ পাঠান
ca: Enviar sol·licitud de contacte
de: Unterhaltungseinladung senden
el: Στείλτε αίτηση επικοινωνίας
eo: Sendu kontaktan peton
es_mx: Send Contact Request
et: Kutsu osalema vestluses
et_ee: Küsi kontaktnõue
eu: Bidali kontaktu eskaera
fi: Lähetä keskustelukutsu
fr: Envoyer une invitation
ga: Cuir iarratas a dhéanamh ar an teagmháil
gu: સંપર્ક વિનંતી મોકલો
he: שלח בקשה ליצור קשר
hi_in: संपर्क अनुरोध भेजें
hr_hr: Pošaljite zahtjev za kontakt
hu: Beszélgetési meghívó küldése
hy: Հեռախոսազրույց ուղարկել
id: Kirim permintaan kontak
it: Manda invito alla conversazione
kk: Байланыс сұрауыңызды жіберіңіз
kn: ಸಂಪರ್ಕ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿ
ko_kr: 연락 요청 을 보내십시오
ml: ബന്ധപ്പെടാനുള്ള അപേക്ഷ അയയ്ക്കുക
mn_mn: Байлдан авах хүсэлтгээ илгээ
mr: संपर्क विनंती पाठवा
ne: सम्पर्क अनुरोध पठाउनुहोस्
nn: Send kontaktforfrågingar
oc: Enviar una peticion de contacte
ro_ro: Trimite o invitație la conversație
sl: Pošlji vabilo na pogovor
sq_al: Dërgoni ftesë bisede
sw: Tuma Ombi la Wasiliana
ta: தொடர்பு கோரிக்கை அனுப்புதல்
te: సంప్రదింపు అభ్యర్థనను పంపండి
th: ส่ง คํา สนใจ
tt: Контактны сорап җибәрү
vi: Gửi yêu cầu liên lạc

# conversation.synchronizationTitle
source: You have accepted the conversation invitation.
ar: لقد قبلت طلب المحادثة
ast_es: Acordó la so solicitud de conversación.
az: دانیشما طلبئني قبول ائتدین.
be_by: Вы прынялі просьбу аб размове.
bg_bg: Приехте молбата за разговор.
bn: আপনি কথোপকথনের অনুরোধ গ্রহণ করেছেন।
ca: Has acceptat la petició de conversa.
de: Sie haben die Unterhaltungseinladung angenommen.
de_de: Du haben die Unterhaltungsanfrage angenommen.
el: - Δέχτηκες την αίτηση συζήτησης.
eo: Vi akceptis la interparolan peton.
es_mx: Has aceptado la solicitud de conversación.
et: Sa oled nõustunud vestluskutsega.
et_ee: Sa oled nõus vestlusnõuega.
eu: Onartu duzu elkarrizketa eskaera.
fi: Olet hyväksynyt keskustelukutsun.
fr: Vous avez accepté la demande de conversation.
ga: Tá tú glacadh leis an iarraidh comhrá.
gu: તમે વાતચીત વિનંતી સ્વીકારી લીધી છે.
he: אתה קיבלת את בקשת השיחה.
hi_in: आपने वार्तालाप अनुरोध स्वीकार कर लिया है।
hr_hr: Prihvatili ste zahtjev za razgovor.
hu: Ön elfogadott a beszélgetési meghívást.
hy: Դուք ընդունել եք զրուցի խնդրանքը:
id: Anda telah menerima permintaan percakapan.
it: Hai accettato l'invito alla conversazione.
kk: Сіз әңгімелесу сұрағын қабылдадыңыз.
kn: ನೀವು ಸಂಭಾಷಣೆ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ.
ko_kr: 대화 요청을 받아들였습니다.
ml: നിങ്ങള് സംഭാഷണ അഭ്യർത്ഥന അംഗീകരിച്ചു.
mn_mn: Та ярилцлагын хүсэлтийг хүлээн зөвшөөрсөн.
mr: तुम्ही संभाषण विनंती स्वीकारली आहे.
ne: तपाईंले वार्तालाप अनुरोध स्वीकार गर्नुभयो।
nn: Du har akseptert forespørselen om samtale.
oc: Avètz acceptat la peticion de conversacion.
ro_ro: Ai acceptat invitația la conversație.
sl: Sprejeli ste vabilo na pogovor.
sq_al: Keni pranuar ftesën e bisedës.
sw: Umeikubali ombi la mazungumzo.
ta: நீங்கள் உரையாடல் கோரிக்கையை ஏற்றுக்கொண்டீர்கள்.
te: మీరు సంభాషణ అభ్యర్థనను అంగీకరించారు.
th: คุณยอมรับคําขอคุย
tt: Сез сөйләшү үтенечен кабул иттегез.
vi: Ông đã chấp nhận yêu cầu nói chuyện.

# conversation.synchronizationMessage
source: Waiting for %@ to connect to synchronize the conversation…
ar: نحن ننتظر %@ الاتصالات لنزامن المحادثة.
ast_es: Esperamos que %@ conecten pa sincronizar la conversación.
az: %@-ين ارتباطيني گؤزله ييب، مکالماتي همچينلاشديرماق اوچون.
be_by: Мы чакаем %@ падключэння, каб сінхрыноўваць размову.
bg_bg: Чакаме %@ връзки, за да синхронизираме разговора.
bn: আমরা %@ সংলাপের জন্য অপেক্ষা করছি কথোপকথন সিঙ্ক্রোনাইজ করার জন্য।
ca: Esperem que %@ connectes per sincronizar la conversa.
de: Warten auf %@sich zu verbinden um die Unterhaltung zu synchronisieren …
de_de: We are waiting for %s connects to synchronize the conversation.
el: Περιμένουμε %@ συνδέσεις για να συγχρονιστεί η συζήτηση.
eo: Ni atendas %@ konektojn por sinkronigi la konversacion.
es_mx: We are waiting for %@ connects to synchronize the conversation.
et: Vestluse sünkroniseerimiseks ootame kasutaja %@ ühendust.
et_ee: Ootame %@ ühendust, et konverents sünkroniseerida.
eu: %@ konektatuaren zain gaude elkarrizketa sinkronizatzeko.
fi: Odotetaan, että %@ synkronoi keskustelun…
fr: Nous attendons que %@ se connecte afin de synchroniser la conversation.
ga: Táimid ag fanacht le %@ nascanna chun an comhrá a shuimhrónachadh.
gu: અમે વાતચીત સમન્વયિત કરવા માટે %@ જોડાણો માટે રાહ જોઈ રહ્યા છીએ.
he: אנחנו מחכים ל%@ מתחברים כדי להעמיק את השיחה.
hi_in: हम वार्तालाप को सिंक्रनाइज़ करने के लिए %@ कनेक्शन की प्रतीक्षा कर रहे हैं।
hr_hr: Čekamo na %@ povezivanja da sinhronizujemo razgovor.
hu: Várakozás a(z) %@ csatlakozásra a beszélgetés összehangolásához…
hy: Մենք սպասում ենք %@ կապերի, որպեսզի սինխրոնացվի զրույցը:
id: Kami menunggu %@ terhubung untuk menyinkronkan percakapan.
it: In attesa che %@ si connetta per sincronizzare la conversazione…
kk: Біз %@ қосылыстарын күтіп отырмыз.
kn: ಸಂಭಾಷಣೆಯನ್ನು ಸಿಂಕ್ರೊನೈಸ್ ಮಾಡಲು ನಾವು %@ ಸಂಪರ್ಕಗಳಿಗಾಗಿ ಕಾಯುತ್ತಿದ್ದೇವೆ.
ko_kr: 우리는 대화를 동기화하기 위해 %@ 연결을 기다리고 있습니다.
ml: സംഭാഷണം സമന്വയിപ്പിക്കാൻ %@ കണക്ഷനുകൾക്കായി കാത്തിരിക്കുകയാണ്.
mn_mn: Бид %@ холболт яриаг синхрон болгох гэж хүлээдэг.
mr: आम्ही संभाषण समक्रमित करण्यासाठी %@ कनेक्ट्सची वाट पाहत आहोत.
ne: हामी वार्तालाप सिंक गर्न %@ जडानको प्रतीक्षामा छौं।
nn: Me ventar på %@-kontakter for å synkronisere samtalen.
oc: Esperam que %@ connectes per sincronizar la conversacion.
ro_ro: Se așteaptă ca %@ să se conecteze pentru a sincroniza conversația…
sl: Čakamo, da se %@ poveže, da sinhroniziramo pogovor ...
sq_al: Po pritet që %@ të lidhet, që të njëkohësohet biseda…
sw: Tunasubiri kwa ajili ya %@ uhusiano kwa kulinganisha mazungumzo.
ta: உரையாடலை ஒத்திசைக்க %@ இணைப்புக்காக காத்திருக்கிறோம்.
te: సంభాషణను సమకాలీకరించడానికి %@ కనెక్ట్ కోసం మేము వేచి ఉన్నాము.
th: เรากําลังรอการเชื่อมต่อ %@ เพื่อสอดคล้องการพูดคุย
tt: Без %@ бәйләнешләрен сөйләмнең синхронлаштыруын көтәбез.
vi: Chúng tôi đang chờ đợi %@ kết nối để đồng bộ hóa cuộc trò chuyện.

# conversation.inReplyTo
source: In reply to
ar: في جواب
ast_es: En respuesta a
az: جاوابدا
be_by: У адказ на
bg_bg: В отговор на
bn: উত্তর
ca: En resposta a
de: Als Antwort auf
el: Απαντώντας
eo: En respondo al
et: Vastuseks kasutajale
eu: Erantzun
fi: Vastauksena
fr: En réponse à
ga: I dtuarascáil do
gu: જવાબમાં
he: בתשובה
hi_in: उत्तर में
hr_hr: U odgovor na
hu: Válaszul erre:
hy: Պատասխանելով
id: Sebagai balasan
it: In risposta a
kk: Жауап ретінде
kn: ಇದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ
ko_kr: 이에 대한 답변
ml: ഇതിന് മറുപടിയായി
mn_mn: Хэвлэл мэдээллийн хэрэгсэл
mr: उत्तर
ne: जवाफमा
nn: I svar på
oc: En respònd a
ro_ro: Răspuns pentru
sl: Kot odgovor
sq_al: Në përgjigje të
sw: Kwa kujibu
ta: பதில்
te: దీనికి ప్రతిస్పందనగా
th: ตอบ
tt: Бу сорауларга җавап итеп:
vi: Trả lời
zh_hans_cn: 在回复中

# conversation.repliedTo
source: %@ replied to %@
de: %@antwortete an %@
et: %@ vastas kasutajale %@
fi: %@ vastasi %@:lle
fr: %@ a répondu à %@
hu: %@ válaszolt %@ résztvevőnek
it: %@ ha risposto a %@
ro_ro: %@ a răspuns pentru %@
sl: %@ je odgovoril_a %@
sq_al: %@ iu përgjigj %@

# conversation.yourself
source: You
ar: yourself
ast_es: yourself
az: yourself
be_by: yourself
bg_bg: yourself
bn: yourself
ca: yourself
de: Sie
el: yourself
eo: yourself
et: Sina
eu: yourself
fi: Sinä
fr: Vous
ga: yourself
gu: yourself
he: yourself
hi_in: yourself
hr_hr: yourself
hu: Ön
hy: yourself
id: yourself
it: Tu
kk: yourself
kn: yourself
ko_kr: yourself
ml: yourself
mn_mn: yourself
mr: yourself
ne: yourself
nn: yourself
oc: yourself
ro_ro: Tu
sl: Vi
sq_al: Ju
sw: yourself
ta: yourself
te: yourself
th: yourself
tt: yourself
vi: yourself
zh_hans_cn: 您

# conversation.edited
source: Edited
de: Bearbeitet
et: Muudetud
fi: Muokattu
fr: Modifié
hu: Szerkesztve
it: Modificato
ro_ro: Modificat
sl: Urejeno
sq_al: U përpunua
zh_hans_cn: 已编辑

# conversation.deletedMessage
source: %@ deleted a message
de: %@ hat eine Nachricht gelöscht
el: διαγράφτηκε ένα μήνυμα
et: %@ kustutas sõnumi.
fi: %@ poisti viestin
fr: %@ a supprimé un message
hu: %@ törölt egy üzenetet
it: %@ ha cancellato il messaggio
ro_ro: %@ a șters mesajul
sl: %@ je izbrisal/a sporočilo
sq_al: %@ fshiu një mesazh
zh_hans_cn: %@刪除了一條消息

# conversation.contactBlocked
source: Contact blocked
de: Kontakt blockiert
et: Kontakt on blokeeritud
fi: Henkilö estetty
fr: Contact bloqué
hu: Kapcsolattartó letiltva
it: Contatto bloccato
ro_ro: Contact blocat
sl: Stik blokiran
sq_al: Kontakti u bllokua
zh_hans_cn: 联系人被封锁

# conversation.typingIndicatorOneUser
source: %@ is typing
de: %@ tippt
et: %@ kirjutab
fi: %@ kirjoittaa
fr: %@ est en train d'écrire ...
hu: %@ éppen gépel
it: %@ sta scrivendo
sl: %@ piše
sq_al: %@ po shtyp

# conversation.typingIndicatorTwoUsers
source: %1@ and %2@ are typing
de: %1@ und %2@ tippen
et: %1@ ja %2@ kirjutavad
fi: %1@ ja %2@ kirjoittavat
fr: %1@ et %2@ sont en train d'écrire…
hu: %1@ és %2@ éppen gépel
it: %1@ e %2@ stanno scrivendo
sl: %1@in %2@ pišeta
sq_al: %1@ dhe %2@ po shtypin

# conversation.typingIndicatorOtherUsers
source: %1@, %2@ and %3@ other are typing
de: %1@, %2@ und %3@ andere tippen
et: %1@, %2@ ja %3@ muu kasutaja kirjutavad
fi: %1@, %2@ ja %3@ kirjoittavat
fr: %1@, %2@ et %3@ sont en train d'écrire…
hu: %1@, %2@ és %3@ további kapcsolattartó éppen gépel
it: %1@, %2@ e %3@ altro stanno scrivendo
sl: %1@, %2@ in %3@ drugi pišejo
sq_al: %1@, %2@ dhe %3@ të tjerë po shtypinng

# conversation.typingIndicatorOthersUsers
source: %1@, %2@ and %3@ others are typing
de: %1@, %2@ und %3@ andere tippen
et: %1@, %2@ ja %3@ muud kasutajat kirjutavad
fi: %1@, %2@, %3@ ja muut kirjoittaa
fr: %1@, %2@ et %3@ sont en train d'écrire…
hu: %1@, %2@ és %3@ további kapcsolattartó éppen gépel
it: %1@, %2@ e altri %3@ stanno scrivendo
sl: %1@, %2@ in %3@ drugi pišejo
sq_al: %1@, %2@ dhe %3@ të tjerë po shtypin

# invitations.noInvitations
source: No invitations
ar: لم تــرد أي دعوة
ast_es: Nun hai invitaciones.
az: دعوتلر یوخدور
be_by: Ніякіх запрашэнняў
bg_bg: Няма покани.
bn: আমন্ত্রণ নেই
ca: No hi ha invitacions
de: Keine Einladungen
de_de: Keine Einladungen
el: Δεν υπάρχουν προσκλήσεις.
eo: Neniu invito
es_mx: Sin invitaciones
et: Pole kutseid
et_ee: Pole kutsu.
eu: Ez dago gonbidapenik.
fa_ir: بدون دعوت‌نامه
fi: Ei kutsuja
fr: Aucune invitation
ga: Ní iarratais
gu: કોઈ આમંત્રણ નહીં
he: אין הזמנות
hi_in: कोई निमंत्रण नहीं
hr_hr: Nema poziva
hu: Nincs meghívás
hy: Ոչ մի հրավիրում
id: Tidak ada undangan
it: Nessun invito
kk: Шақыру жоқ
kn: ಆಹ್ವಾನಗಳಿಲ್ಲ
ko_kr: 초대도 없습니다
ml: ക്ഷണങ്ങളില്ല
mn_mn: Нэр дэвшүүлэггүй
mr: आमंत्रण नाही
ne: निमन्त्रणा छैन
nn: Ingen invitasjonar
oc: Cap d’invitacion
ro_ro: Nicio invitație
sl: Ni povabil
sq_al: S’ka ftesa
sw: Hakuna mwaliko
ta: அழைப்பிதழ்கள் இல்லை
te: ఆహ్వానాలు లేవు
th: ไม่มีการเชิญ
tt: Чакырулар юк
vi: Không có lời mời
zh_hans_cn: 没有邀请

# invitations.accepted
source: Accepted
de: Angenommen
et: Vastuvõetud
fi: Hyväksytty
fr: Accepté
hu: Elfogadott
it: Accettato
ro_ro: Acceptat
sl: Sprejeto
sq_al: E pranuar
zh_hans_cn: 已接受

# invitations.declined
source: Declined
de: Abgelehnt
et: Keeldutud
fi: Hylätty
fr: Refusé
hu: Elutasítás
it: Rifiutato
ro_ro: Refuzat
sl: Zavrnjeno
sq_al: Hedhur poshtë
zh_hans_cn: 已拒絕<br>

# invitations.blocked
source: Blocked
de: Blockiert
et: Blokeeritud
fi: Estetty
fr: Bloqué
hu: Letiltva
it: Bloccato
ro_ro: Blocat
sl: Blokiran/a
sq_al: Bllokuar
zh_hans_cn: 已封鎖

# invitations.list
source: Invitations received
de: Einladungen erhalten
et: Sulle on kutseid
fi: Kutsut vastaanotettu
fr: Invitations reçues
hu: Meghívások megérkeztek
it: Inviti ricevuti
ro_ro: Invitații primite
sl: Prejetih povabil
sq_al: Ftesat u morën
vi: Lời mời nhận được
zh_hans_cn: 邀请已发送

# welcome.title
source: Share, freely and privately with Jami
de: Teilen Sie frei und privat mit Jami
de_de: Willkommen bei Jami!
es_mx: ¡Bienvenido a Jami!
et: Jaga vabalt ja privaatselt Jamiga
et_ee: Tere tulemast Jami'sse!
fa_ir: به جمی خوش آمدید!
fi: Jaa vapaasti ja yksityisesti Jamilla
fr: Partagez, librement, gratuitement et en toute confidentialité avec Jami
hu: Megosztás, szabadon és bizalmasan Jami-vel
it: Condividi, liberamente e privatamente con Jami
ro_ro: Distribuie, în mod liber și privat, cu Jami
sl: Delite z drugimi, prosto in zasebno prek Jami
sq_al: Ndani lirisht dhe privatisht me të tjerët, përmes Jami-t
zh_hans_cn: 使用 Jami 分享，自由、私密

# welcome.text
source: Jami is a free and universal communication platform which preserves the users' privacy and freedoms
ar: چامى هو منصة اتصال حرة وعالمية تحفظ خصوصية المستخدمين وحرياتهم
ast_es: Jami ye una plataforma de comunicación gratuita y universal que preserva la privacidá y les llibertaes de los usuarios.
az: جامی، آزاد و آلیشلی بیر ارتباط پلتفرمیدیر کی، ایستیفاده چیلرین خصوصی و آزادلیغی قوروموشدور.
be_by: Jami - гэта бясплатная і універсальная платформа для зносін, якая захоўвае прыватнасць і свабоды карыстальнікаў
bg_bg: Jami е свободна и универсална комуникационна платформа, която запазва личния живот и свободите на потребителите
bn: জামি একটি মুক্ত ও সর্বজনীন যোগাযোগ প্ল্যাটফর্ম যা ব্যবহারকারীদের গোপনীয়তা ও স্বাধীনতা রক্ষা করে
ca: Jami és una plataforma de comunicació lliure i universal que conserva la privacitat i llibertats dels usuaris
de: Jami ist eine freie und universelle Kommunikationsplattform und respektiert die Freiheiten und Privatsphäre der Benutzer.
de_de: Jami ist eine freie/kostenlose, vielseitige Kommunikationsplattform, die die Daten Ihrer Nutzer und Ihre Freiheit schützt.
el: Η Jami είναι μια ελεύθερη και παγκόσμια πλατφόρμα επικοινωνίας που διατηρεί την ιδιωτικότητα και τις ελευθερίες των χρηστών
eo: Jami estas libera kaj universala komunikada platformo kiu konservas la privatecon kaj liberecojn de la uzantoj
es_mx: Jami es una plataforma de comunicación libre y universal que preserva la privacidad y las libertades de los usuarios.
et: Jami on vaba ja universaalne suhtluslahendus, mis kaitseb kasutajate privaatsust ja vabadusi
et_ee: Jami on vaba ja universaalne sideplatvorm, mis kaitseb kasutajate privaatsust ja vabadusi
eu: Jami komunikazio plataforma librea eta unibertsala da, erabiltzaileen pribatutasuna eta askatasuna babesten dituena.
fa_ir: جمی یک بستر ارتباطی رایگان و جهانی است، که حریم خصوصی و آزادی کاربران را حفظ می‌کند
fi: Jami on ilmainen viestintäalusta joka turvaa käyttäjien yksityisyyden ja vapaudet
fr: Jami est un logiciel libre de communication universel qui protège la vie privée et les libertés de ses utilisateurs.
ga: Is ardán cumarsáide saor in aisce agus uilethír é Jami a chaomhnaíonn príobháideacht agus saoirsí na n-úsáideoirí
gu: જમી એક મફત અને સાર્વત્રિક સંદેશાવ્યવહાર પ્લેટફોર્મ છે જે વપરાશકર્તાઓની ગોપનીયતા અને સ્વતંત્રતાનું રક્ષણ કરે છે
he: ג'אמי היא פלטפורמה חופשית ויקונביסלית לשיחה שמטרת הפרטיות והחופש של המשתמשים
hi_in: जामी एक मुक्त और सार्वभौमिक संचार मंच है जो उपयोगकर्ताओं की गोपनीयता और स्वतंत्रता को संरक्षित करता है
hr_hr: Jami je besplatna i univerzalna komunikacijska platforma koja čuva privatnost i slobode korisnika
hu: A Jami egy szabad szoftver az egyetemes közlés emelvény, mely tiszteletben tartja a felhasználók szabadságát és magán szféráját
hy: Jami-ն ազատ եւ համընդհանուր հաղորդակցման հարթակ է, որը պահպանում է օգտատերերի գաղտնիությունն ու ազատությունները
id: Jami adalah platform komunikasi gratis dan universal yang menjaga privasi dan kebebasan pengguna
it: Jami è una piattaforma di comunicazione libera e universale che preserva la privacy e le libertà degli utenti
kk: Jami - бұл пайдаланушылардың жеке өмірі мен бостандықтарын сақтайтын тегін және әмбебап байланыс платформасы
kn: ಜಾಮಿ ಉಚಿತ ಮತ್ತು ಸಾರ್ವತ್ರಿಕ ಸಂವಹನ ವೇದಿಕೆಯಾಗಿದ್ದು, ಇದು ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆ ಮತ್ತು ಸ್ವಾತಂತ್ರ್ಯಗಳನ್ನು ಸಂರಕ್ಷಿಸುತ್ತದೆ
ko_kr: 자미는 무료 및 보편적인 통신 플랫폼으로 이용자의 개인 정보와 자유를 보호합니다.
ml: ജാമി എന്നത് സ്വതന്ത്രവും സാർവത്രികവുമായ ഒരു ആശയവിനിമയ പ്ലാറ്റ്ഫോമാണ്, അത് ഉപയോക്താക്കളുടെ സ്വകാര്യതയും സ്വാതന്ത്ര്യവും സംരക്ഷിക്കുന്നു
mn_mn: Jami нь хэрэглэгчийн хувийн хэвшил, эрх чөлөөг хадгалах чөлөөтэй, бүх нийтийн харилцааны платформ юм
mr: जेमी हा एक मुक्त आणि सार्वत्रिक संवाद मंच आहे जो वापरकर्त्यांची गोपनीयता आणि स्वातंत्र्ये राखतो.
ne: जामी एक स्वतन्त्र र सार्वभौमिक संचार प्लेटफर्म हो जसले प्रयोगकर्ताहरूको गोपनीयता र स्वतन्त्रतालाई सुरक्षित गर्दछ
nn: Jami er ein fri og universell kommunikasjonsplattform som behåller privatlivet og frita til brukarane.
oc: Jami es un logicial liure per comunicacions universalas que respèctan la libertat e la vida privada de sos utilizaires.
ro_ro: Jami este o platformă de comunicare liberă și universală care păstrează libertățile și intimitatea.
sl: Jami je prosta in brezplačna univerzalna komunikacijska platforma, ki spoštuje svobodo in zasebnost svojih uporabnikov.
sq_al: Jami është një platformë e lirë dhe universale komunikimesh që ruan privatësinë dhe liritë e përdoruesve
sw: Jami ni jukwaa la mawasiliano la bure na la kimataifa ambalo huhifadhi faragha na uhuru wa watumiaji
ta: ஜாமி என்பது பயனர்களின் தனியுரிமையும் சுதந்திரமும் பாதுகாக்கப்படும் இலவச மற்றும் உலகளாவிய தகவல் தொடர்பு தளமாகும்
te: జామి అనేది ఉచిత మరియు సార్వత్రిక కమ్యూనికేషన్ ప్లాట్ఫాం, ఇది వినియోగదారుల గోప్యత మరియు స్వేచ్ఛలను కాపాడుతుంది
th: จามิเป็นเว็บสื่อสารฟรีและทั่วไปที่รักษาความเป็นส่วนตัวและเสรีภาพของผู้ใช้
tt: Jami - кулланучыларның шәхси һәм иреклелекләрен саклый торган ирекле һәм универсаль коммуникация платформасы
vi: Jami là một nền tảng truyền thông miễn phí và phổ biến bảo vệ quyền riêng tư và tự do của người dùng
zh_hans_cn: Jami 是一个保护用户的隐私和自由的通用自由软件。

# welcome.haveAccount
source: I already have an account
ar: لدي حساب بالفعل
ast_es: Nun hai nada que ver con esto.
az: منیم حسابوم وار
be_by: У мяне ўжо ёсць рахунак
bg_bg: Вече имам сметка.
bn: আমার একটা একাউন্ট আছে
ca: Jo ja tinc un compte
de: Ich habe bereits ein Konto
el: Έχω ήδη λογαριασμό.
eo: Mi jam havas konton.
et: Mul on juba konto
eu: Kontu bat daukat.
fi: Minulla on jo tili.
fr: J'ai déjà un compte
ga: Tá cuntas agam cheana féin
gu: મારી પાસે પહેલેથી જ એક એકાઉન્ટ છે
he: יש לי חשבון.
hi_in: मेरे पास पहले से ही एक खाता है
hr_hr: Već imam račun.
hu: Már van fiókom
hy: Ես արդեն հաշիվ ունեմ
id: Saya sudah punya akun
it: Ho già un account
kk: Менде есеп бар.
kn: ನನ್ನ ಬಳಿ ಈಗಾಗಲೇ ಖಾತೆ ಇದೆ.
ko_kr: 이미 계좌가 있어요
ml: എനിക്ക് ഒരു അക്കൌണ്ട് ഉണ്ട്
mn_mn: Би аль хэдийнээ бүртгэлтэй.
mr: माझ्याकडे आधीच खाते आहे
ne: मेरो खाता छ
nn: Eg har allereie ein konto
oc: Ai ja un compte
ro_ro: Am deja un cont
sl: Račun že imam
sq_al: Kam tashmë një llogari
sw: Mimi tayari nina akaunti
ta: எனக்கு ஏற்கனவே ஒரு கணக்கு இருக்கிறது
te: నాకు ఇప్పటికే ఒక ఖాతా ఉంది
th: ฉันมีบัญชีแล้ว
tt: Минем инде хисабым бар.
vi: Tôi đã có tài khoản
zh_hans_cn: 我已经有一个账户

# welcome.linkDevice
source: Import from another device
ar: الاستيراد من جهاز آخر
ast_es: Importación dende otru dispositivu
az: باشقا آلاتدان واردات
be_by: Імпарт з іншага прылады
bg_bg: Внос от друго устройство
bn: অন্য ডিভাইস থেকে আমদানি
ca: Importació des d'un altre dispositiu
de: Von einem anderen Gerät importieren
de_de: Dieses Gerät mit einem bestehenden Konto verknüpfen
el: Εισαγωγή από άλλη συσκευή
eo: Importado de alia aparato
es_mx: Vincular este dispositivo a una cuenta
et: Impordi muust seadmest
et_ee: Seadme ühendamine kontoniga
eu: Beste gailu batetik inportatzea
fa_ir: پیوند این دستگاه به یک حساب
fi: Tuo toisesta laitteesta
fr: Importer d'un autre appareil
ga: Importaíocht ó threalamh eile
gu: અન્ય ઉપકરણમાંથી આયાત
he: ייבוא ממכשיר אחר
hi_in: दूसरे उपकरण से आयात
hr_hr: Uvoz iz drugog uređaja
hu: Importálás másik eszközről
hy: Արտահանման այլ սարք
id: Impor dari perangkat lain
it: Importa da un altro dispositivo
kk: Басқа құрылғыдан импорттау
kn: ಮತ್ತೊಂದು ಸಾಧನದಿಂದ ಆಮದು
ko_kr: 다른 장치에서 수입
ml: മറ്റൊരു ഉപകരണത്തിൽ നിന്നും ഇറക്കുമതി ചെയ്യുക
mn_mn: Өөр төхөөрөмжээс импортлох
mr: दुसर्या उपकरणाकडून आयात
ne: अर्को उपकरणबाट आयात
nn: Import frå ein annan enhet
oc: Importar d'un autre dispositiu
ro_ro: Importă din alt aparat
sl: Uvozi z druge naprave
sq_al: Importoni nga pajisje tjetër
sw: Uagizaji kutoka kifaa kingine
ta: மற்றொரு சாதனத்திலிருந்து இறக்குமதி
te: మరొక పరికరము నుండి దిగుమతి
th: การนําเข้าจากอุปกรณ์อื่น
tt: Башка җайланмадан импорт
vi: Nhập khẩu từ thiết bị khác
zh_hans_cn: 從其他裝置匯入
