Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# generatedMessage.missedOutgoingCall
source: Missed outgoing call
ar: مكالمة خارجة فائتة
ast_es: La llamada saliente perdida
az: گئدن زنگینلیک
be_by: Адпусцілі выхадны званок
bg_bg: Пропуснато изходящо обаждане
bn: মিস করা কল
ca: Trucada sortint perduda
de: Ausgehender Anruf fehlgeschlagen
de_de: Verpasster ausgehender Anruf
el: Αναπάντητη εξερχόμενη κλήση
eo: Maltrafis forirantan telefonon
es_mx: Lllamada saliente perdida
et: Väljuv kõne jäi märkamata
et_ee: Lähtunud kõne jäi puudu
eu: Galdutako irteera-deia
fa_ir: تماس خروجی از‌دست‌رفته
fi: Vastaamaton lähtevä puhelu
fr: Appel sortant manqué
ga: Ag iarraidh glaoch a fháil
gu: બહાર નીકળો કૉલ ચૂકી
he: פספסתי שיחת פנויה
hi_in: आउटगोइंग कॉल छूट गयी
hr_hr: Propušteni odlazni poziv
hu: Nem fogadott kimenő hívás
hy: Հեռացվող զանգը բացակայում է
id: Panggilan keluar tidak terjawab
it: Chiamata in uscita persa
kk: Шығып жатқан шақыруды жоғалтқан
kn: ತಪ್ಪಿಸಿಕೊಂಡ ಹೊರಹೋಗುವ ಕರೆ
ko_kr: 출력 전화가 빠진 것
ml: നഷ്ടപ്പെട്ട വിളി
mn_mn: Удахгүй дууссан
mr: गमावलेला प्रस्थान कॉल
ne: अपाङ्गित प्रस्थान कल
nn: Miska utgående samtale
oc: Sonada sortissenta mancada
ro_ro: Apel efectuat nepreluat
sl: Zgrešen odhodni klic
sq_al: Thirrje ikse të humbura
sw: Kupoteza wito wa nje
ta: தொலைபேசி அழைப்பு தவறியது
te: మిస్ అవుట్గోయింగ్ కాల్
th: สายที่ไม่ได้รับ
tt: Чыгышны югалткан чакыру
vi: Lỡ cuộc gọi ra ngoài
zh_hans_cn: 去电未接

# generatedMessage.missedIncomingCall
source: Missed incoming call
ar: مكالمة واردة فائتة
ast_es: La llamada entrante perdida
az: گئچن چاغداش چاغداشلار
be_by: Адпусцілі ўступаючы званок
bg_bg: Пропуснато входящо обаждане
bn: মিস করা ইনকামিং কল
ca: Trucada entrant perduda
de: Verpasster eingehender Anruf
de_de: Verpasster eingehender Anruf
el: Αναπάντητη εισερχόμενη κλήση
eo: Maltrafis envenantan telefonon
es_mx: Llamada entrante perdida
et: Saabuv kõne jäi märkamata
et_ee: Läbivõtuvõtt
eu: Galdutako sarrera-deia
fa_ir: تماس ورودی از‌دست‌رفته
fi: Vastaamaton puhelu
fr: Appel entrant manqué
ga: Ag iarraidh glaoch a fháil
gu: ઇનકમિંગ કૉલ ચૂકી
he: פספסתי שיחת כניסה
hi_in: मिस्ड इनकमिंग कॉल
hr_hr: Propušteni dolazni poziv
hu: Nem fogadott bejövő hívás
hy: Հեռացած ներկա զանգ
id: Panggilan masuk tidak terjawab
it: Chiamata in arrivo persa
kk: Келесі шақыруды жіберген
kn: ತಪ್ಪಿದ ಕರೆ
ko_kr: 수신 전화가 빠진 것
ml: നഷ്ടപ്പെട്ട കോൾ
mn_mn: Улаан дуудлага алдсан
mr: गमावलेला कॉल
ne: अनुपस्थित आगमन कल
nn: Miska innkomne samtal
oc: Sonada dintrada mancada
ro_ro: Apel pierdut
sl: Zgrešen dohodni klic
sq_al: Thirrje ardhëse të humbura
sw: Kupoteza simu ya ndani
ta: தவறவிட்ட அழைப்பு
te: మిస్డ్ ఇన్కమింగ్ కాల్
th: สายเรียกเข้าที่ไม่ได้รับ
tt: Килгән чакыруны югалту
vi: Lỡ cuộc gọi tiếp nhận
zh_hans_cn: 未接来电

# generatedMessage.liveLocationSharing
source: Live location sharing
ar: مشاركة الموقع المباشر
ast_es: Compartir la localización en directo
az: یاشاییش یئرلری اشتراکلاشماسی
be_by: Ужыванне месцазнаходжання
bg_bg: Съвместно разпределение на местоположения
bn: লাইভ অবস্থান ভাগ
ca: Partage de localització en directe
de: Live-Standortfreigabe
de_de: Standort live mitteilen
el: Συνοχή τοποθεσιών ζωντανά
eo: Viva kunhavado de lokoj
es_mx: Compartición de ubicación en vivo
et: Asukoha jagamine reaalajas
et_ee: Asja asukoha jagamine
eu: Toki partekatzea zuzenean
fa_ir: هم‌رسانی زنده مکان
fi: Suoran sijainnin jakaminen
fr: Partage de position en temps réel
ga: Comparáid suíomh beo
gu: લાઇવ સ્થાન શેરિંગ
he: שיתוף מיקום חי
hi_in: स्थान साझा करने के लिए लाइव
hr_hr: Udio lokacije uživo
hu: Valós idejű hely megosztása
hy: Կայքի առցանց փոխանակում
id: Berbagi lokasi secara live
it: Condivisione della posizione in diretta
kk: Тікелей орналасқан жерді бөлісу
kn: ಲೈವ್ ಸ್ಥಳ ಹಂಚಿಕೆ
ko_kr: 실시간 위치 공유
ml: ലൈവ് ലൊക്കേഷൻ പങ്കിടൽ
mn_mn: Амьдрал байршуулын хуваалц
mr: थेट स्थान सामायिकरण
ne: प्रत्यक्ष स्थान साझेदारी
nn: Live lokasjon deling
oc: Partatge de localizacion en viu
ro_ro: Distribuirea poziției în direct
sl: Deljenje lokacije v živo
sq_al: Dhënie e vendndodhjes drejtpërsëdrejti
sw: Kushiriki eneo la kuishi
ta: நேரடி இருப்பிட பகிர்வு
te: ప్రత్యక్ష స్థానం భాగస్వామ్యం
th: การแบ่งปันสถานที่สด
tt: Тере урынны бүлешү
vi: Chia sẻ địa điểm trực tiếp
zh_hans_cn: 实时位置分享

# generatedMessage.contactLeftConversation
source: %@ has left the conversation.
ar: اليسار
ast_es: La so parte inferior ye de la derecha.
az: سول
be_by: лева
bg_bg: лево
bn: বাঁদিকে
ca: esquerra
de: %@ hat die Unterhaltung verlassen.
de_de: Kontakt hat das Gespräch verlassen
el: left the conversation
eo: left the conversation
es_mx: left
et: %@ on lahkunud vestlusest.
et_ee: vasakpool
eu: left the conversation
fi: %@ poistui keskustelusta.
fr: %@ a quitté la conversation.
ga: ar chlé
gu: ડાબી
he: שמאלה
hi_in: बाएँ
hr_hr: left the conversation
hu: %@ kilépett a beszélgetésből.
hy: ձախ
id: kiri
it: %@ ha abbandonato la conversazione.
kk: сол жақ
kn: ಎಡ
ko_kr: 왼쪽
ml: ഇടതുവശത്ത്
mn_mn: left the conversation
mr: left the conversation
ne: left the conversation
nn: til venstre
oc: esquèrra
ro_ro: %@ a părăsit conversația.
sl: %@ je zapustil/a pogovor.
sq_al: %@ e braktisi bisedën.
sw: left the conversation
ta: left the conversation
te: ఎడమ
th: left the conversation
tt: сул
vi: trái
zh_hans_cn: %@已退出對話。

# generatedMessage.nonSwarmInvitationReceived
source: You sent an invitation.
de: Sie haben eine Einladung gesendet.
et: Sa saatsid kutse
fi: Lähetit kutsun.
fr: Vous avez envoyé une invitation.
hu: Ön meghívó küldött.
it: Hai inviato un invito.
ro_ro: Ai trimis o invitație.
sl: Poslali ste povabilo.
sq_al: Dërguat një ftesë.
zh_hans_cn: 你已寄出邀請。

# generatedMessage.nonSwarmInvitationAccepted
source: Your invitation was accepted.
de: Ihre Einladung wurde angenommen.
et: Sinu kutse võeti vastu.
fi: Kutsu hyväksytty.
fr: Votre invitation a été acceptée.
hu: Meghívása elfogadva.
it: Il tuo invito è stato accettato.
ro_ro: Invitația ta a fost acceptată.
sl: Vaše povabilo je sprejeto.
sq_al: Ftesa juaj u pranua.
zh_hans_cn: 你的邀請已被接受

# generalSettings.videoSettings
source: Video settings
ar: إعدادات الفيديو
ast_es: La configuración de video
az: ویدئو تنظیمات
be_by: Налады відэа
bg_bg: Настройки на видео
bn: ভিডিও সেটিং
ca: Configuracions de vídeo
de: Videoeinstellungen
et: Video seadistused
et_ee: Videoseisundid
fi: Videoasetukset
fr: Paramètres vidéo
ga: Suíomh-bhreathnú
gu: વિડિઓ સેટિંગ્સ
he: הגדרות הוידאו
hi_in: वीडियो सेटिंग्स
hu: Videóbeállítások
hy: Տեսանյութերի կարգավորումները
id: Pengaturan Video
it: Impostazioni video
kk: Видеоның параметрлері
kn: ವೀಡಿಯೊ ಸೆಟ್ಟಿಂಗ್ಗಳು
ko_kr: 비디오 설정
ml: വീഡിയോ ക്രമീകരണങ്ങൾ
nn: Videoinnstillingane
oc: Ajustaments de vidèo
ro_ro: Reglări video
sl: Nastavitve videa
sq_al: Rregullime videoje
te: వీడియో సెట్టింగులు
tt: Видеолар көйләү
vi: Định hướng video
zh_hans_cn: 視訊設定

# generalSettings.videoAcceleration
source: Enable video acceleration
ar: تمكين تسريع الفيديو
ast_es: Aceleración de video
az: ویدئو سرعتینی فعال ائتمک
be_by: Уключыць паскарэнне відэа
bg_bg: Осигуряване на видео ускорение
bn: ভিডিও ত্বরণ সক্ষম করুন
ca: Abilitar l'acceleració de vídeo
de: Videobeschleunigung aktivieren
de_de: Video-Beschleunigung einschalten
el: Επιτρέψτε την επιτάχυνση βίντεο
eo: Akceli la videoakceleraĵon
es_mx: Habilitar aceleración de video
et: Kasuta video raudvaralist kiirendamist
et_ee: Video kiirendamine
eu: Bideoak azkartzea ahalbidetu
fa_ir: فعال‌سازی شتاب‌دهی ویدیو
fi: Kytke videon laitteistokiihdytys
fr: Activer l'accélération vidéo
ga: Céadú le héifeachtúlacht físe
gu: વિડિઓ પ્રવેગકને સક્ષમ કરો
he: אפשרת אינטגרציה של וידאו
hi_in: वीडियो त्वरण सक्षम करें
hr_hr: Aktivirajte ubrzanje video
hu: Videó gyorsítás engedélyezése
hy: Հնարավորացնել տեսանյութի արագացումը
id: Aktifkan akselerasi video
it: Attiva l'accelerazione video
kk: Видео жылдамдатуды рұқсат ету
kn: ವೀಡಿಯೊ ವೇಗವರ್ಧನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 비디오 가속을 활성화
ml: വീഡിയോ വേഗത പ്രാപ്തമാക്കുക
mn_mn: Видеоны хурдацлалтыг идэвхжүүлнэ
mr: व्हिडिओ गती सक्षम करा
ne: भिडियो गति सक्षम गर्नुहोस्
nn: Legg videoaksellasjon til
oc: Abilitar l'acceleracion de vidèo
ro_ro: Activează accelerarea video
sl: Vklopi strojno pospeševanje videa
sq_al: Aktivizo përshpejtim videosh
sw: Kuwezesha video kuharakisha
ta: வீடியோ துரிதப்படுத்தலை இயக்கு
te: వీడియో త్వరణం సక్రియం
th: เปิดให้การเร่งวิดีโอ
tt: Видео тизләтүне кую
vi: Khả năng tăng tốc video
zh_hans_cn: 启用视频加速

# generalSettings.fileTransfer
source: File transfer
ar: نقل ملف
ast_es: Transferencia de archivos
az: فایل لیږد
be_by: Перадача файлаў
bg_bg: Прехвърляне на файлове
bn: ফাইল স্থানান্তর
ca: Transferència de fitxers
de: Dateitransfer
el: Μεταφορά Αρχείων
eo: Transdono de dosieroj
es_mx: Transferencia de archivo
et: Failide ülekandmine
et_ee: Failide üleandmine
eu: Fitxategi-transferentzia
fi: Tiedostonsiirto
fr: Transfert de fichier
ga: Cuairteoirí
gu: ફાઇલ ટ્રાન્સફર
he: העברת קבצים
hi_in: फ़ाइल स्थानांतरण
hr_hr: Prijenos datoteka
hu: Fájlküldés
hy: Ֆայլերի փոխանցում
id: Mengirim berkas
it: Trasferimento file
kk: Файлдарды беру
kn: ಫೈಲ್ ವರ್ಗಾವಣೆ
ko_kr: 파일 전송
ml: ഫയൽ കൈമാറ്റം
mn_mn: Файлын шилжүүлэн суулга
mr: फाइल ट्रान्सफर
ne: फाइल स्थानान्तरण
nn: File overføring
oc: Transferéncia de fichièrs
ro_ro: Transfer de fișiere
sl: Prenos datoteke
sq_al: Shpërngulje kartelash
sw: Uhamisho wa faili
ta: கோப்பு பரிமாற்றம்
te: ఫైల్ బదిలీ
th: การถ่ายโอนไฟล์
tt: Файллар күчерү
vi: Chuyển tập tin
zh_hans_cn: 文件传输

# generalSettings.locationSharing
source: Location sharing
ar: مشاركة الموقع
az: مکان بؤلمه سی
be_by: Падзяленне месцазнаходжання
bg_bg: Разпределение на местоположението
bn: অবস্থান ভাগ করা
ca: Partil·lació de localització
de: Standortfreigabe
el: Συνοχή τοποθεσιών
eo: Loka dividado
et: Asukoha jagamine
et_ee: Kohtekoha jagamine
eu: Kokapenaren banaketa
fi: Sijainnin jakaminen
fr: Partage de localisation
ga: Comparáid áit
gu: સ્થાન વહેંચણી
he: שיתוף מיקום
hi_in: स्थान साझा करना
hr_hr: Ujedinjenje lokacije
hu: Helymegosztás
hy: Տեղի բաժանում
id: Pembagian Lokasi
it: Condivisione della posizione
kk: Орналасу ортақ
kn: ಸ್ಥಳ ಹಂಚಿಕೆ
ko_kr: 위치 공유
ml: സ്ഥാനം പങ്കിടൽ
mn_mn: Байгууллагын хуваалц
mr: स्थान सामायिकरण
ne: स्थान साझा
nn: Støddsdeileg
oc: Partatge de localizacion
ro_ro: Distribuirea poziției
sl: Deljenje lokacije
sq_al: Tregim vendndodhjeje
sw: Kushiriki eneo
ta: இருப்பிட பகிர்வு
te: స్థానం పంచుకోవడం
th: การแบ่งปันสถานที่
tt: Мәйданны бүлешү
vi: Chia sẻ địa điểm
zh_hans_cn: 位置共享

# generalSettings.automaticAcceptIncomingFiles
source: Automatically accept incoming files
ar: تقبل الملفات الموصلة تلقائيًا
ast_es: Acceptar automáticamente archivos entrantes
az: آتاکت اولاراق گلين فایللاري قبول ائتمک
be_by: Аўтаматычна прымаць паступаючыя файлы
bg_bg: Автоматично приемате входящи файлове
bn: স্বয়ংক্রিয়ভাবে ইনকাম ফাইল গ্রহণ
ca: Accepta automàticament fitxers entrants
de: Eingehende Dateien automatisch annehmen
el: Αποδέχεται αυτόματα εισερχόμενα αρχεία
eo: Aŭtomate akceptu alvenantajn dosierojn
es_mx: Aceptar automáticamente los archivos entrantes
et: Automaatiliselt luba allalaadida saabuvaid faile
et_ee: Automaatiliselt aktsepteerida sisenevaid failid
eu: Sarrera jasotako fitxategiak automatikoki onartzen dira
fi: Hyväksy autom. saapuvat tiedostot
fr: Accepter automatiquement les fichiers entrants
ga: Freastalaí a fháil ar fáil go huathoibríoch
gu: આપમેળે ઇનકમિંગ ફાઇલો સ્વીકારો
he: לקבל קבצים נכנסים באופן אוטומטי
hi_in: स्वचालित रूप से आने वाली फ़ाइलों को स्वीकार करें
hr_hr: Automatski prihvaćanje prihađenih datoteka
hu: A bejövő fájlok önműködő elfogadása
hy: Ավտոմատորեն ընդունեք մուտքագրվող ֆայլերը
id: Secara otomatis menerima file yang masuk
it: Accetta automaticamente i file in arrivo
kk: Түсетін файлдарды автоматты түрде қабылдау
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಒಳಬರುವ ಫೈಲ್ಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ko_kr: 자동으로 입력 파일을 받아
ml: സ്വപ്രേരിതമായി വരുന്ന ഫയലുകൾ സ്വീകരിക്കുക
mn_mn: Авториар орж ирж буй файлуудыг хүлээн ав
mr: येणाऱ्या फायली स्वयंचलितपणे स्वीकारा
ne: स्वचालित रूपमा आगमन फाइलहरू स्वीकार
nn: Ta automatisk imot innkommende filer
oc: Acceptar automaticament los fichièrs entrant
ro_ro: Acceptă automat fișierele primite
sl: Samodejno sprejmi dohodne datoteke
sq_al: Prano automatikisht kartela ardhëse
sw: Kubali faili zinazoingia moja kwa moja
ta: தானாக வருகின்ற கோப்புகளை ஏற்றுக்கொள்ளவும்
te: స్వయంచాలకంగా ఇన్కమింగ్ ఫైళ్ళను అంగీకరించండి
th: รับไฟล์ที่เข้ามาโดยอัตโนมัติ
tt: Керү файлларын автомат рәвештә кабул итү
vi: Tự động chấp nhận các tệp nhập
zh_hans_cn: 自动接收文件

# generalSettings.acceptTransferLimit
source: Accept transfer limit
ar: اقبلوا الحد المحدد للتحويل
ast_es: Accepta'l límite de transferencia
az: قبول ائد ن لیک لری
be_by: Прыняць ліміт перадачы
bg_bg: Приемане на прехвърляне
bn: স্থানান্তর সীমা গ্রহণ করুন
ca: Acceptar límit de transferència
de: Annahmelimit Datentransfer
el: Αποδέχεται όριο μεταφοράς
eo: Akceptu translokiglimon
es_mx: Límite de transferencia
et: Laaditavate failide mahu piirmäär
et_ee: Võta üleandmise piirmäär
eu: Onartu transferentziaren muga
fi: Hyväksy siirtoraja
fr: Taille maximum des fichiers automatiquement acceptés
ga: Freagrach teorainn aistriú
gu: ટ્રાન્સફર મર્યાદા સ્વીકાર
he: קבלו גבול העברה
hi_in: हस्तांतरण की सीमा स्वीकार करें
hr_hr: Prihvatite ograničenje prijenosa
hu: Fájlküldési korlátozás elfogadása
hy: Ընդունեք փոխանցման սահմանը
id: Terima batas transfer
it: Limite del file accettato
kk: Алудың шекті мөлшерін қабылдау
kn: ವರ್ಗಾವಣೆ ಮಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ
ko_kr: 환승 제한을 받아 들인다
ml: കൈമാറ്റ പരിധി അംഗീകരിക്കുക
mn_mn: Хөдөлмөрийн шилжилтийн хязгаар хүлээн зөвшөөрө
mr: हस्तांतरण मर्यादा स्वीकारा
ne: स्थानान्तरणको सीमा स्वीकार्नुहोस्
nn: Ta imot overførselsgrenset
oc: Acceptar la limita de transferéncia
ro_ro: Limita fișierului acceptat
sl: Sprejmi omejitev prenosa
sq_al: Kufi pranimi shpërnguljesh
sw: Kubali kikomo cha uhamisho
ta: பரிமாற்ற வரம்பு ஏற்றுக்கொள்ளுங்கள்
te: బదిలీ పరిమితిని అంగీకరించు
th: ยอมรับขีดขั้นต่ําการโอน
tt: Трансферны кабул итү чикләре
vi: Thấp nhận giới hạn chuyển nhượng
zh_hans_cn: 接受传输限制

# generalSettings.acceptTransferLimitDescription
source: (MB, 0 = unlimited)
az: (MB، 0 = محدود)
be_by: (у MB, 0 = неабмежаваны)
bg_bg: (в MB, 0 = неограничено)
bn: (এমবিতে, 0 = সীমাহীন)
ca: (en MB, 0 = il·limitats)
de: (MB, 0 = unbegrenzt)
es_mx: (in MB, 0 = unlimited)
et: (MB, 0 = piiramatu)
et_ee: (MB, 0 = piiramata)
fi: (MB, 0 = rajoittamaton)
fr: (en MB, 0 = illimité)
ga: (i MB, 0 = gan teorainn)
gu: (એમબી, 0 = અમર્યાદિત)
hi_in: (एमबी में, 0 = असीमित)
hu: (MB, 0 = korlátlan)
id: (dalam MB, 0 = tak terbatas)
it: (MB, 0 = illimitato)
kn: (MB, 0 = ಅನಿಯಮಿತ)
ko_kr: (MB, 0 = 무제한)
ml: (MB ൽ, 0 = പരിധിയില്ലാത്തത്)
ro_ro: (MB, 0 = nelimitat)
sl: (MB, 0 = neomejeno)
sq_al: (MB, 0 = e pakufizuar)
te: (MB లో, 0 = అపరిమిత)
vi: (trong MB, 0 = không giới hạn)
zh_hans_cn: （MB，0 = 無限制）

# generalSettings.limitLocationSharingDuration
source: Limit the duration of location sharing
ar: الحد من مدة مشاركة الموقع
ast_es: Limitar la duración de la compartición de la ubicación
az: یئر بؤلمه سی نین مودّتی محدود اولسون
be_by: Абмежаванне тэрміну дзеяння месцазнаходжання
bg_bg: Ограничаване на продължителността на споделянето на местоположението
bn: অবস্থান ভাগ করার সময়সীমা সীমাবদ্ধ করুন
ca: Limitar la durada de la partil·lació de localització
de: Dauer der Standortfreigabe begrenzen
el: Περιορίστε τη διάρκεια της μοιράσεως θέσεων
eo: Limigu la daŭron de la kuniga loko
et: Piira asukoha jagamise kestust
et_ee: Piirata asukoha jagamise kestust
eu: Leku partekatzearen iraupena mugatzea
fi: Rajoita sijainnin jakamisen kestoa
fr: Limiter la durée de partage de la position
ga: Coinneáil an tréimhse a bhaineann le comhroinnt áiteanna
gu: સ્થાન વહેંચણીની અવધિ મર્યાદિત કરો
he: להגביל את משך זמן שיתוף המיקום
hi_in: स्थान साझा करने की अवधि को सीमित करें
hr_hr: Ograničiti trajanje dijeljenja lokacije
hu: Helymegosztás időtartamának korlátozása
hy: Կարգավորեք տեղակայման ժամանակահատվածը
id: Batasi durasi pembagian lokasi
it: Limita la durata della condivisione della posizione
kk: Орналасқан жерді бөлісудің ұзақтығын шектеу
kn: ಸ್ಥಳ ಹಂಚಿಕೆಯ ಅವಧಿಯನ್ನು ಮಿತಿಗೊಳಿಸಿ
ko_kr: 위치 공유 기간을 제한
ml: സ്ഥാനം പങ്കിടുന്നതിന്റെ കാലാവധി പരിമിതപ്പെടുത്തുക
mn_mn: Байгууллагын хуваалцлын хугацааг хязгаарла
mr: स्थान सामायिक करण्याच्या कालावधीची मर्यादा
ne: स्थान साझेदारीको अवधि सीमित गर्नुहोस्
nn: Begrens tidsla for deling av plasseringar
oc: Limitar la durada de la part de la localizacion
ro_ro: Limitează durata distribuirii poziției
sl: Omejite trajanje deljenja lokacije
sq_al: Kufizo kohëzgjatjen e tregimit të vendndodhjes
sw: Kupanua muda wa kushiriki eneo
ta: இருப்பிட பகிர்வு காலத்தை குறைக்கவும்
te: స్థానం పంచుకునే వ్యవధిని పరిమితం చేయండి
th: จํากัดระยะเวลาในการแบ่งที่ตั้ง
tt: Мәйданны бүлешү вакытын чикләү
vi: Giới hạn thời gian chia sẻ vị trí
zh_hans_cn: 限制位置共享的时间

# generalSettings.locationSharingDuration
source: Position share duration
ar: مدة حصة الموقف
ast_es: El periodu de duración de les acciones de posiciones
az: موقف پايين مودّتي
be_by: Працягласць пазіцыйных акцый
bg_bg: Продължителност на позиционните акции
bn: পজিশন শেয়ারের সময়কাল
ca: Durada de la quota de posicions
de: Dauer der Positionsfreigabe
el: Διάρκεια των μετοχών θέσης
eo: La daŭro de poziciaj akcioj
et: Asukoha jagamise kestus
et_ee: Positsioonide osaluse kestus
eu: Postuak partekatzeko iraupena
fi: Sijainnin jakamisen kesto
fr: Durée du partage de position
ga: Cinntíocht na n-airgead
gu: પોઝિશન શેરની અવધિ
he: משך משותף עמדות
hi_in: स्थिति शेयर की अवधि
hr_hr: Trajanje dionica pozicije
hu: Helymegosztás időtartama
hy: Պաշտոնային բաժնետոմսերի տեւողությունը
id: Durasi saham posisi
it: Durata posizione condivisa
kk: Орналасқан позициялар
kn: ಸ್ಥಾನದ ಪಾಲಿನ ಅವಧಿ
ko_kr: 위치 공유 기간
ml: പോസിഷൻ ഓഹരി കാലാവധി
mn_mn: Тодруулгын хувьцааны хугацаа
mr: पदभाग कालावधी
ne: स्थिति शेयर अवधि
nn: Varighet av posisjonshandel
oc: Durada de las parts de posicion
ro_ro: Durata distribuirii poziției
sl: Trajanje deljenja lokacije
sq_al: Kohëzgjatje tregimi pozicioni
sw: Muda wa hisa za nafasi
ta: நிலை பங்கு காலம்
te: స్థానం వాటా వ్యవధి
th: ระยะเวลาส่วนแบ่งตําแหน่ง
tt: Позицияләр өлешенең дәвамлылыгы
vi: Thời gian chia sẻ vị trí
zh_hans_cn: 位置共享持续时间

# generalSettings.donationCampaign
source: Donation campaign
de: Spendenaktion
et: Toeta meie tegevust
fi: Lahjoituskampanja
fr: Campagne de donation
hu: Adományozási kampány
it: Campagna di donazione
ro_ro: Campania de donare
sl: Donatorska kampanja
sq_al: Fushatë dhurimesh
zh_hans_cn: 捐贈活動

# generalSettings.enableDonationCampaign
source: Enable donation campaign
de: Spendenaktion aktivieren
et: Luba kuvada rahalise toetuse meeldetuletust
fi: Lahjoituskampanja käyttöön
fr: Activer la campagne de dons
hu: Adományozási kampány engedélyezése
it: Attiva la campagna di donazione
ro_ro: Activează campania de donare
sl: Omogočite donatorsko kampanjo
sq_al: Aktivizo fushatë dhurimesh
zh_hans_cn: 启用捐赠活动

# logView.title
source: Diagnostics
ar: التشخيص
ast_es: Los diagnósticos
az: دیآگنوستکس
be_by: Дыягностыка
bg_bg: Диагностика
bn: রোগ নির্ণয়
ca: Diagnòstics
de: Diagnose
el: Διαγνωστικά
eo: Diagnostikoj
es_mx: Diagnósticos
et: Diagnostika
et_ee: Diagnoostik
eu: Diagnostikoak
fi: Diagnostiikka
fr: Diagnostiques
ga: Diagnóstaí
gu: નિદાન
he: אבחון
hi_in: निदान
hr_hr: Diagnostika
hu: Diagnosztika
hy: Վիրահատականներ
id: Diagnostik
it: Diagnostica
kk: Диагностика
kn: ರೋಗನಿರ್ಣಯ
ko_kr: 진단
ml: രോഗനിർണയം
mn_mn: Хэвлэл
mr: निदान
ne: निदान
nn: Diagnostik
ro_ro: Diagnoză
sl: Diagnostika
sq_al: Diagnostikime
sw: Utambuzi
ta: நோயறிதல்
te: రోగ నిర్ధారణ
th: การวินิจฉัย
tt: Диагностика
vi: Chẩn đoán
zh_hans_cn: 诊断

# logView.description
source: Open diagnostic log settings
ar: إعدادات سجل التشخيص المفتوحة
ast_es: Configuraciones abiertes del rexistru de diagnósticu
az: آچیق دیآگنوستاتیک دوققلو قورولوشلار
be_by: Адкрытыя налады дыягнастычнага часопіса
bg_bg: Отворете настройките на диагностичния дневник
bn: খোলা ডায়াগনস্টিক লগ সেটিংস
ca: Obre les opcions de diagnòstic
de: Diagnoseprotokolleinstellungen öffnen
el: Ανοίξτε τις ρυθμίσεις καταγραφής διαγνωστικού
eo: Malfermu diagnozajn registrojn
es_mx: Abrir preferencias de registro de diagnóstico
et: Ava diagnostilise logimise seadistused
et_ee: Ava diagnostilise logisüsteemi seaded
eu: Diagnostikoaren egunerokoaren konfigurazioa ireki
fi: Avaa diagnostiikkalokin asetukset
fr: Ouvrir les paramètres des journaux de diagnostiques
ga: Cinntíocht leabhar diagnóis oscailte
gu: ઓપન ડાયગ્નોસ્ટિક લોગ સેટિંગ્સ
he: הגדרות של תיעוד האבחנה פתוחה
hi_in: खुले डायग्नोस्टिक लॉग सेटिंग्स
hr_hr: Otvorena postavka dijagnostičkog dnevnika
hu: Diagnosztikai naplóbeállítások megnyitása
hy: Բաց ախտորոշման օրագրի կարգավորումները
id: Buka pengaturan log diagnostik
it: Apri le impostazioni di diagnostica
kk: Диагностикалық журналды ашу параметрлері
kn: ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಲಾಗ್ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 진단 로그 열 설정
ml: ഡയഗ്നോസ്റ്റിക് ലോഗ് ക്രമീകരണങ്ങൾ തുറക്കുക
mn_mn: Диагностикийн тэмдэглэлийн нээлттэй тохируулалт
mr: उघड डायग्नोस्टिक लॉग सेटिंग्ज
ne: खुला डायग्नोस्टिक लॉग सेटिंग्स
nn: Åpne innstillingar på diagnostisk logg
oc: Configuracion de registre de diagnostic dobèrta
ro_ro: Deschide reglările diagnozei
sl: Odpri nastavitve diagnostičnih zapisnikov
sq_al: Hapni rregullime regjistrash diagnostikimi
sw: Mipangilio ya wazi ya rekodi ya uchunguzi
ta: திறந்த நோயறிதல் பதிவு அமைப்புகள்
te: రోగ నిర్ధారణ లాగ్ సెట్టింగులను తెరవండి
th: เปิดการตั้งค่าบันทึกการวินิจฉัย
tt: Диагностика журналын ачыклау
vi: Mở cài đặt nhật ký chẩn đoán
zh_hans_cn: 打开诊断日志设置

# logView.startLogging
source: Start logging
az: لوقونلاشما باشلا
be_by: Пачаць запіс
bg_bg: Започнете събирането на дървесина
bn: লগিং শুরু করুন
ca: Inicia les traces
de: Protokollierung beginnen
es_mx: Iniciar registro
et: Alusta logimist
et_ee: Alusta logging
fi: Aloita kirjaaminen
fr: Démarrer la journalisation
ga: Tosaíocht a Thosaigh
gu: લોગિંગ શરૂ કરો
hi_in: लॉगिंग शुरू करें
hu: Naplózás indítása
id: Mulai logging
it: Inizia la diagnostica
kn: ಲಾಗ್ ಹಾಕುವಿಕೆ ಆರಂಭಿಸಿ
ko_kr: 로그링 시작
ml: ലോഗ് ആരംഭിക്കുക
ro_ro: Pornește diagnoza
sl: Začni beležiti
sq_al: Fillo regjistrim
te: లాగింగ్ ప్రారంభించండి
vi: Bắt đầu ghi chép
zh_hans_cn: 開始記錄

# logView.stopLogging
source: Stop logging
ar: توقف عن التقطيع
az: چوبانليق ايستمه يئن
be_by: Спыніце лесабудаванне
bg_bg: Спрете да дървете
bn: কাঠের কাঠ বন্ধ করুন
ca: Deixar de fer la tala
de: Protokollierung beenden
el: Τερματισμός καταγραφής
eo: Ĉesu arbarigo
et: Lõpeta logimine
et_ee: Lõpeta laevastamine
eu: Utzi eguraldia.
fi: Lopeta kirjaaminen
fr: Arrêter la journalisation
gu: લાકડાની લૉગિંગ બંધ કરો
he: תפסיקו לחתוך.
hi_in: लकड़ी का उपयोग बंद करो
hr_hr: Prestani se drvoći.
hu: Naplózás leállítása
hy: Սեղմեք անտառային աշխատանքը
id: Hentikan Logging
it: Ferma la diagnostica
kk: Ағаштарды кесуді тоқтату
kn: ಮರಗಳನ್ನು ಕಿತ್ತುಕೊಳ್ಳುವುದನ್ನು ನಿಲ್ಲಿಸಿ
ko_kr: 나무 를 채취 하는 것 을 중단
ml: മരം മുറിക്കുന്നത് അവസാനിപ്പിക്കുക
mn_mn: Хөдөөг зогсоо
mr: कोळशाचे काम थांबवा
ne: लकडाउन बन्द गर्नुहोस्
nn: Sluta å logga
oc: Caujar de tacar
ro_ro: Oprește diagnoza
sl: Prenehaj beležiti
sq_al: Ndale regjistrimin
sw: Acha kuondoa
ta: மரக்கன்றுகளை நிறுத்து
te: చెక్కతోటను ఆపండి
th: หยุดการบันทึก
tt: Урманны ташлама
vi: Ngừng làm gỗ
zh_hans_cn: 停止记录
