Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# importFromArchive.passwordExplanation
source: If the account is encrypted with a password, please fill the following field.
ar: إذا كان الحساب مشفرًا بمشفرة، يرجى ملء الحقل التالي.
ast_es: If the account is encrypted with a password, please enter it below.
de: Wenn das Konto passwortgeschützt ist, füllen Sie bitte das folgende Feld aus.
el: Εάν το λογαριασμό είναι κρυπτογραφημένο με κωδικό πρόσβασης, συμπληρώστε το ακόλουθο πεδίο.
eo: Se la konto estas ĉifrita per pasvorto, bonvolu plenigi la sekvan kampon.
et: Kui konto on salasõnaga krüptitud, palun täida järgmine väli.
eu: Kontua pasahitz batekin enkriptatuta badago, bete ondorengo eremua.
fi: Jos tili on suojattu salasanalla, täytä seuraava kenttä.
fr: Si le compte est chiffré avec un mot de passe, veuillez compléter le champ suivant.
hr_hr: Ako je račun šifriran lozinom, molimo popunite sljedeće polje.
hu: Ha a fiók jelszóval védett, kérjük, töltse ki a következő mezőt.
hy: Եթե հաշիվը կոդավորված է գաղտնաբառով, խնդրում ենք լրացնել հետեւյալ դաշտը:
it: Se l'account è protetto da password, compilare il seguente campo.
kk: If the account is encrypted with a password, please enter it below.
mn_mn: Хэрэв данс нууц үгээр нууцалтлан нууцалтлан байгаа бол дараахь талбайг толгуурь.
mr: जर खाते संकेतशब्दाने एन्क्रिप्ट केले असेल तर कृपया खालील फील्ड भरा.
ne: यदि खाता पासवर्डको साथ एन्क्रिप्टेड छ भने, कृपया निम्न फिल्ड भर्नुहोस्।
nn: If the account is encrypted with a password, please enter it below.
oc: If the account is encrypted with a password, please enter it below.
ro_ro: Dacă acest cont este cifrat cu o parolă, completează următorul spațiu.
sl: If the account is password protected, please fill the following field.
sq_al: Nëse llogaria mbrohet me fjalëkalim, ju lutemi, plotësoni fushën vijuese.
sw: Ikiwa akaunti imefichwa kwa kutumia password, tafadhali jaza uwanja ufuatao.
ta: கணக்கு ஒரு கடவுச்சொல்லுடன் குறியாக்கம் செய்யப்பட்டிருந்தால், பின்வரும் புலத்தை நிரப்பவும்.
th: หากบัญชีถูกรหัสผ่านด้วยรหัสผ่าน โปรดเติมฟิลด์ที่ติดตามนี้
tt: Әгәр дә хисапны пароль белән шифрлаган булсагыз, түбәндәге өлешен тутырыгыз.
zh_hans_cn: 如果賬戶有密碼保護，請輸入此欄。

# importFromArchive.title
source: Import from archive
de: Aus Archiv importieren
et: Impordi arhiivist
fi: Tuo varmuuskopiosta
fr: Importer à partir d'une sauvegarde
hu: Importálás az archívumból
it: Importa dall'archivio
ro_ro: Importă din arhivă
sl: Uvozi iz arhiva
sq_al: Importo prej arkive
zh_hans_cn: 從封存備份匯入

# importFromArchive.buttonTitle
source: Import
ar: استيراد
ast_es: Importación
el: Εισαγωγή
eo: Enporti
et: Impordi
eu: Inportazioa
fi: Tuo
fr: Importer
he: יבוא
hr_hr: Uvezi
hu: Importálás
hy: Արտահանման համար
it: Importare
kk: Импорт
mn_mn: Импортын
mr: आयात
ne: आयात
oc: Importacion
ro_ro: Importă
sl: Uvoz
sq_al: Importoje
sw: Uagizaji
ta: இறக்குமதி
th: การนําเข้า
tt: Импорт
zh_hans_cn: 倒入

# importFromArchive.selectArchiveButton
source: Select archive file
ar: حدد ملف الأرشيف
ast_es: Seleccione archivu
de: Archivdatei auswählen
el: Επιλέξτε αρχείο αρχείου
eo: Elektu arkivan dosieron
et: Vali varukoopia arhiivfail
eu: Aukeratu artxiboak
fi: Valitse pakattu tiedosto
fr: Choisir un fichier archive
he: בחר תיק ארכיון
hr_hr: Izberite arhiv datoteku
hu: Archívfájl kijelölése
hy: Ընտրեք արխիվային ֆայլը
it: Seleziona file di archivio
kk: Архив файлын таңдау
mn_mn: Архив файлыг сонго
mr: संग्रहण फाइल निवडा
ne: अभिलेख फाइल चयन गर्नुहोस्
nn: Velg arkivfil
oc: Seleccionar fichièr d' archiu
ro_ro: Alege fișierul arhivei
sl: Izberite arhivsko datoteko
sq_al: Përzgjidhni kartelë arkiv
sw: Chagua faili ya kumbukumbu
ta: காப்பக கோப்புகளைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์อาร์คไฮเวอร์
tt: Архив файлын сайла
zh_hans_cn: 选择归档文件

# linkToAccountManager.signIn
source: Sign in
ar: تسجيل الدخول
ast_es: Ensinar
az: آندا یاز
be_by: Падпішыцеся
bg_bg: Вписване
bn: সাইন ইন করুন
ca: Inscriure-se
de: Einloggen
de_de: Anmelden
eo: Enskribiĝu
es_mx: Registrarse
et: Logi sisse
et_ee: Saegne sisse
eu: Sarrera
fa_ir: ورود
fi: Kirjaudu sisään
fr: Connexion
ga: Clóscríobh isteach
gu: સાઇન ઇન કરો
he: כניסה
hi_in: साइन इन करें
hr_hr: Upis
hu: Bejelentkezés
hy: Գրանցվեք
id: Masuk
it: Registrati
kk: Тіркелу
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko_kr: 로그인
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन करा
nn: Logg inn
oc: Inscriu-te
ro_ro: Autentificare
sl: Prijava
sq_al: Hyni
te: సైన్ ఇన్ చేయండి
tt: Теркәлү
vi: Đăng nhập
zh_hans_cn: 登录

# linkToAccountManager.title
source: JAMS account
de: Verwaltungsserverkonto
et: Jami haldusserveri kasutajakonto
fi: Hallintapalvelimen tili
fr: Compte JAMS
hu: Kezelő-kiszolgáló-fiók
it: Account del server di gestione
ro_ro: Cont JAMS
sl: Račun upravljalnega strežnika
sq_al: Llogari shërbyesi administrimesh
zh_hans_cn: 管理伺服器賬戶

# linkToAccountManager.accountManagerPlaceholder
source: JAMS URL
ar: عنوان JAMS
ast_es: La dirección de la páxina web de James
be_by: URL JAMS
ca: URL de James
de: URL des Verwaltungsservers
el: Η διεύθυνση URL JAMS
es_mx: URL del JAMS
et: Jami haldusserveri võrguaadress
eu: JAMS-eko URLa
fa_ir: مدیر حساب کاربری
fi: Hallintapalvelimen osoite
fr: URL du serveur JAMS
ga: URL JAMS
he: דואר URL של JAMS
hi_in: जेम्स URL
hu: Kezelő-kiszolgáló URL-címe
id: URL JAMS
it: URL del server di gestione
ml: ജെയിംസ് URL
oc: URL de JAMS
ro_ro: URL JAMS
sl: URL upravljalnega strežnika
sq_al: URL shërbyesi administrimesh
th: URL JAMS
vi: URL JAMS
zh_hans_cn: 管理服务器 URL

# linkToAccountManager.accountManagerLabel
source: Enter JAMS URL
ar: أدخل عنوان JAMS
ast_es: Entra URL de JAMS
az: JAMS URL یئری
be_by: Уведайце URL JAMS
bg_bg: Введете URL на JAMS
bn: JAMS URL লিখুন
ca: Introdueix la URL JAMS
de: Geben Sie die URL des Verwaltungsservers ein
de_de: JAMS-URL eingeben
el: Εισάγετε το URL JAMS
eo: Enigu la JAMS-urelon
es_mx: Ingresá la URL del JAMS
et: Sisesta Jami haldusserveri võrguaadress
et_ee: Sisesta JAMS URL
eu: Sartu JAMS-eko URLa
fa_ir: ورود URI مدیریت حساب
fi: Anna hallintapalvelimen osoite
fr: Saisir l'URL du serveur JAMS
ga: Cuir isteach URL JAMS
gu: JAMS URL દાખલ કરો
he: הכניס את URL JAMS
hi_in: JAMS URL दर्ज करें
hr_hr: Ubaci URL-a JAMS
hu: Kezelő-kiszolgáló URL-címe megadása
hy: Նշեք JAMS URL- ը
id: Masukkan URL JAMS
it: Inserire l'URL del server di gestione
kk: JAMS URL- ті келтіріңіз
kn: JAMS URL ಅನ್ನು ನಮೂದಿಸಿ
ko_kr: JAMS URL를 입력
ml: ജെയിംസ് URL നൽകുക
mn_mn: JAMS URL-ийг оруул
mr: JAMS URL प्रविष्ट करा
ne: JAMS URL प्रविष्ट गर्नुहोस्
nn: Skriv inn JAMS URL
oc: Introducir l' URL de JAMS
ro_ro: Introdu URL-ul JAMS
sl: Vnesite URL upravljalnega strežnika
sq_al: Jepni URL shërbyesi administrimesh
sw: Ingiza URL ya JAMS
ta: JAMS URL ஐ உள்ளிடவும்
te: JAMS URL ను నమోదు చేయండి
th: กรอก URL JAMS
tt: JAMS URLсын кертү
vi: Nhập URL JAMS
zh_hans_cn: 輸入管理伺服器URL

# linkToAccountManager.jamsExplanation
source: Enter Jami Account Management Server (JAMS) URL
ast_es: Introducióse la URL del servidor de xestión de cuentas Jami (JAMS)
bn: Enter the Jami Account Management Server (JAMS) URL
de: Geben Sie die URL des Verwaltungsservers ein
et: Jami haldusserveri võrguaadress
fi: Anna hallintapalvelimen osoite
fr: Saisir l'URL du serveur JAMS
ga: Cuir isteach URL Seirbhís Bainistíochta Cuntais Jami (JAMS)
hu: Kezelő-kiszolgáló URL-címe megadása
it: Inserire l'URL del server di gestione
kk: Jami Account Management Server (JAMS) URL-ін келтіріңіз
kn: ಜಾಮಿ ಖಾತೆ ನಿರ್ವಹಣಾ ಸರ್ವರ್ (JAMS) URL ಅನ್ನು ನಮೂದಿಸಿ
ml: ജാമി അക്കൌണ്ട് മാനേജ്മെന്റ് സെർവർ (ജാമിസ്) URL നൽകുക
nn: Skriv inn URLen til Jami Account Management Server (JAMS)
oc: Introducir l'URL del servidor de gestion de compte Jami (JAMS)
ro_ro: Introdu URL-ul Serverului de Administrare a Conturilor JAMI (JAMS)
sl: Vnesite URL upravljalnega strežnika
sq_al: Jepni URL shërbyesi administrimesh
zh_hans_cn: 輸入管理伺服器URL

# linkToAccountManager.enterCredentials
source: Enter JAMS credentials
ar: إدخال إثباتات JAMS
ast_es: Introdució les credenciales de JAMS
bn: JAMS এর শংসাপত্র লিখুন
de: Geben Sie die Anmeldeinformationen des Verwaltungsservers ein
el: Εισάγετε τα στοιχεία πιστοποίησης JAMS
eo: Enigu la identigilojn de JAMS
et: Sisesta haldusserveri kasutajanimi ja salasõna
eu: Sartu JAMS-eko identifikazio-orriak
fi: Anna hallintapalvelimen kirjautumistiedot
fr: Saisir les paramètres d'identité JAMS
ga: Cuir isteach na cáipéisí JAMS
he: הכניסה של תעודות אישור JAMS
hr_hr: Ubaciju se ovlasti JAMS-a
hu: Kezelő-kiszolgáló hitelesítő adatainak megadása
hy: Ներբեռնեք JAMS հավաստագրերը
it: Inserire le credenziali del server di gestione
kk: JAMS куәліктерін келтіріңіз
kn: JAMS ರುಜುವಾತುಗಳನ್ನು ನಮೂದಿಸಿ
ml: ജെയിംസ് ക്രെഡൻഷ്യലുകൾ നൽകുക
mn_mn: JAMS-ийн итгэлийг оруулна
mr: JAMS क्रेडेंशियल प्रविष्ट करा
ne: JAMS प्रमाणपत्र प्रविष्ट गर्नुहोस्
nn: Skriv inn JAMS-kredensjonal
oc: Introducir las credencials JAMS
ro_ro: Introdu datele de autentificare JAMS
sl: Enter the management server credentials
sq_al: Jepni kredenciale shërbyesi administrimesh
sw: Ingiza vitambulisho vya JAMS
ta: JAMS சான்றிதழ்களை உள்ளிடவும்
th: กรอกข้อมูล JAMS
tt: JAMS идентификацияләрен кертү
zh_hans_cn: 輸入管理伺服器登入資料

# alerts.accountCannotBeFoundTitle
source: Account error
ast_es: Unable to find account
az: حساب تاپميرام
be_by: Не магу знайсці рахунак
bg_bg: Профилът не бе открит
bn: অ্যাকাউন্ট খুঁজে পাচ্ছি না
ca: No es pot trobar el compte
de: Kontofehler
de_de: Konto nicht gefunden
es_mx: No se puede encontrar la cuenta
et: Kasutajakontoga seotud viga
et_ee: Ma ei leia aru.
fa_ir: نمی توان حساب را پیدا کرد
fi: Tilivirhe
fr: Erreur liée au compte
ga: Ní féidir a fháil cuntas
gu: એકાઉન્ટ શોધી શકતો નથી
hi_in: खाता नहीं मिल सकता
hu: Fiókhiba
id: Akun tidak ditemukan
it: Errore dell'account
kk: Unable to find account
kn: ಲೆಕ್ಕಾಚಾರವನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗುವುದಿಲ್ಲ
ko_kr: 계산을 찾을 수 없어요
ml: ഒരു കണക്ക് കണ്ടെത്താൻ പറ്റുന്നില്ല
nn: Unable to find account
oc: Unable to find account
ro_ro: Eroare a contului
sl: Napaka računa
sq_al: Gabim lidhjeje
te: ఖాతా కనుగొనలేము
vi: Không tìm được tài khoản
zh_hans_cn: 无法找到账户

# alerts.accountCannotBeFoundMessage
source: Unable to find account on the Jami network. Make sure it was exported on Jami from an existing device, and that provided credentials are correct.
az: حساب جمي شبکه سينده تاپيلمادي.جمي يه موجود بير آلنادان صادر اولونموشو تأمئن ات و اونا گؤره کي، اعتباراتلار دوغرو اولسون.
be_by: Уліковы запіс не знойдзены ў сетцы Jami.
bg_bg: Не може да намерите акаунт в мрежата на Джами, уверете се, че е изнасяно на Джами от съществуващо устройство и че документите са правилни.
bn: জামি নেটওয়ার্কে অ্যাকাউন্ট পাওয়া যায়নি, এটা জামিতে একটি বিদ্যমান ডিভাইস থেকে এক্সপোর্ট করা হয়েছে তা নিশ্চিত করুন, এবং যে প্রদত্ত শংসাপত্র সঠিক।
ca: No es pot trobar la seva informació a la xarxa Jami.
de: Konto im Jami-Netzwerk konnte nicht gefunden werden. Stellen Sie sicher, dass es von einem vorhandenen Gerät auf Jami exportiert wurde und dass die angegebenen Anmeldeinformationen korrekt sind.
de_de: Konto konnte im Jami-Netzwerk gefunden werden. Stellen Sie sicher, dass es bei Jami von einem vorhandenen Gerät angemeldet wurde und dass die Zugangsdaten richtig sind.
es_mx: No se pudo encontrar la cuenta en la red Jami. Asegurate de que se haya exportado en Jami desde un dispositivo existente y que las credenciales proporcionadas sean correctas.
et: Kasutajakontot ei leidu Jami võrgustikust. Veendu, et sa eksportisid ta Jami võrku olemasolevast seadmest ning et konto nimi ja salasõna on õiged.
et_ee: Jaige, et konto ekspordieritakse Jami'le olemasoleva seadmest ja et krediidiandmed on õiged.
fa_ir: حساب در شبکه جمی یافت نشد. اطمینان حاصل کنید که آن در جمی و از یک دستگاه موجود، برون‌برد شده، و مدارک ارائه‌شده صحیح است.
fi: Tiliä ei löydy Jami-verkosta. Varmista, että se vietiin Jamiin olemassa olevasta laitteesta ja annetut kirjautumistiedot ovat oikein.
fr: Le compte ne peut être trouvé sur le réseau Jami. Vérifiez qu'il a bien été exporté par un autre appareil et que les identifiants fournis sont corrects.
ga: Ní raibh aon chuntas le fáil ar an líonra Jami. déan cinnte go ndearnadh é a onnmhairiú ar Jami ó ghléas atá ann cheana féin, agus go bhfuil na credentials foráil go bhfuil siad ceart.
gu: ખાતું જમ્મી નેટવર્ક પર શોધી શકાતું નથી. ખાતરી કરો કે તે જમ્મી પર હાલની ઉપકરણમાંથી નિકાસ કરવામાં આવી હતી, અને જો પ્રમાણપત્રો યોગ્ય છે.
hi_in: जामी नेटवर्क पर खाता नहीं मिला. सुनिश्चित करें कि यह जामी पर एक मौजूदा डिवाइस से निर्यात किया गया था, और कि प्रमाणीकरण सही हैं प्रदान की.
hu: Nem található fiók a Jami hálózaton. Győződjön meg arról, hogy a Jami-re exportálták egy meglévő eszközről, és hogy a megadott hitelesítő adatok helyesek.
id: Akun tidak dapat ditemukan di jaringan Jami. Pastikan akun tersebut diekspor di Jami dari perangkat yang sudah ada, dan kredensial yang diberikan sudah benar.
it: L'account non è stato trovato sulla rete Jami. Assicurati che sia stato esportato su Jami da un dispositivo esistente e che le credenziali fornite siano corrette.
kn: ಜಾಮಿ ನೆಟ್ವರ್ಕ್ನಲ್ಲಿ ಖಾತೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ. ಜಾಮಿಗೆ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಾಧನದಿಂದ ರಫ್ತು ಮಾಡಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, ಮತ್ತು ಒದಗಿಸಿದ ರುಜುವಾತುಗಳು ಸರಿಯಾಗುತ್ತವೆ.
ko_kr: 자미 네트워크에서 계좌가 찾을 수 없었어요. 자미에 이미 있는 기기에서 수출되었는지 확인해 주세요.
ml: ജാമി നെറ്റ്വർക്കിൽ അക്കൌണ്ട് കണ്ടെത്താനായില്ല. ജാമി നെറ്റ്വർക്കിൽ നിന്നും അത് കയറ്റുമതി ചെയ്തതായി ഉറപ്പാക്കുക.
ro_ro: Contul nu poate fi găsit în rețeaua Jami. Asigură-te că a fost exportat pe Jami dintr-un aparat existent și datele de autentificare sunt corecte.
sl: Računa v omrežju Jami ni bilo mogoče najti. Preverite, da je bilo izvoženo na Jami iz obstoječe naprave in da so bili posredovani pravi podatki.
sq_al: S’arrihet të gjendet llogari në rrjetin Jami. Sigurohuni që qe eksportuar në Jami që prej një pajisjeje ekzistuese dhe se kredencialet e dhëna për hyrjen janë të sakta.
te: ఖాతా Jami నెట్వర్క్ లో కనుగొనబడలేదు. అది Jami ఇప్పటికే ఉన్న పరికరం నుండి ఎగుమతి చేయబడింది నిర్ధారించుకోండి, మరియు అందించిన ఆధారాలు సరైనవి.
vi: Tài khoản không thể tìm thấy trên mạng Jami. Hãy chắc chắn nó đã được xuất khẩu vào Jami từ một thiết bị hiện có, và rằng các thông tin tín dụng được cung cấp là chính xác.
zh_hans_cn: 在 Jami 网络上找不到账户。请确保它是从现有设备上的 Jami 导出的，并且提供的凭据是正确的。

# alerts.accountAddedTitle
source: Account added
az: حساب قوشولدو
be_by: Дададзены рахунак
bg_bg: Добавен профил
bn: অ্যাকাউন্ট যোগ করা হয়েছে
ca: Conta afegida
de: Konto hinzugefügt
de_de: Konto hinzugefügt
es_mx: Cuenta agregada
et: Kasutajakonto on lisatud
et_ee: Konto lisatud
fa_ir: حساب افزوده شد.
fi: Tili lisätty
fr: Compte ajouté
ga: Cunntas Leigthe
gu: ઉમેરાયેલ એકાઉન્ટ
hi_in: खाता जोड़ा गया
hu: Fiók hozzáadva
id: Akun ditambahkan
it: Account aggiunto
kn: ಖಾತೆ ಸೇರಿಸಲಾಗಿದೆ
ko_kr: 추가된 계좌
ml: അക്കൌണ്ട് ചേര് ന്നു
ro_ro: Cont adăugat
sl: Račun dodan
sq_al: U shtua llogari
te: ఖాతా జోడించబడింది
vi: Tài khoản được thêm vào
zh_hans_cn: 已新增賬戶

# alerts.accountNoNetworkTitle
source: Network error
ar: خطأ في الشبكة
ast_es: Unable to connect to the network
az: شبکه یه باغلی اولمامیش
be_by: Не магу падключыць да сеткі
bg_bg: Неуспешна връзка с мрежата
bn: নেটওয়ার্কে সংযোগ করতে পারছি না
ca: No es pot connectar a la xarxa
de: Netzwerkfehler
de_de: Kann keine Verbindung zum Netzwerk herstellen
el: Σφάλμα δικτύου
eo: Reta eraro
es_mx: No se puede conectar a la red
et: Võrgu viga
et_ee: Ma ei saa võrguga ühendust võtta.
eu: Sare errorea
fa_ir: نمی‌توان به شبکه وصل شد
fi: Verkkovirhe
fr: Erreur de réseau
ga: Ní féidir a nascadh leis an líonra
gu: નેટવર્ક સાથે જોડાઈ શકતો નથી
he: טעות רשת
hi_in: नेटवर्क से कनेक्ट नहीं कर सकते
hr_hr: Greška mreže
hu: Hálózati hiba
hy: Համացանցի սխալ
id: Tidak dapat terhubung ke jaringan
it: Errore di rete
kk: Unable to connect to the network
kn: ನೆಟ್ವರ್ಕ್ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko_kr: 네트워크에 연결할 수 없습니다
ml: നെറ്റ്വർക്കിലേക്ക് കണക്ട് ചെയ്യാനായില്ല
mn_mn: Хүлжээний алдаа
mr: नेटवर्क त्रुटी
ne: नेटवर्क त्रुटि
nn: Unable to connect to the network
oc: Unable to connect to the network
ro_ro: Eroare de rețea
sl: Napaka na omrežju
sq_al: Gabim rrjeti
sw: Kosa la mtandao
ta: நெட்வொர்க் தவறு
te: నెట్వర్క్ కనెక్ట్ కాలేదు
th: ความผิดพลาดในเครือข่าย
tt: Аварияләр
vi: Không thể kết nối mạng
zh_hans_cn: 网络错误

# alerts.accountNoNetworkMessage
source: A connectivity error occurred while adding Jami account to the distributed network. Please try again. If the problem persists, contact your system administrator.
ast_es: An error occurred while adding Jami account as unable to connect to the distributed network. Check your device connectivity.
az: حسابي آرتيرماق اولمادي، چونکي جامي بؤلونموش شبکه يه باغلي اولمادي.
be_by: Не змагла дадаць рахунак, бо Джамі не змог падключыцца да размеркаванай сеткі.
bg_bg: Не можех да добавя сметка, защото Джами не може да се свърже с разпространените мрежи.
bn: অ্যাকাউন্ট যোগ করতে পারিনি কারণ জামি বিতরণকৃত নেটওয়ার্কে সংযোগ করতে পারেনি।
ca: No s'ha pogut afegir compte perquè Jami no ha pogut connectar a la xarxa distribuïda. Comprovi la connectivitat del seu dispositiu.
de: Beim Hinzufügen des Jami-Kontos zum verteilten Netzwerk ist ein Verbindungsfehler aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich an Ihren Systemadministrator.
de_de: Das Benutzerkonto konnte nicht hinzugefügt werden, das keine Verbindung zum verteilten Netzwerk von Jami besteht. Prüfen Sie die Verbindung Ihres Geräts.
es_mx: No se pudo añadir la cuenta porque Jami no pudo conectarse con la red distribuida. Compruebe la conectividad del dispositivo.
et: Kasutajakonto lisamisel Jami hajutatud võrku tekkis võrguühenduse viga. Palun proovi uuesti. Kui viga ei kao, siis võta ühendust serveri haldajaga.
et_ee: Ma ei saanud konto lisada, sest Jami ei saanud ühendust jagatud võrguga.
fa_ir: نمی‌توان حساب را افزود، زیرا جمی نتوانست به شبکهٔ توزیع شده وصل شود. اتّصال دستگاهتان را بررسی کنید.
fi: Tapahtui yhteysvirhe lisättäessä Jami-tiliä hajautettuun verkkoon. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmänvalvojaan.
fr: Une erreur s'est produite lors de la connexion lors de la création du compte Jami. Veuillez réessayer. Si le problème persiste, contactez votre administrateur système.
ga: Ní raibh mé in ann cuntas a chur leis toisc nach raibh Jami in ann nasc a dhéanamh leis an líonra dáileadh.
gu: એકાઉન્ટ ઉમેરી શક્યા ન હતા કારણ કે જમી વિતરણ નેટવર્ક સાથે કનેક્ટ ન કરી શક્યા. તમારા ઉપકરણ કનેક્ટિવિટી તપાસો.
hi_in: मैं खाता जोड़ने में असमर्थ था क्योंकि जेमी वितरित नेटवर्क से कनेक्ट नहीं कर सका। अपने डिवाइस कनेक्टिविटी की जांच करें।
hu: Kapcsolódási hiba történt a Jami-fióknak az elosztott hálózathoz való hozzáadása közben. Próbálkozzon újra. Ha a probléma továbbra is fennáll, forduljon a rendszergazdához.
id: Tidak dapat menambahkan akun karena Jami tidak dapat terhubung ke jaringan terdistribusi. Periksa konektivitas perangkat Anda.
it: Si è verificato un errore di connessione durante l'aggiunta dell'account Jami alla rete distribuita. Riprovare. Se il problema persiste, contattare l'amministratore del sistema.
kk: An error occurred while adding Jami account as unable to connect to the distributed network. Check your device connectivity.
kn: ಜಾಮಿಗೆ ವಿತರಿಸಿದ ನೆಟ್ವರ್ಕ್ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಸಾಧನದ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 자미가 유통 네트워크에 연결할 수 없었기 때문에 계정을 추가할 수 없었어요
ml: ജാമിക്ക് വിതരണം ചെയ്ത നെറ്റ്വർക്കിലേക്ക് കണക്ട് ചെയ്യാനായില്ല.
nn: An error occurred while adding Jami account as unable to connect to the distributed network. Check your device connectivity.
oc: An error occurred while adding Jami account as unable to connect to the distributed network. Check your device connectivity.
ro_ro: A apărut o eroare de conectare în timpul adăugării contului Jami la rețeaua distribuită. Încearcă din nou. Dacă problema persistă, contactează administratorul sistemului.
sq_al: Ndodhi një gabim lidhjeje teksa shtohej llogari Jami te rrjeti i shpërndarë. Ju lutemi, riprovoni. Nëse problemi vazhdon, lidhuni me përgjegjësin e sistemit tuaj.
te: జమీ పంపిణీ నెట్వర్క్కు కనెక్ట్ కాలేదు కాబట్టి ఖాతాను జోడించలేకపోయాను. మీ పరికర కనెక్షన్ తనిఖీ చేయండి.
vi: Không thể thêm tài khoản vì Jami không thể kết nối với mạng phân tán.
zh_hans_cn: 在連接到Jami分佈式網絡時出現問題，請重試。如果問題持續，請聯絡系統管理員。

# alerts.accountDefaultErrorTitle
source: Account error
az: معلوم اولمايان خطب
be_by: Невядомы памылка
bg_bg: Неизвестна грешка
bn: অজানা ত্রুটি
ca: Error desconegut
de: Kontofehler
de_de: Unbekannter Fehler
es_mx: Error desconocido
et: Kasutajakontoga seotud viga
et_ee: Tundmatu viga
fa_ir: خطای ناشناخته
fi: Tilivirhe
fr: Erreur liée au compte
ga: Mearachta neamhfhóicthe
gu: અજ્ઞાત ભૂલ
hi_in: अज्ञात त्रुटि
hu: Fiókhiba
id: Error tak dikenal.
it: Errore dell'account
kn: ಅಪರಿಚಿತ ದೋಷ
ko_kr: 알려지지 않은 오류
ml: അജ്ഞാത പിശക്
ro_ro: Eroare a contului
sl: Napaka računa
sq_al: Gabim lidhjeje
te: తెలియని లోపం
vi: Hầm không rõ
zh_hans_cn: 无法找到账户

# alerts.accountDefaultErrorMessage
source: An error occurred while creating the account.
az: حساب یاراتيلمادي.
be_by: Уліковы запіс не можа быць створаны.
bg_bg: Профилът не можа да бъде създаден.
bn: অ্যাকাউন্ট তৈরি করা যায়নি।
ca: No es va poder crear el compte.
de: Beim Erstellen des Kontos ist ein Fehler aufgetreten.
de_de: Das Konto konnte nicht angelegt werden.
es_mx: La cuenta no puede ser creada
et: Kasutajakonto loomisel tekkis viga.
et_ee: Konti ei saanud luua.
fa_ir: حساب ایجاد نشد.
fi: Tilin luomisen aikana tapahtui virhe.
fr: Une erreur s'est produite pendant la création du compte.
ga: Ní raibh an cuntas a chruthú.
gu: એકાઉન્ટ બનાવી શકાતું નથી.
hi_in: खाता नहीं बनाया जा सकता है.
hu: Hiba történt a fiók létrehozásakor.
id: Akun tidak bisa dibuat
it: Si è verificato un errore durante la creazione dell'account.
kn: ಖಾತೆಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: 계좌를 만들 수 없었습니다.
ml: അക്കൌണ്ട് സൃഷ്ടിക്കാൻ പറ്റിയില്ല.
ro_ro: A apărut o eroare la crearea contului.
sl: Pri ustvarjanju računa je prišlo do napake.
sq_al: Ndodhi një gabim teksa krijohej llogaria.
te: ఖాతాను సృష్టించలేము.
vi: Tài khoản không thể được tạo ra.
zh_hans_cn: 创建帐户时出错

# alerts.profileTakePhoto
source: Take photo
ar: التقاط صورة
ast_es: Ye una fotografía.
az: عکس آل
be_by: Здымайце фота
bg_bg: Направи снимка
bn: ছবি তুলুন
ca: Fer foto
de: Foto aufnehmen
de_de: Bild aufnehmen
el: Λήψη φωτογραφίας
eo: Foti
es_mx: Tomar foto
et: Pildista
et_ee: Võta foto.
eu: Atera argazkia
fa_ir: عکس بگیرید!
fi: Ota valokuva
fr: Prendre une photo
ga: Déan grianghraf
gu: ફોટો લો
he: צלם.
hi_in: तस्वीरें लें
hr_hr: Fotografija
hu: Fénykép készítése
hy: Լուսանկարներ արեք
id: Ambil foto
it: Scattare una foto
kk: Суретке түсіріңіз
kn: ಫೋಟೋ ತೆಗೆದುಕೊ
ko_kr: 사진 찍기
ml: ഫോട്ടോ എടുക്കൂ
mn_mn: Сүрэл зураг хий
mr: फोटो काढा
ne: फोटो खिच्नुस्
nn: Ta eit foto
oc: Prendre fòto
ro_ro: Fă o poză
sl: Slikaj
sq_al: Bëni një foto
sw: Piga picha
ta: புகைப்படம் எடு
te: ఫోటో తీయండి
th: ถ่ายภาพ
tt: Фотога төшерегез
vi: Tạo ảnh
zh_hans_cn: 拍照

# alerts.profileUploadPhoto
source: Upload photo
ar: تحميل صورة
ast_es: Archiváu dende l' oxetivu
az: عکس آپلود
be_by: Загрузка фота
bg_bg: Качване на снимка
bn: ছবি আপলোড করুন
ca: Carrega foto
de: Foto hochladen
de_de: Bild hochladen
el: Ανέβασε φωτογραφία
eo: Alŝuti foton
es_mx: Subir foto
et: Laadi foto üles
et_ee: Laadige üles foto
eu: Igo argazkia
fa_ir: بارگذاری عکس
fi: Lataa valokuva
fr: Importer la photo
ga: Fógraí a uaslódáil
gu: ફોટો અપલોડ કરો
he: תעלה תמונה
hi_in: फोटो अपलोड करें
hr_hr: Pošalji fotografiju
hu: Fénykép feltöltése
hy: Լուսանկարներ բեռնել
id: Unggah foto
it: Carica foto
kk: Фотоны жүктеу
kn: ಫೋಟೋ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ko_kr: 사진 업로드
ml: ഫോട്ടോ അപ്ലോഡ് ചെയ്യുക
mn_mn: Зураг борлуула
mr: फोटो अपलोड करा
ne: फोटो अपलोड गर्नुहोस्
nn: La opp foton
oc: Enviar fòto
ro_ro: Încarcă o poză
sl: Naloži sliko
sq_al: Ngarkoni foto
sw: Pakia picha
ta: புகைப்படத்தை பதிவேற்றவும்
te: ఫోటో అప్లోడ్
th: อัพโหลดรูปภาพ
tt: Фотоны урнаштыру
vi: Lên ảnh
zh_hans_cn: 上传照片
