Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.removeAccountMessage
source: If the account has not been backed up or added to another device, the account and registered username will be IRREVOCABLY LOST.
ar: إذا لم يتم احتياط النسخة الاحتياطية لحسابك أو إضافةها إلى جهاز آخر، فسيتم فقدان حسابك والاسم المسجل بشكل لا رجعة فيه.
ast_es: Si la so cuenta nun foi copia de seguridad o añadida a otru dispositivu, la so cuenta y nome rexistráu perderán irrevocablemente.
az: حسابین پشتیبانلیق ائتمه دیگی و یا باشقا بیر آلتیندا یئتیریلمه دیگی حالدا، حساب و ثبت اولونموش آدین بیر داها لغو اولماز.
be_by: Націснуўшы на "Выдаліць", вы выдаляеце гэты рахунак на гэтым прыладзе!
bg_bg: Ако профилът ви не е бил резервно копиран или добавен към друго устройство, профилът и регистрираното ви име ще бъдат неизменно изгубени.
bn: যদি আপনার অ্যাকাউন্ট ব্যাকআপ না করা হয় বা অন্য ডিভাইসে যোগ করা হয়, তাহলে আপনার অ্যাকাউন্ট এবং নিবন্ধিত নাম অনিবার্যভাবে হারিয়ে যাবে।
ca: Si clices en "Remove" elimines aquest compte en aquest dispositiu!
de: Wenn das Konto nicht gesichert oder einem anderen Gerät hinzugefügt wurde, gehen das Konto und der registrierte Benutzername UNWIDERRUFLICH VERLOREN.
de_de: Wenn Sie "Entfernen" drücken, wird dieses Konto von diesem Gerät entfernt. Diese Aktion kann nicht rückgängig gemacht werden. Möglichweise geht dann auch der registrierte Name verloren.
el: Εάν το λογαριασμό σας δεν έχει υποκαταστή ή προστεθεί σε άλλη συσκευή, το λογαριασμό σας και το εγγεγραμμένο όνομα θα χαθούν αμετάκλητα.
eo: Se via konto ne estis rezervita aŭ aldonita al alia aparato, via konto kaj registrita nomo estos nerirekte perdita.
es_mx: ¡Al hacer clic en "Eliminar", eliminarás esta cuenta en este dispositivo! Esta acción no se puede deshacer. Además, tu nombre registrado puede perderse.
et: Kui sinu kasutajakonto ei ole varundatud ega lisatud mõnda muusse seadmesse, siis sinu kasutajakonto ja registreeritud kasutajanimi lähevad PÖÖRDUMATULT KADUMA.
et_ee: Kui klikkate "Kõikada", siis kustutate selle konto seadmel!
eu: Zure kontua ez bada aurreratu edo beste gailu batera gehitu, zure kontua eta izena galdu egingo dira.
fa_ir: با کلیک روی "حذف"، این حساب را در این دستگاه حذف خواهید کرد! این عمل قابل بازگشت نیست. همچنین، نام ثبت‌شده شما می تواند از‌ دست رود.
fi: Jos tiliä ei ole varmuuskopioitu tai lisätty toiseen laitteeseen, tilisi ja rekisteröity nimi menetetään LOPULLISESTI.
fr: Si votre compte n'a pas été sauvegardé ou ajouté à un autre appareil, votre compte et votre nom d'utilisateur enregistré seront IRRÉVOCABLEMENT PERDUS.
ga: Mura ndearnadh do chuntas bacadh suas nó a chur le feiste eile, chaillfear do chuntas agus ainm cláraithe go neamhchinneach.
gu: "Remove" ક્લિક કરીને તમે આ ઉપકરણ પર આ એકાઉન્ટને દૂર કરી શકશો! આ ક્રિયાને રદ કરી શકાતી નથી. ઉપરાંત, તમારું રજિસ્ટર્ડ નામ પણ ખોવાઈ શકે છે.
he: אם החשבון שלך לא נפקח או הוסף למכשיר אחר, החשבון שלך ושמו המפורסם יעלמו באופן בלתי הפיך.
hi_in: "हटाएं" पर क्लिक करके आप इस डिवाइस पर इस खाते को हटा देंगे! यह कार्रवाई नहीं की जा सकती है. इसके अलावा, आपका पंजीकृत नाम खो जा सकता है।
hr_hr: Ako vaš račun nije bio rezerviran ili dodan na drugi uređaj, vaš račun i registrirano ime će se nepovratno izgubiti.
hu: Ha nincs készített biztonsági másolatot, vagy nincs összekapcsolt eszközt a fiókról, akkor a fiók és a regisztrált felhasználónév VISSZAVONHATATLANUL ELVESZIK.
hy: Եթե ձեր հաշիվը չի պահվել կամ չի ավելացվել այլ սարք, ձեր հաշիվը եւ գրանցված անունը անշեղորեն կկորցվեն:
id: Jika akun Anda tidak disalin atau ditambahkan ke perangkat lain, akun dan nama terdaftar Anda akan hilang secara tak terbalik.
it: Se non è stato eseguito il backup dell'account o non è stato associato a un altro dispositivo, l'account e il nome utente registrato andranno PERSI IRREVOCABILMENTE.
kk: Егер сіздің тіркелгіңіз басқа құрылғыға қосылбаса немесе қосалқы копияланбаса, тіркелгіңіз мен тіркелген атыңыз кері қайтарылмайтын түрде жоғалады.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡದಿದ್ದರೆ ಅಥವಾ ಇನ್ನೊಂದು ಸಾಧನಕ್ಕೆ ಸೇರಿಸದಿದ್ದರೆ, ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ನೋಂದಾಯಿತ ಹೆಸರು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗದಷ್ಟು ಕಳೆದುಹೋಗುತ್ತದೆ.
ko_kr: "Remove"를 클릭하면 이 장치에서 이 계정을 삭제 할 수 있습니다! 이 동작은 취소 할 수 없습니다. 또한 등록된 이름도 손실 될 수 있습니다.
ml: നിങ്ങളുടെ അക്കൌണ്ട് ബാക്കപ്പ് ചെയ്തിട്ടില്ലെങ്കില് അല്ലെങ്കിൽ മറ്റൊരു ഉപകരണത്തില് ചേര് ന്നിട്ടില്ലെങ്കില് നിങ്ങളുടെ അക്കൌണ്ടും രജിസ്റ്റര് ചെയ്ത പേരും അപ്രത്യക്ഷമാകും.
mn_mn: Хэрэв таны дансыг санхүүжүүлээгүй бол эсвэл өөр төхөөрөмж дээр нэмж өгсөн бол таны данс болон бүртгэлтэй нэр нь эргэлтгүйгээр алдагдана.
mr: जर तुमचे खाते बॅकअप केले गेले नसेल किंवा दुसर्या डिव्हाइसवर जोडले गेले नसेल तर तुमचे खाते आणि नोंदणीकृत नाव अपरिवर्तनीयपणे हरवले जाईल.
ne: यदि तपाईंको खाता ब्याकअप गरिएको छैन वा अर्को उपकरणमा थपिएको छैन भने, तपाईंको खाता र दर्ता नाम अपरिवर्तनीय रूपमा हराउनेछ।
nn: Dersom kontot ditt ikkje er blitt backupert eller lagt til ein annan enhet, vert kontot og registrert namn uigenkalleleg tapt.
oc: Se lo vòstre compte es pas estat copiat de contunh o ajustat a un autre dispositiu, lo vòstre compte e lo nom registrat seràn perduts irrevocablament.
ro_ro: Dacă acest cont nu a fost asociat cu alt aparat și nu ai o copie de rezervă, va fi pierdut DEFINITIV împreună cu numele înscris.
sl: Če vaš račun ni bil varnostno kopiran ali dodan na drugo napravo, bosta račun in registrirano uporabniško ime NEPOVRATNO IZGUBLJENA.
sq_al: Nëse llogaria s’është kopjeruajtur, apo shtuar te një pajisje tjetër, ajo dhe emri i përdoruesit regjistruar për të do të HUMBIN NË MËNYRË TË PAKTHYESHME.
sw: Ikiwa akaunti yako haijahifadhiwa au kuongezwa kwenye kifaa kingine, akaunti yako na jina lako lililoandikishwa litapotea bila kurekebishwa.
ta: உங்கள் கணக்கு காப்புப்பிரதி எடுக்கப்படவில்லை அல்லது மற்றொரு சாதனத்தில் சேர்க்கப்படவில்லை என்றால், உங்கள் கணக்கு மற்றும் பதிவு செய்யப்பட்ட பெயர் திரும்பப்பெற முடியாத வகையில் இழக்கப்படும்.
te: "Remove" క్లిక్ చేయడం ద్వారా మీరు ఈ పరికరంలో ఈ ఖాతాను తొలగిస్తారు! ఈ చర్యను తిరస్కరించలేరు. అలాగే, మీ రిజిస్టర్డ్ పేరు కోల్పోవచ్చు.
th: ถ้าบัญชีของคุณไม่ได้ถูกสํารองหรือเพิ่มขึ้นในเครื่องอื่น บัญชีและชื่อที่ลงทะเบียนของคุณจะหายไปอย่างไม่ถูกลั้น
tt: Әгәр дә сезнең аккаунтыгыз икенче урынга куелмаса, сезнең аккаунтыгыз һәм теркәлгән исемегез кире кайтарылмаслык рәвештә юкка чыгачак.
vi: Nếu tài khoản của bạn không được sao lưu hoặc thêm vào thiết bị khác, tài khoản và tên đăng ký của bạn sẽ bị mất không thể hồi sinh.
zh_hans_cn: 如果该帐户未备份或添加到其他设备，则该帐户和注册用户名将不可找回地丢失。

# accountPage.inviteFriends
source: Invite friends
de: Freunde einladen
et: Kutsu sõpru
fi: Kutsu ystäviä
fr: Inviter des amis
hu: Barátok és ismerősök meghívása
it: Invita amici
ro_ro: Invită prieteni
sl: Povabi prijatelje
sq_al: Ftoni shokë
zh_hans_cn: 邀請好友

# accountPage.contactMeOnJamiTitle
source: Contact me on Jami!
ar: اتصل بي عن (جامي)!
ast_es: ¡Contacta-me en Jami!
az: جمي ايله باغلي اول!
be_by: Звяжыцеся са мной на Jami!
bg_bg: Свържете се с мен по Джами!
bn: জামিতে আমার সাথে যোগাযোগ করুন!
ca: Contacta amb mi en Jami!
de: Kontaktieren Sie mich über Jami!
de_de: Kontaktiere mich bei Jami!
el: Επικοινωνήστε μαζί μου για την Τζάμι!
eo: Kontaktu min pri Jami!
es_mx: Contactame en Jami
et: Suhtle minuga Jami võrgus!
et_ee: Võta ühendust Jamiga!
eu: Jarri harremanetan Jami-rekin!
fa_ir: با من روی جمی در تماس باشید!
fi: Ota minuun yhteyttä Jamilla!
fr: Contactez moi sur Jami!
ga: Déan teagmháil liom ar Jami!
gu: જમી પર મને સંપર્ક કરો!
he: התקשר אליי על ג'מי!
hi_in: Jami पर मुझसे संपर्क करें!
hr_hr: Kontaktirajte me na Jami!
hu: Lépjen kapcsolatba velem a Jami-n!
hy: Կապվեք ինձ հետ Ջամիի մասին:
id: Hubungi saya di Jami!
it: Contattami su Jami!
kk: Jami-де менімен байланысыңыз!
kn: ಜಾಮಿ ಬಗ್ಗೆ ನನ್ನನ್ನು ಸಂಪರ್ಕಿಸಿ!
ko_kr: 자미에 연락해!
ml: ജാമി എന്നിവിടങ്ങളിൽ എന്നെ ബന്ധപ്പെടുക!
mn_mn: Жэми дээр намайг холбогдох!
mr: जमीवर संपर्क साधा!
ne: मलाई Jami मा सम्पर्क!
nn: Kontakt meg på Jami!
oc: Contactatz-me sus Jami !
ro_ro: Contactează-mă pe Jami!
sl: Poišči me na Jami-ju!
sq_al: Lidhuni me mua në Jami!
sw: Wasiliana nami juu ya Jami!
ta: ஜாமி மீது என்னை தொடர்பு!
te: Jami వద్ద నాకు సంప్రదించండి!
th: ติดต่อฉันใน Jami!
tt: Җәми белән элемтәгә керегез!
vi: Liên hệ với tôi về Jami!
zh_hans_cn: 在 Jami 上联系我！

# accountPage.contactMeOnJamiContant
source: Contact me using “%s” on the Jami distributed communication platform: https://jami.net
az: Jami-Distributed Communication Platform-ده "%s" ایستیفاده ائدرک منی تماس آلین: https://jami.net
be_by: Звяжыцеся са мной з дапамогай "%s" на раскіданыя медыцынскія платформы Jami: https://jami.net
bg_bg: Свържете се с мен с помощта на "%s" на разпространените комуникационни платформи на Jami: https://jami.net
bn: জামি বিতরণ করা যোগাযোগ প্ল্যাটফর্মে "%s" ব্যবহার করে আমার সাথে যোগাযোগ করুনঃ https://jami.net
ca: Contacta amb mi utilitzant "%s" a la plataforma de comunicació distribuïda Jami: https://jami.net
de: Kontaktieren Sie mich über „%s“ auf der Jami-Plattform für verteilte Kommunikation: https://jami.net
de_de: Kontaktieren Sie mich unter dem Namen "%s" auf Jami, der verteilten Kommunikations-Plattform: https://jami.net
es_mx: Contácteme usando "%s" en la plataforma de comunicación distribuida Jami: https://jami.net
et: Kasutades „%s“ suhtle minuga hajutatud suhtlusvõrgus Jami: https://jami.net
et_ee: Võta ühendust minuga Jami jaotatud sideplatvormis "%s" kasutades: https://jami.net
fa_ir: با استفاده از "%s" روی بستر ارتباط توزیع‌شده جمی، با من در تماس باشید: https://jami.net
fi: Ota minuun yhteyttä "%s" Jami viestintäalustan kautta: https://jami.net
fr: Contactez-moi par l'identifiant : %s sur la plateforme distribuée de communication Jami. https://jami.net
ga: Déan teagmháil liom ag baint úsáide as "%s" ar an ardán cumarsáide dáileadh Jami: https://jami.net
gu: જમી વિતરણ સંચાર પ્લેટફોર્મ પર "%s" નો ઉપયોગ કરીને મને સંપર્ક કરોઃ https://jami.net
hi_in: जामी वितरित संचार मंच पर "%s" का उपयोग करके मुझसे संपर्क करेंः https://jami.net
hu: Lépjen kapcsolatba velem a(z) „%s” használatával a Jami elosztott kommunikációs platformon: https://jami.net
id: Hubungi saya menggunakan "%s" pada platform komunikasi terdistribusi Jami: https://jami.net
it: Contattami usando "%s" sulla piattaforma di comunicazione distribuita Jami: https://jami.net
kn: ಜಾಮಿ ವಿತರಿಸಿದ ಸಂವಹನ ವೇದಿಕೆಯಲ್ಲಿ "%s" ಅನ್ನು ಬಳಸಿಕೊಂಡು ನನ್ನನ್ನು ಸಂಪರ್ಕಿಸಿಃ https://jami.net
ko_kr: Jami 유통 통신 플랫폼에서 "%s"를 사용하여 연락하십시오: https://jami.net
ml: ജാമി വിതരണം ചെയ്ത ആശയവിനിമയ പ്ലാറ്റ്ഫോമിലെ "%s" ഉപയോഗിച്ച് എന്നെ ബന്ധപ്പെടുകഃ https://jami.net
ro_ro: Contactează-mă folosind „%s” pe platforma distribuită de comunicare Jami: https://jami.net
sl: Stopi v stik z menoj z uporabo »%s« na razpršeni komunikacijski platformi Jami: https://jami.net
sq_al: Lidhuni me mua duke përdorur “%s” në platformën e komunikimeve të shpërndara Jami: https://jami.net
te: జామి పంపిణీ కమ్యూనికేషన్ ప్లాట్ఫామ్లో "%s" ను ఉపయోగించి నన్ను సంప్రదించండిః https://jami.net
vi: Liên hệ với tôi bằng cách sử dụng "%s" trên nền tảng truyền thông phân phối của Jami: https://jami.net
zh_hans_cn: 在 Jami 分散式通訊平臺 (https://jami.net) 上使用「%s」聯絡我

# accountPage.passwordPlaceholder
source: Enter account password
ar: أدخل كلمة مرور الحساب
ast_es: Entra contraseña de la cuenta
az: حساب رمزونو دن
be_by: Увядзіце пароль рахунку
bg_bg: Въведете паролата на профила
bn: অ্যাকাউন্টের পাসওয়ার্ড লিখুন
ca: Introducir la contrasenya de compte
de: Geben Sie ihr Kontopasswort ein
de_de: Konto-Passwort eingeben
el: Εισάγετε κωδικό πρόσβασης λογαριασμού
eo: Enigu la pasvorton de la konto
es_mx: Ingresá la contraseña de la cuenta
et: Sisesta kasutajakonto salasõna
et_ee: Kirjuta konto parool
eu: Sartu kontuaren pasahitza
fa_ir: گذرواژه حساب را وارد کنید
fi: Anna tilin salasana
fr: Entrer le mot de passe de votre compte
ga: Cluiche Pasfhocal
gu: એકાઉન્ટ પાસવર્ડ દાખલ કરો
he: הכניסה סיסמה לחשבון
hi_in: खाता पासवर्ड दर्ज करें
hr_hr: Ubaci lozinku računa
hu: Fiók jelszavának megadása
hy: Գրեք հաշիվի գաղտնաբառը
id: Masukkan kata sandi akun
it: Inserire la password dell'account
kk: Тіркелгі паролін келтіріңіз
kn: ಖಾತೆ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ko_kr: 계정 비밀번호를 입력
ml: അക്കൌണ്ട് പാസ്വേഡ് നൽകുക
mn_mn: Хэтгэлийн нууц үг оруулах
mr: खाते संकेतशब्द प्रविष्ट करा
ne: खाता पासवर्ड प्रविष्ट गर्नुहोस्
nn: Skriv inn kontopassord
oc: Introducir la contraròtle de compte
ro_ro: Introdu parola contului
sl: Vnesite geslo računa
sq_al: Jepni fjalëkalim llogarie
sw: Ingiza nenosiri la akaunti
ta: கணக்கு கடவுச்சொல்லை உள்ளிடவும்
te: ఖాతా పాస్వర్డ్ను నమోదు చేయండి
th: กรอกรหัสผ่านบัญชี
tt: Хисап номеры шифрен кертегез
vi: Nhập mật khẩu tài khoản
zh_hans_cn: 输入账户密码

# accountPage.usernamePlaceholder
source: Enter desired username
ar: أدخل اسم المستخدم المطلوب
ast_es: Introduz el nome d' usuariu deseáu
az: ایسته دیگی یئنی آدلار یئری
be_by: Увядзіце жаданае карыстацкае імя
bg_bg: Введете желаното потребителско име
bn: পছন্দসই ব্যবহারকারীর নাম লিখুন
ca: Introducir el nom d'usuari desitjat
de: Gewünschten Benutzername eingeben
de_de: Geben Sie den gewünschten Benutzernamen ein
el: Εισάγετε το επιθυμητό όνομα χρήστη
eo: Enigu la deziratan uzantnomon
es_mx: Ingresá el nombre de usuario deseado
et: Sisesta soovitud kasutajanimi
et_ee: Sisesta soovitud kasutajanimi
eu: Sartu nahi duzun erabiltzaile izena
fa_ir: نام کاربری دلخواه را وارد کنید
fi: Kirjoita haluamasi käyttäjänimi
fr: Entrez le nom d'utilisateur souhaité
ga: Cuir isteach ainm úsáideora is mian leat
gu: ઇચ્છિત વપરાશકર્તા નામ દાખલ કરો
he: הכניס את שם המשתמש הרצוי
hi_in: वांछित उपयोगकर्ता नाम दर्ज करें
hr_hr: Ubaci željeno korisničko ime
hu: Kívánt felhasználónév megadása
hy: Նշեք ցանկալի օգտատերունուն
id: Masukkan nama pengguna yang diinginkan
it: Inserire il nome utente desiderato
kk: Қажетті пайдаланушы атауын келтіріңіз
kn: ಬಯಸಿದ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko_kr: 원하는 사용자 이름을 입력
ml: ആവശ്യമുള്ള ഉപയോക്തൃനാമം നൽകുക
mn_mn: Та хүссэн хэрэглэгчдийн нэрийг оруул
mr: इच्छित वापरकर्तानाव प्रविष्ट करा
ne: इच्छित प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्
nn: Skriv inn ynskinga
oc: Introducir lo nom d' utilizaire desirat
ro_ro: Introdu numele de utilizator
sl: Vnesite želeno uporabniško ime
sq_al: Jepni emrin e dëshiruar të përdoruesit
sw: Ingiza jina la mtumiaji
ta: விரும்பிய பயனர்பெயரை உள்ளிடவும்
te: కావలసిన వాడుకరి పేరును నమోదు చేయండి
th: กรอกชื่อผู้ใช้ที่ต้องการ
tt: Теләгелгән кулланучы исемен кертү
vi: Nhập tên người dùng mong muốn
zh_hans_cn: 输入想使用的用户名

# accountPage.registerNameErrorMessage
source: The username is unavailable.
ar: Chosen username is not available
ast_es: Chosen username is not available
az: Chosen username is not available
be_by: Chosen username is not available
bg_bg: Chosen username is not available
bn: Chosen username is not available
ca: Chosen username is not available
de: Der Benutzername ist nicht verfügbar.
de_de: Der gewählte Benutzername steht nicht zur Verfügung
el: Chosen username is not available
eo: Chosen username is not available
es_mx: El nombre de usuario elegido no está disponible
et: Kasutajanimi pole saadaval
et_ee: Valitud kasutajanimi ei ole kättesaadav
eu: Chosen username is not available
fa_ir: نام کاربری انتخاب‌شده در دسترس نیست
fi: Käyttäjänimi ei ole saatavilla.
fr: Ce nom d'utilisateur est indisponible.
ga: Chosen username is not available
gu: Chosen username is not available
he: Chosen username is not available
hi_in: Chosen username is not available
hr_hr: Chosen username is not available
hu: A felhasználónév nem érhető el.
hy: Chosen username is not available
id: Chosen username is not available
it: Il nome utente non è disponibile.
kk: Chosen username is not available
kn: Chosen username is not available
ko_kr: Chosen username is not available
ml: Chosen username is not available
mn_mn: Chosen username is not available
mr: Chosen username is not available
ne: Chosen username is not available
nn: Chosen username is not available
oc: Chosen username is not available
ro_ro: Numele nu este disponibil.
sl: Uporabniško ime ni na voljo.
sq_al: Emri i përdoruesit s’mund të kihet.
sw: Chosen username is not available
ta: Chosen username is not available
te: Chosen username is not available
th: Chosen username is not available
tt: Chosen username is not available
vi: Chosen username is not available
zh_hans_cn: 用户名不可用。

# accountPage.usernameRegistering
source: Registering
ar: التسجيل
ast_es: El rexistru
az: ثبت
be_by: Рэгістрацыя
bg_bg: Регистрация
bn: নিবন্ধন
ca: Registre
de: Benutzername wird registriert...
de_de: Registriere
el: Καταχώριση
eo: Registriĝo
es_mx: Registrando
et: Registreerime
et_ee: Registreerimine
eu: Erregistroa
fa_ir: ثبت‌نام
fi: Rekisteröidään
fr: Inscription
ga: Cláir
gu: નોંધણી
he: רישום
hi_in: पंजीकरण
hr_hr: Uvod u registraciju
hu: Regisztráció…
hy: Գրանցում
id: Mendaftarkan
it: Registrazione
kk: Тіркеу
kn: ನೋಂದಣಿ
ko_kr: 등록
ml: രജിസ്ട്രേഷൻ
mn_mn: Төгсгөл
mr: नोंदणी
ne: दर्ता
nn: Registrering
oc: Registracion
ro_ro: Se înscrie
sl: Registracija
sq_al: Regjistrim
sw: Kujiandikisha
ta: பதிவு
te: నమోదు
th: การลงทะเบียน
tt: Теркәлү
vi: Đăng ký
zh_hans_cn: 注册中

# accountPage.usernameRegisterAction
source: Register
ar: سجل
ast_es: El rexistru
az: ثبت
be_by: Рэгістрацыя
bg_bg: Регистриране
bn: নিবন্ধন
ca: Registra
de: Registrieren
de_de: Registrieren
el: Εγγραφή
eo: Registri
es_mx: Registrar
et: Registreeri
et_ee: Registreerimine
eu: Erregistratu
fa_ir: ثبت‌نام
fi: Rekistöröi
fr: Enregistrer
ga: Clár
gu: નોંધણી
he: הירשם
hi_in: पंजी करें
hr_hr: Registriraj
hu: Regisztráció
hy: Գրանցվել
id: Daftar
it: Registrati
kk: Тіркеу
kn: ನೋಂದಣಿ
ko_kr: 등록
ml: രജിസ്റ്റർ ചെയ്യുക
mn_mn: Тэтгэврийн
mr: नोंदणी
ne: दर्ता
nn: Registrer
oc: Registrament
ro_ro: Înscrie-te
sl: Registriraj
sq_al: Regjistrohuni
sw: Kujiandikisha
ta: பதிவு
te: నమోదు
th: ลงทะเบียน
tt: Теркәлү
zh_hans_cn: 注册

# accountPage.usernameRegistrationFailedTitle
source: Registration failed
de: Registrierung fehlgeschlagen
et: Registreerumine ei õnnestunud
fi: Rekisteröinti epäonnistui
fr: L'enregistrement a échoué
hu: Bejegyeztetés hiba
it: Registrazione fallita
ro_ro: Înscrierea nu a reușit
sl: Registracija je spodletela
sq_al: Regjistrimi dështoi
zh_hans_cn: 註冊失敗

# accountPage.usernameRegistrationFailed
source: Please check your password.
az: ثبت نام ناکام اولدو. لطفا رمزونو چک کنید.
be_by: Рэгістрацыя не атрымалася. Калі ласка, праверце пароль.
bg_bg: Регистрацията не е успела, проверете паролата.
bn: নিবন্ধন ব্যর্থ হয়েছে, পাসওয়ার্ড চেক করুন।
ca: La inscripció no va funcionar.
de: Bitte überprüfen Sie das Kontopasswort.
de_de: Registrierung ist fehlgeschlagen. Prüfen Sie das Passwort.
es_mx: Falló la registración. Por favor revisá tu contraseña.
et: Palun kontrolli oma salasõna.
et_ee: Registreerimine ebaõnnestunud.
fa_ir: انتقال ناموفق بود، لطفا گذرواژه را بررسی کنید.
fi: Tarkista tilin salasana.
fr: Vérifier votre mot de passe.
ga: Fág freagra ar 'An t-ainm atá ar an gcluiche'
gu: નોંધણી નિષ્ફળ ગઈ. કૃપા કરીને પાસવર્ડ તપાસો.
hi_in: पंजीकरण विफल रहा. कृपया पासवर्ड की जाँच करें.
hu: Kérjük, ellenőrizze a fiók jelszavát.
id: Pendaftaran gagal. Silakan periksa kata sandi.
it: Controllare la password.
kn: ನೋಂದಣಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ಪರಿಶೀಲಿಸಿ.
ko_kr: 등록이 실패했으니 비밀번호 확인해 주세요
ml: രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടു. പാസ്വേഡ് പരിശോധിക്കുക.
ro_ro: Verifică parola
sl: Please check the account password.
sq_al: Ju lutemi, kontrolloni fjalëkalimin e llogarisë.
te: నమోదు విఫలమైంది. దయచేసి పాస్వర్డ్ను తనిఖీ చేయండి.
vi: Đăng ký thất bại, xin vui lòng kiểm tra mật khẩu.
zh_hans_cn: 請檢查您的帳號密碼

# accountPage.createPassword
source: Encrypt account
ar: تشفير الحساب
ast_es: Encriptación de cuenta
az: رمزلشدیرمه حساب
be_by: Зашыфраваны рахунак
bg_bg: Криптоварен акаунт
bn: এনক্রিপ্ট অ্যাকাউন্ট
ca: Conta encriptada
de: Passwort geschütztes Konto
de_de: Passwort einrichten
el: Κρυπτογραφημένο λογαριασμό
eo: Enkripti konto
es_mx: Crear contraseña
et: Krüpti minu kasutajakonto
et_ee: Loe parool
eu: Kontu enkriptatua
fa_ir: ایجاد گذرواژه
fi: Salasanalla suojattu tili
fr: Protéger le compte par mot de passe
ga: Cunntas criptithe
gu: એન્ક્રિપ્ટ એકાઉન્ટ
he: חשבון מוצפן
hi_in: एन्क्रिप्टेड खाता
hr_hr: Kriptirani račun
hu: Jelszóval védett fiók
hy: Գաղտնի հաշիվ
id: Akun Enkripsi
it: Account protetto con password
kk: Шифрланған шот
kn: ಎನ್ಕ್ರಿಪ್ಟ್ ಖಾತೆ
ko_kr: 비밀번호를 생성
ml: എൻക്രിപ്റ്റ് ചെയ്ത അക്കൌണ്ട്
mn_mn: Хилдчилсэн данс
mr: कूटबद्ध खाते
ne: खाता एन्क्रिप्टेड
nn: Kryptekonto
oc: Compte encriptat
ro_ro: Cifrează contul
sl: Zaščitite račun z geslom
sq_al: Llogari e mbrojtur me fjalëkalim
sw: Akaunti ya encrypted
ta: குறியாக்கம் கணக்கு
te: ఎన్క్రిప్ట్ ఖాతా
th: บัญชีรหัส
tt: Шифрланган хисап
vi: Tài khoản mã hóa
zh_hans_cn: 密碼保護戶口

# accountPage.changePassword
source: Change password
ar: تغيير كلمة المرور
ast_es: Cambiar contraseña
az: رمز لرینده یئنی دن
be_by: Змяніць пароль
bg_bg: Промяна на парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
de: Passwort ändern
de_de: Passwort ändern
el: Αλλαγή κωδικού
eo: Ŝanĝu pasvorton
es_mx: Cambiar contraseña
et: Muuda salasõna
et_ee: Paraku pardale
eu: Aldatu pasahitza
fa_ir: تغییر گذرواژه
fi: Vaihda salasana
fr: Changer le mot de passe
ga: Pasfhocal a athrú
gu: પાસવર્ડ બદલો
he: לשנות סיסמה
hi_in: पासवर्ड बदलें
hr_hr: Promjena lozinke
hu: Jelszó megváltoztatása
hy: Փոխել գաղտնաբառը
id: Ubah kata sandi
it: Cambia password
kk: Парольді өзгерту
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ko_kr: 비밀번호 변경
ml: പാസ്വേഡ് മാറ്റുക
mn_mn: Хууль нууц товг өөрчлөх
mr: पासवर्ड बदला
ne: पासवर्ड परिवर्तन गर्नुहोस्
nn: Endra passord
oc: Cambiar senhal
ro_ro: Schimbă parola
sl: Spremeni geslo
sq_al: Ndryshoni fjalëkalimin
sw: Badilisha password
ta: கடவுச்சொல்லை மாற்றவும்
te: పాస్వర్డ్ మార్చు
th: เปลี่ยนปัสผ่าน
tt: Парольне үзгәртү
vi: Thay đổi mật khẩu
zh_hans_cn: 更改密码

# accountPage.currentPasswordPlaceholder
source: Enter current password
ar: إدخال كلمة المرور الحالية
de: Aktuelles Passwort eingeben
el: Εισάγετε τον τρέχοντα κωδικό πρόσβασης
eo: Enigu la aktualan pasvorton
et: Sisesta praegune salasõna
eu: Sartu oraingo pasahitza
fi: Anna nykyinen salasana
fr: Entrez le mot de passe actuel
he: הכניסו סיסמה הנוכחית
hr_hr: Ubaci trenutnu lozinku
hu: Jelenlegi jelszó megadása
hy: Ներկայումս մուտքագրեք գաղտնաբառ
it: Inserire la password attuale
kk: Назардағы парольді келтіріңіз
mn_mn: Одоогийн нууц үг
mr: चालू संकेतशब्द प्रविष्ट करा
ne: हालको पासवर्ड प्रविष्ट गर्नुहोस्
nn: Skriv inn gjeldende passord
oc: Introducir la contraròtle actuala
ro_ro: Introdu parola actuală
sl: Vnesite trenutno geslo
sq_al: Jepni fjalëkalimin e tanishëm
sw: Ingiza nywila ya sasa
ta: தற்போதைய கடவுச்சொல்லை உள்ளிடவும்
th: กรอกปัสผ่านปัจจุบัน
tt: Хәзерге парольне кертегез
zh_hans_cn: 输入当前密码

# accountPage.newPasswordPlaceholder
source: Enter new password
ar: إدخال كلمة مرور جديدة
ast_es: Introducir una contraseña nueva
az: تزه رمز دن یاز
be_by: Увядзіце новы пароль
bg_bg: Введете нов парол
bn: নতুন পাসওয়ার্ড লিখুন
ca: Introdueix una nova contrasenya
de: Neues Passwort eingeben
de_de: Neues Passwort eingeben
el: Εισαγωγή νέου κωδικού
eo: Enigu novan pasvorton
es_mx: Ingresar nueva contraseña
et: Sisesta uus salasõna
et_ee: Sisesta uus parool
eu: Sartu pasahitz berria
fa_ir: گذرواژه جدید را وارد کنید
fi: Anna uusi salasana
fr: Entrer le nouveau mot de passe
ga: Cluiche Pasfhocal nua
gu: નવું પાસવર્ડ દાખલ કરો
he: הכניסו סיסמה חדשה
hi_in: नया पासवर्ड दर्ज करें
hr_hr: Ubaci novu lozinku
hu: Új jelszó megadása
hy: Ներբեռնեք նոր գաղտնաբառ
id: Masukan kata sandi baru
it: Inserire la nuova password
kk: Жаңа парольді келтіріңіз
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ko_kr: 새로운 비밀번호를 입력
ml: പുതിയ പാസ്വേഡ് നൽകുക
mn_mn: Шинэ нууц үг оруулах
mr: नवीन संकेतशब्द प्रविष्ट करा
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्
nn: Skriv inn nytt passord
oc: Introducir una nòva contraròtle
ro_ro: Introdu parola nouă
sl: Vnesite novo geslo
sq_al: Jepni fjalëkalimin e ri
sw: Ingiza nywila mpya
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்
te: కొత్త పాస్వర్డ్ను నమోదు చేయండి
th: กรอกรหัสผ่านใหม่
tt: Яңа шифәрне кертү
vi: Nhập mật khẩu mới
zh_hans_cn: 输入新密码
