Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.passwordForPin
source: This account is password encrypted, enter a password to generate PIN code
de: Das Konto ist passwortgeschützt. Geben Sie das Passwort ein, um einen PIN-Code zu generieren.
et: Selle kasutajakonto andmed on krüptitud salasõnaga. PIN-koodi loomiseks palun sisesta oma salasõna.
fi: Tili on salasanasuojattu. Anna salasana ja luo pin-koodi.
fr: Ce compte est chiffré, veuillez saisir le mot de passe pour générer un NIP.
hu: A fiók jelszóval védett. Kérjük, adja meg a jelszót a PIN-kód létrehozásához.
it: Questo account è protetto da password. Inserire la password per generare il codice PIN.
ro_ro: Acest cont este cifrat cu parolă, introdu parola pentru a genera codul PIN.
sl: The account is password protected. Enter the password to generate a PIN code.
sq_al: Llogaria është e mbrojtur me fjalëkalim. Që të prodhohet një kod PIN, jepni fjalëkalimin.
zh_hans_cn: 此帳戶已被加密，請輸入密碼以生成PIN碼。

# accountPage.pinExplanationTitle
source: On another device
de: Auf einem anderen Gerät
et: Teises seadmes
fi: Toisella laitteella
fr: Sur l'autre appareil
hu: Másik eszközön
it: Nell'altro dispositivo
ro_ro: În alt aparat
sl: Na drugi napravi
sq_al: Në pajisjen tjetër
zh_hans_cn: 在其他设备上

# accountPage.pinExplanationMessage
source: Install and launch Jami, select import from another device and scan the QR code or enter the PIN code manually.
ar: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
ast_es: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
az: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
bg_bg: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
bn: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
de: Installieren und starten Sie Jami. Wählen Sie „Von einem anderen Gerät importieren“ und scannen Sie den QR-Code. Alternativ können Sie den PIN-Code manuell eingeben.
el: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
eo: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
et: Paigalda ja käivita Jami ning vali „Impordi teisest seadmest“ ning skaneeri QR-koodi. Alternatiivina võid PIN-koodi sisesta käsitsi.
eu: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
fi: Asenna ja käynnistä Jami. Valitse "Tuo toiselta laitteelta" ja skannaa QR-koodi tai anna PIN-koodi käsin.
fr: Installer et lancer Jami, choisissez "Associer d'un nouvel appareil" et scanner le code QR ou entrer manuellement le NIP.
ga: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
he: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
hr_hr: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
hu: Telepítse és indítsa el a Jami alkalmazást. Válassza az „Importálás másik eszközről” lehetőséget, és olvassa be a QR-kódot. Vagy adja meg kézzel a PIN-kódot.
hy: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
id: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
it: Installa e avvia Jami, seleziona "Importa da un altro dispositivo" e scansiona il codice QR oppure inserire manualmente il codice PIN.
kk: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
kn: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
ml: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
mn_mn: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
mr: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
ne: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
nn: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
oc: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
ro_ro: Instalează și pornește Jami, alege „Importă din alt aparat” și scanează codul QR sau introdu manual PIN-ul.
sl: Namestite in zaženite Jami, izberite uvoz iz druge naprave in optično preberite kodo QR. Lahko tudi ročno vnesete kodo PIN.
sq_al: Instaloni dhe nisni Jami-n. Përzgjidhni “Importo prej pajisje tjetër” dhe skanoni kodin QR. Ndryshe jepeni kodin PIN dorazi.
sw: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
ta: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
th: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
tt: Install and launch Jami, select import from another device and scan QR code or manually enter a PIN code.
vi: Install and launch Jami, select import from another device and scan QR code or manually enter the PIN.
zh_hans_cn: 安装并启动 Jami。选择“从其他设备导入”，并扫描二维码。或手动输入 PIN 码。

# accountPage.pinError
source: An error occurred while generating the PIN code.
ar: Failed to generate PIN code
ast_es: Failed to generate PIN
az: Failed to generate PIN
bg_bg: Failed to generate PIN
bn: Failed to generate PIN
de: Beim Generieren des PIN-Codes ist ein Fehler aufgetreten.
eo: Failed to generate PIN code
et: PIN-koodi loomisel tekkis viga.
eu: Failed to generate PIN code
fi: PIN-koodia luotaessa tapahtui virhe.
fr: Une erreur s'est produite pendant la génération du NIP.
ga: Failed to generate PIN
he: Failed to generate PIN code
hr_hr: Failed to generate PIN code
hu: Hiba történt a PIN-kód generálása közben.
hy: Failed to generate PIN code
id: Failed to generate PIN
it: Si è verificato un errore durante la generazione del codice PIN.
kk: Failed to generate PIN
kn: Failed to generate PIN
ml: Failed to generate PIN
mr: Failed to generate PIN code
nn: Failed to generate PIN
oc: Failed to generate PIN
ro_ro: A apărut o eroare în timpul generării codului PIN.
sq_al: Ndodhi një gabim teksa prodhohej kod PIN.
tt: Failed to generate PIN code
vi: Failed to generate PIN
zh_hans_cn: 在生成PIN碼時出現問題

# accountPage.notificationTitle
source: Notifications
ar: الإشعارات
ast_es: Notificaciones
az: اطلاعیه لر
bg_bg: Известия
bn: বিজ্ঞপ্তি
de: Benachrichtigungen
el: Ειδοποιήσεις
eo: Notifikaĵoj
et: Teavitused
eu: Oharrak
fi: Ilmoitukset
ga: Feidhmeanna
he: הודעות
hr_hr: Uloga za obavještavanje
hu: Értesítések
hy: Հրավերներ
id: Notifikasi
it: Notifiche
kk: Хабарламалар
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mn_mn: Хэвлэлт
mr: सूचना
ne: सूचनाहरू
nn: Meddelegheiningar
oc: Notificacions
ro_ro: Notificări
sl: Obveščanje
sq_al: Njoftime
sw: Maarifa
ta: அறிவிப்புகள்
th: การแจ้งเตือน
tt: Билгеләүләр
vi: Thông báo
zh_hans_cn: 通知

# accountPage.notificationError
source: Notifications for Jami are disabled. Enable it in device settings in order to use this feature.
ast_es: Notifications for Jami are disabled. Please enable them in your device settings
az: Notifications for Jami are disabled. Please enable them in your device settings
bg_bg: Notifications for Jami are disabled. Please enable them in your device settings
bn: Notifications for Jami are disabled. Please enable them in your device settings
de: Benachrichtigungen für Jami sind deaktiviert. Aktivieren Sie es in den Geräteeinstellungen, um diese Funktion zu nutzen.
et: Puuduvad õigused teavitusi saata. Selle funktsionaalsuse jaoks anna nutiseadme seadistustest vastavad õigused.
fi: Jamin ilmoitukset on poistettu käytöstä. Ota käyttöön laitteen asetuksissa, jotta voit käyttää ominaisuutta.
fr: Les notifications pour Jami sont désactivées. S'il vous plaît, activez les dans les paramètres de votre appareil.
ga: Notifications for Jami are disabled. Please enable them in your device settings
hu: A Jami értesítései le vannak tiltva. A funkció használatát engedélyezze az eszköz beállításaiban.
id: Notifications for Jami are disabled. Please enable them in your device settings
it: Le notifiche per Jami sono disattivate. Attivale nelle impostazioni del tuo dispositivo
kk: Notifications for Jami are disabled. Please enable them in your device settings
kn: Notifications for Jami are disabled. Please enable them in your device settings
ml: Notifications for Jami are disabled. Please enable them in your device settings
nn: Notifications for Jami are disabled. Please enable them in your device settings
oc: Notifications for Jami are disabled. Please enable them in your device settings
ro_ro: Notificările pentru Jami sînt dezactivate. Activează-le din reglările aparatului tău.
sq_al: Njoftimet për Jami-n janë të çaktivizuara. Që të mund të përdorni këtë veçori, aktivizojeni te rregullimet e pajisjes.
vi: Notifications for Jami are disabled. Please enable them in your device settings
zh_hans_cn: 已禁用通知。在裝置設定中啟用此功能。

# accountPage.callsFromUnknownContacts
source: Allow calls from unknown contacts.
ast_es: Permitir les llamadas entrantes de contactos desconocíos
az: نامعلوم شخصلردن گلن تماسلارا ائجازه ور
bg_bg: Осигуряване на входящи обаждания от неизвестни контакти
bn: অজানা পরিচিতি থেকে ইনকামিং কলগুলিকে অনুমতি দিন
de: Anrufe von unbekannten Kontakten erlauben.
et: Luba kõnesid tundmatutelt kontaktidelt
fi: Salli puhelut tuntemattomilta.
fr: Autoriser les appels entrants de contacts inconnus.
ga: Ceadaigh glaonna a thagann isteach ó theagmhálacha neamhaithne
hu: Ismeretlen névjegyektől érkező hívások engedélyezése.
id: Izinkan panggilan dari kontak tak dikenal
it: Ricevi chiamate sconosciute.
kk: Беймәлім байланыс желілерінен келетін шақыруларды рұқсат ету
kn: ಅಪರಿಚಿತ ಸಂಪರ್ಕಗಳಿಂದ ಬರುವ ಕರೆಗಳನ್ನು ಅನುಮತಿಸಿ
ml: അജ്ഞാത കോൺടാക്റ്റുകളിൽ നിന്നും വരുന്ന കോളുകൾ അനുവദിക്കുക
nn: Tillate innkommende samtal frå ukjente kontakt
oc: Permetre las cridas entremesas d'unes contactes desconeguts
ro_ro: Primește apeluri necunoscute.
sl: Dovoli klice neznanih stikov.
sq_al: Lejo thirrje prej kontaktesh të panjohur.
vi: Cho phép cuộc gọi đến từ các liên lạc không rõ
zh_hans_cn: 允許未知聯絡人的來電

# accountPage.accountSettingsExplanation
source: These settings will only apply to this account.
ast_es: These settings will only apply for this account
az: These settings will only apply for this account
bg_bg: These settings will only apply for this account
bn: These settings will only apply for this account
de: Diese Einstellungen gelten nur für dieses Konto.
et: Need seadistused kehtivad vaid selle kasutajakonto jaoks.
fi: Asetukset koskevat vain tätä tiliä.
fr: Ces paramètres s'appliqueront uniquement sur le compte
ga: These settings will only apply for this account
hu: Ezek a beállítások csak erre a fiókra vonatkoznak.
id: These settings will only apply for this account
it: Queste impostazioni si applicano solo a questo account.
kk: These settings will only apply for this account
kn: These settings will only apply for this account
ml: These settings will only apply for this account
nn: These settings will only apply for this account
oc: These settings will only apply for this account
ro_ro: Aceste reglări se vor aplica numai acestui cont
sl: Te nastavitve bodo veljale le za ta račun.
sq_al: Këto rregullimet do të aplikohen vetëm te kjo llogari.
vi: These settings will only apply for this account
zh_hans_cn: 此等設定僅限本賬號使用

# accountPage.appSettings
source: App settings
de: App-Einstellungen
et: Rakenduse seadistused
fi: Sovelluksen asetukset
fr: Paramètres de l'application
hu: Alkalmazási beállítások
it: Impostazioni generali
ro_ro: Reglări generale
sl: Nastavitve aplikacije
sq_al: Rregullime aplikacioni
zh_hans_cn: APP設定

# accountPage.appSettingsExplanation
source: These settings will apply to the entire application.
ar: These settings will apply on all the application
ast_es: These settings will apply on all the application
az: These settings will apply on all the application
bg_bg: These settings will apply on all the application
bn: These settings will apply on all the application
de: Diese Einstellungen gelten für die gesamte Anwendung
eo: These settings will apply on all the application
et: Need seadistused kehtivad kogu rakenduses.
eu: These settings will apply on all the application
fi: Nämä asetukset koskevat koko sovellusta.
fr: Ces paramètres s'appliqueront à l'ensemble de l'application
ga: These settings will apply on all the application
he: These settings will apply on all the application
hr_hr: These settings will apply on all the application
hu: Ezek a beállítások a teljes alkalmazásra vonatkoznak.
hy: These settings will apply on all the application
id: These settings will apply on all the application
it: Queste impostazioni verranno applicate a tutti gli account.
kk: These settings will apply on all the application
kn: These settings will apply on all the application
ml: These settings will apply on all the application
mr: These settings will apply on all the application
nn: These settings will apply on all the application
oc: These settings will apply on all the application
ro_ro: Aceste reglări se vor aplica tuturor conturilor.
sq_al: Këto rregullime do të zbatohen për krejt aplikacionin.
tt: These settings will apply on all the application
vi: These settings will apply on all the application
zh_hans_cn: 此等設定用於整個應用程式

# accountPage.connectivityAndConfiguration
source: Connectivity and configurations
de: Verbindungen und Konfigurationen
et: Ühenduvus ja seadistused
fi: Yhteydet ja määritykset
fr: Connectivité et configurations
hu: Kapcsolódás és beállítások
it: Connessione e configurazione
ro_ro: Conectare și configurare
sl: Povezljivost in prilagoditve
sq_al: Aftësi lidhjeje dhe formësime
zh_hans_cn: 連接與設定

# accountPage.sipExpirationTime
source: Registration expiration time (seconds)
ar: وقت انتهاء صلاحية التسجيل (ثواني)
ast_es: El so nome ye'l nome del nome de la entidá que se registra na páxina web.
az: ثبت ائتمه واختي (دقققّیلار)
bg_bg: Срок за изтичане на срока на регистрация (секунди)
bn: নিবন্ধনের মেয়াদ শেষ হওয়ার সময় (সেকেন্ড)
de: Ablaufzeit der Registrierung (Sekunden)
el: Χρόνος λήξης της εγγραφής (δευτερόλεπτα)
eo: La tempo de eksvalido de la registrado (sekundojn)
et: Registreerimise aegumise aeg (sekundites)
eu: Erregistroaren iraungitze-denbora (segunduak)
fi: Rekisteröinnin vanhentumisaika (sekuntia)
fr: Durée d'expiration de l'enregistrement (en secondes)
ga: Am scriosadh clárúcháin (seacnamaí)
he: זמן סיום הרישום (שניות)
hr_hr: U skladu s člankom 1. stavkom 1.
hu: Bejegyeztetés lejárati ideje (másodperc)
hy: գրանցման ժամկետի ժամկետը (սեկոնդեր)
id: Waktu kedaluwarsa pendaftaran (detik)
it: Ritardo massimo di registrazione (secondi)
kk: Тіркеу мерзімі (секундтар)
kn: ನೋಂದಣಿ ಅವಧಿ (ಸೆಕೆಂಡುಗಳು)
ml: രജിസ്ട്രേഷൻ കാലാവധി (സെക്കൻഡുകൾ)
mn_mn: бүртгэлийн хугацаа дуусах хугацаа (эдэв)
mr: नोंदणीचा कालावधी (सेकंद)
ne: दर्ता समाप्ति समय (सेकेन्ड)
nn: Registreringstidspunktet (sekunder)
oc: Temps d'expiracion de l'enregistrament (segons)
ro_ro: Timp maxim de înscriere (secunde)
sl: Časovna omejitev registracije (v sekundah)
sq_al: Kohë skadimi regjistrimi (sekonda)
sw: Muda wa kumalizika kwa usajili (sekunde)
ta: பதிவு கால அவகாசம் (விநாடிகள்)
th: เวลาหมดอายุการลงทะเบียน (วินาที)
tt: Теркәлү вакыты (секундлар)
vi: Thời gian hết hạn đăng ký (thì giây)
zh_hans_cn: 注册过期时间（秒）

# accountPage.tlsVerifyServerCertificates
source: Verify server TLS certificates
ar: التحقق من شهادات TLS الخادم
ast_es: Verificar los certificados TLS del servidor
az: سرور TLS گواهی لرینی تصدیق ائتمک
bg_bg: Проверка на сертификатите на TLS на сървъра
bn: সার্ভার টিএলএস সার্টিফিকেট যাচাই করুন
de: Server-TLS-Zertifikate überprüfen
el: Να επαληθεύονται τα πιστοποιητικά TLS του διακομιστή
eo: Verigu servantajn TLS-atestojn
et: Kontrolli serveri TLS-sertifikaate
eu: Zerbitzarien TLS ziurtagiriak egiaztatu
fi: Tarkista palvelimen TLS-varmenteet
fr: Vérifier les certificats TLS du serveur
ga: Déan deimhnithe TLS seirbhíse a fhíorú
he: אימות תעודות TLS של השרת
hr_hr: Provjeravanje TLS certifikata za server
hu: Kiszolgáló TLS-tanúsítványok ellenőrzése
hy: Վավերացնել սերվերների TLS վկայականները
id: Verifikasi sertifikat TLS server
it: Verifica i certificati TLS del server
kk: Сервердің TLS сертификаттарын тексеру
kn: ಸರ್ವರ್ TLS ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: സെർവർ TLS സർട്ടിഫിക്കറ്റുകൾ പരിശോധിക്കുക
mn_mn: Сервер TLS сертификатыг шалгах
mr: सर्व्हर TLS प्रमाणपत्रे सत्यापित करा
ne: सर्भर TLS प्रमाणपत्रहरू प्रमाणित गर्नुहोस्
nn: Verifisere TLS-serversertifikat
oc: Verificar los certificats TLS del servidor
ro_ro: Verifică certificatele TLS ale serverului
sl: Preveri certifikate TLS strežnika
sq_al: Verifiko dëshmi TLS shërbyesi
sw: Thibitisha vyeti vya TLS vya seva
ta: சேவையக TLS சான்றிதழ்களை சரிபார்க்கவும்
th: ยืนยันการรับรอง TLS ของเซอร์เวอร์
tt: Серверның TLS сертификатын тикшерү
vi: Kiểm tra chứng chỉ TLS của máy chủ
zh_hans_cn: 验证服务器 TLS 证书

# accountPage.tlsVerifyClientCertificates
source: Verify client TLS certificates
de: Client-TLS-Zertifikate überprüfen
et: Kontrolli kliendi TLS-sertifikaate
fi: Tarkista sovelluksen TLS-varmenteet
fr: Vérifier les certificats TLS du client
hu: Ügyfél TLS-tanúsítványok ellenőrzése
it: Verificare i certificati TLS del client
ro_ro: Verifică certificatele TLS ale clientului
sl: Preveri potrdila odjemalca TLS
sq_al: Verifikoni dëshmi TLS klientësh
zh_hans_cn: 驗證伺服器 TLS 證書

# accountPage.tlsRequireTlsCertificate
source: Require a certificate for incoming TLS connections
ar: ضرورة وجود شهادة لإتصالات TLS الواردة
bg_bg: Изискване на сертификат за входящите връзки чрез TLS
de: Ein Zertifikat für eingehende TLS-Verbindungen fordern
el: Απαίτηση πιστοποιητικού για εισερχόμενες συνδέσεις TLS
eo: Bezoni atestilon por enirantaj TLS konektoj
et: Nõua sissetulevate TLS-ühenduste puhul sertifikaadi kasutamist
fi: Vaadi saapuvilta TLS-yhteyksiltä varmenne
fr: Exiger un certificat pour les connexions TLS entrantes
hu: Tanúsítvány megkövetelése a bejövő TLS-kapcsolatokhoz
id: Memerlukan sertifikat untuk koneksi TLS yang masuk
it: Richiedi un certificato per le connessioni TLS in entrata
ro_ro: Solicită un certificat pentru conexiunile TLS primite
sl: Zahtevaj certifikat za dohodne povezave TLS
sq_al: Kërko një dëshmi për lidhje TLS ardhëse
th: ต้องมีใบรับรองสำหรับการเชื่อมต่อ TLS ขาเข้า
zh_hans_cn: 收到的 TLS 连接需要提供证书

# accountPage.tlsDisableSecureDlgCheck
source: Disable secure dialog check for incoming TLS data
ar: إعاقة التحقق الآمن من الحوار للبيانات TLS الموصلة
ast_es: Desactivar la verificación de diálogu segura pa los datos de TLS entrantes
az: TLS داده لرینده امکداش دیالوق چکینی غیر فعال ائتمک
bg_bg: Обезвредите проверката на сигурността на диалога за входящи данни на TLS
bn: ইনকামিং টিএলএস ডেটা জন্য নিরাপদ ডায়ালগ চেক অক্ষম করুন
de: Sichere Dialogprüfung für eingehende TLS-Daten deaktivieren
el: Απασβήσετε την ασφαλή έλεγχο διαλόγου για εισερχόμενα δεδομένα TLS
eo: Malŝaltu sekuran dialogan kontrolon por alvenantaj TLS-datenoj
et: Lülita TLS-andmete turvakontrollivaade välja
eu: Desaktibatu TLS datuak sartzeko elkarrizketa segurtasun egiaztapena
fi: Poista saapuvan TLS-datan suojattu tarkistus käytöstä
fr: Désactiver la vérification du dialogue sécurisé pour les données TLS entrantes
ga: Déan seiceáil diallaga slán do shonraí TLS a thagann isteach a diúltaigh
he: דחין את חיפוש הדיאלוג הבטוח עבור נתונים TLS נכנסים
hr_hr: Neaktivirajte sigurnu provjeru dijaloga za prihađane TLS podatke
hu: Bejövő TLS-adatok biztonságos párbeszédpanel-ellenőrzésének letiltása
hy: Անջատեք մուտքագրվող TLS տվյալների անվտանգ երկխոսության ստուգումը
id: Menonaktifkan pemeriksaan dialog aman untuk data TLS yang masuk
it: Disattiva il controllo della finestra di dialogo sicura per i dati TLS in arrivo
kk: TLS деректері үшін қауіпсіз диалог тексеруін өшіру
kn: ಒಳಬರುವ TLS ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತ ಸಂವಾದ ಪರಿಶೀಲನೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ml: ഇൻകമിംഗ് TLS ഡാറ്റയ്ക്കായി സുരക്ഷിത ഡയലോഗ് പരിശോധന പ്രവർത്തനരഹിതമാക്കുക
mn_mn: TLS-ийн орж ирж буй мэдээллийн аюулгүй диалог шалгалтыг зогсоо
mr: TLS डेटासाठी सुरक्षित संवाद तपासणी अक्षम करा
ne: TLS डाटाको लागि सुरक्षित संवाद जाँच अक्षम गर्नुहोस्
nn: Deaktivera trygg dialogkontroll for innkommende TLS-data
oc: Desactivar la verificacion de dialòg segura per las donadas TLS entrant
ro_ro: Dezactivează verificarea dialogului sigur pentru datele TLS primite
sl: Onemogoči varno preverjanje pogovornega okna za dohodne podatke TLS
sq_al: Çaktivizo kontroll dialogu të sigurt për të dhëna TLS ardhëse
sw: Disable salama dialog kuangalia kwa ajili ya TLS data zinazoingia
ta: உள்வரும் TLS தரவுகளுக்கான பாதுகாப்பான உரையாடல் சோதனையை முடக்கு
th: ปิดการตรวจสอบการโต้ตอบที่ปลอดภัยสําหรับข้อมูล TLS ที่เข้ามา
tt: Килгән TLS мәгълүматлары өчен куркынычсыз диалогны тикшерүне гамәлдән чыгару
vi: Thiết lập kiểm tra đối thoại an toàn cho dữ liệu TLS nhập
zh_hans_cn: 禁用安全对话框检查输入 TLS 数据

# accountPage.editSipExpirationTime
source: Expiration time
de: Ablaufzeit
et: Aegumine
fi: Vanhenemisaika
fr: Heure d'expiration
hu: Lejárati idő
it: Scadenza
ro_ro: Expirare
sl: Čas poteka
sq_al: Kohë skadimi
zh_hans_cn: 過期日

# accountPage.selectSipExpirationTime
source: Set time (in seconds) for registration expiration
de: Zeit (in Sekunden) für den Ablauf der Registrierung festlegen
et: Määra aeg (sekundites) registreerimise aegumiseks
fi: Aseta rekisteröinnin vanhenemisaika (sekunteina).
fr: Entrée le temps (en secondes) pour l'expiration de l'enregistrement
hu: Bejegyeztetés lejárati ideje (másodperc)
it: Scadenza della registrazione (secondi)
ro_ro: Timpul de expirare al înregistrării (în secunde)
sl: Določite čas (v s) za potek registracije
sq_al: Caktoni kohën (në sekonda) për skadim regjistrimi
zh_hans_cn: 設定註冊逾時時間（單位為秒）

# accountPage.thisDevice
source: This device
ar: هذا الجهاز
ast_es: Esta máquina
az: بو آلین
bg_bg: Това устройство
bn: এই ডিভাইস
de: Dieses Gerät
el: Αυτή η συσκευή
eo: Tiu aparato
et: See seade
eu: Gailu hau
fi: Tämä laite
fr: Cet appareil
ga: An t-ordú seo
he: המכשיר הזה
hr_hr: Ovaj uređaj
hu: Ez az eszköz
hy: Այս սարքը
id: Perangkat ini
it: Questo dispositivo
kk: Бұл құрылғы
kn: ಈ ಸಾಧನ
ml: ഈ ഉപകരണം
mn_mn: Энэ төхөөрөмж
mr: हे यंत्र
ne: यो यन्त्र
nn: Denne einheten
oc: Aqueste dispositiu
ro_ro: Acest aparat
sl: Ta naprava
sq_al: Këtë pajisje
sw: Kifaa hiki
ta: இந்த சாதனம்
th: เครื่องนี้
tt: Бу корал
vi: Thiết bị này
zh_hans_cn: 本设备
