Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# global.accountSettings
source: Account Settings
ar: إعدادت الحساب
ast_es: Configuración de cuenta
az: حسابلارین تنظیماتلاری
be_by: Налады ўліковых запісаў
bg_bg: Настройки на сметката
bn: অ্যাকাউন্ট সেটিংস
ca: Configuracions de comptes
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
eo: Konto-sekcioj
et: Kasutajakontode seadistused
et_ee: Kontode seaded
eu: Kontuaren ezarpenak
fi: Tiliasetukset
fr: Paramètres Compte
ga: Cinntí cuntas
gu: એકાઉન્ટ સેટિંગ્સ
he: הגדרות החשבון
hi_in: खाता सेटिंग
hr_hr: Nastavke računa
hu: Fiókbeállítások
hy: Հաշվեի կարգավորումները
id: Pengaturan Akun
it: Impostazioni account
kk: Тіркелгі параметрлері
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್ಗಳು
ko_kr: 계정 설정
ml: അക്കൌണ്ട് ക്രമീകരണങ്ങൾ
mn_mn: Нягтлан бодох бүртгэлийн тохируулалт
mr: खाते सेटिंग्ज
ne: खाता सेटिंग्स
nn: Settingar på konto
oc: Configuracion de compte
ro_ro: Reglările contului
sl: Nastavitve računa
sq_al: Rregullime Llogarie
sw: Mipangilio ya Akaunti
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగులు
th: การตั้งค่าบัญชี
tt: Хисапны урнаштыру
vi: Cài đặt tài khoản
zh_hans_cn: 账户设置

# global.username
source: Username
ar: اسم المستخدم
ast_es: Nombre d'usuariu
az: ایستیفاده چی آد
be_by: Назва карыстальніка
bg_bg: Потребителско име
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
de: Benutzername
el: Όνομα χρήστη
eo: Uzantnomo
et: Kasutajanimi
et_ee: Kasutaja nimi
eu: Erabiltzaile-izena
fi: Käyttäjänimi
fr: Nom d'utilisateur
ga: Ainm úsáideora
gu: વપરાશકર્તા નામ
he: שם משתמש
hi_in: उपयोगकर्ता नाम
hr_hr: Korisničko ime
hu: Felhasználónév
hy: Օգտագործողի անունը
id: Nama pengguna
it: Nome utente
kk: Пайдаланушы аты
kn: ಬಳಕೆದಾರ ಹೆಸರು
ko_kr: 사용자명
ml: ഉപയോക്തൃനാമം
mn_mn: Хэрэглэгчийн нэр
mr: नाव
ne: प्रयोगकर्ता नाम
nn: Bruksnamn
oc: Nom d’utilizaire
ro_ro: Nume de utilizator
sl: Uporabniško ime
sq_al: Emër përdoruesi
sw: Jina la mtumiaji
ta: பயனர் பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
tt: Исем кулланучы
zh_hans_cn: 用户名

# global.recommended
source: Recommended
ar: موصى به
ast_es: Recomendáu
az: توصیه اولونور
be_by: Рэкамендуецца
bg_bg: Препоръчително
bn: প্রস্তাবিত
ca: Recomanat
de: Empfohlen
el: Προτεινόμενα
eo: Recomandita
et: Soovitatav
eu: gomendatzen da
fi: Suositus
fr: Recommandé
ga: Moltar
gu: ભલામણ
he: מומלץ
hi_in: अनुशंसित
hr_hr: Preporučeno
hu: Ajánlott
hy: Հրჩევվում է
id: Rekomendasi
it: Consigliato
kk: Ұсынылған
kn: ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
ko_kr: 추천
ml: ശുപാർശ
mn_mn: Зөвлөмж
mr: शिफारस केलेले
ne: सिफारिस गरिएको
nn: Tilrådeleg
oc: Recomandat
ro_ro: Recomandat
sl: Priporočeno
sq_al: E rekomanduar
sw: Iliyopendekezwa
ta: பரிந்துரைக்கப்படுகிறது
te: సిఫార్సు
th: ข้อเสนอแนะ
tt: Тәрбияләү
vi: Ưu tiên
zh_hans_cn: 推荐

# global.password
source: Password
ar: كلمة السر
ast_es: Paez que la contraseña
az: رمز
be_by: Пароль
bg_bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
de: Passwort
el: Κωδικός
eo: Pasvorto
et: Salasõna
et_ee: Salaus
eu: Pasahitza
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
gu: પાસવર્ડ
he: סיסמה
hi_in: पासवर्ड
hr_hr: Lozinka
hu: Jelszó
hy: Անձանագրություն
id: Kata sandi
kk: Пароль
kn: ಪಾಸ್ವರ್ಡ್
ko_kr: 암호
ml: പാസ്വേഡ്
mn_mn: Хууль нууц үг
mr: पासवर्ड
ne: पासवर्ड
nn: Passord
oc: Senhal
ro_ro: Parola
sl: Geslo
sq_al: Fjalëkalim
sw: Nambari
ta: கடவுச்சொல்
te: పాస్వర్డ్
th: รหัสผ่าน
tt: Пароль
vi: Mật khẩu
zh_hans_cn: 密码

# global.registerAUsername
source: Register username
ar: تسجيل اسم المستخدم
ast_es: Registrar nome d' usuariu
az: آدی یازی
be_by: Запішыце імя карыстальніка
bg_bg: Регистрирайте потребителско име
bn: ব্যবহারকারীর নাম নিবন্ধন
ca: Registreu un nom d'usuari
de: Benutzername registrieren
el: Καταχωρίστε το όνομα χρήστη
eo: Registru uzantnomon
et: Registreeri kasutajanimi
et_ee: Registreerige kasutajanimi
eu: Erabiltzaile izena erregistratzea
fi: Rekisteröi käyttäjänimi
fr: Enregistrer le nom d'utilisateur
ga: Ainm úsáideora a chlárú
gu: વપરાશકર્તા નામ નોંધણી
he: רשום שם משתמש
hi_in: एक उपयोगकर्ता नाम दर्ज करें
hr_hr: Upis korisničkog imena
hu: Felhasználónév bejegyeztetése
hy: Գրանցել օգտվողի անունը
id: Daftarkan nama pengguna
it: Registra il nome utente
kk: Пайдаланушы атауын тіркеу
kn: ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನೋಂದಾಯಿಸಿ
ko_kr: 사용자 이름을 등록
ml: ഉപയോക്തൃനാമം രജിസ്റ്റർ ചെയ്യുക
mn_mn: Хэрэглэгчийн нэрийг бүртгүүлэх
mr: नोंदणी वापरकर्तानाव
ne: प्रयोगकर्ता नाम दर्ता गर्नुहोस्
nn: Registrer brukernavn
oc: Registrar nom d' utilizaire
ro_ro: Înscrie numele de utilizator
sl: Registriraj uporabniško ime
sq_al: Regjistroni emër përdoruesi
sw: Kujiandikisha jina la mtumiaji
ta: பயனர்பெயரை பதிவு செய்யவும்
te: ఒక వినియోగదారు పేరును నమోదు చేయండి
th: จดทะเบียนชื่อผู้ใช้
tt: Кулланучы исемен теркәгез
vi: Đăng ký tên người dùng
zh_hans_cn: 注册用户名

# global.enterPassword
source: Enter password
ar: أدخِل كلمة المرور
ast_es: Entra contraseña
az: رمز یازینی دن
be_by: Увядзіце пароль
bg_bg: Въведете парола
bn: পাসওয়ার্ড লিখুন
ca: Introducir contrasenya
de: Passwort eingeben
el: Εισάγετε τον κωδικό πρόσβασης
eo: Enigu pasvorton
et: Sisesta salasõna
et_ee: Sisestage parool
eu: Sartu pasahitza
fi: Syötä salasana
fr: Entrez votre mot de passe
ga: Cluiche Pasfhocal
gu: પાસવર્ડ દાખલ કરો
he: הכניסו סיסמה
hi_in: पासवर्ड दर्ज करें
hr_hr: Unesite lozinku
hu: Jelszó megadása
hy: Գտեք գաղտնաբառ
id: Masukan kata sandi
it: Inserire la password
kk: Парольді келтіріңіз
kn: ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ko_kr: 비밀번호 입력
ml: പാസ്വേഡ് നൽകുക
mn_mn: Хууль нууц товчийг оруул
mr: पासवर्ड प्रविष्ट करा
ne: पासवर्ड प्रविष्ट गर्नुहोस्
nn: Skriv inn passord
oc: Introducir la contraròtle
ro_ro: Introdu parola
sl: Vnesite geslo
sq_al: Jepni fjalëkalimin
sw: Ingiza nywila
ta: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్వర్డ్ను నమోదు చేయండి
th: ใส่รหัสผ่าน
tt: Пароль кертегез
vi: Nhập mật khẩu
zh_hans_cn: 输入密码

# global.enterUsername
source: Enter username
ar: أدخِل اسم المستخدم
be_by: Увесці імя карыстальніка
bg_bg: Въведете потребителско име
ca: Introducció de nom d'usuari
de: Benutzername eingeben
et: Sisesta kasutjanimi
et_ee: Sisesta kasutajanimi
fi: Anna käyttäjänimi
fr: Entrez le nom d'utilisateur
gu: વપરાશકર્તા નામ દાખલ કરો
hi_in: उपयोगकर्ता नाम दर्ज करें
hu: Felhasználónév megadása
id: Masukkan nama pengguna
it: Inserire il nome utente
ko_kr: 사용자 이름을 입력
ro_ro: Introdu numele de utilizator
sl: Vnesite uporabniško ime
sq_al: Jepni emër përdoruesi
te: వాడుకరి పేరును నమోదు చేయండి
zh_hans_cn: 输入用户名

# global.cancel
source: Cancel
ar: ألغِ
ast_es: Cancelación
az: Ləğv et
be_by: Скасаваць
bg_bg: Отказ
bn: বাতিল করুন
ca: Canceŀla
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Tühista
et_ee: Tühista
eu: Utzi
fi: Peruuta
fr: Annuler
ga: Cealaigh
gu: રદ કરો
he: ביטול
hi_in: रद्द करें
hr_hr: Otkaži
hu: Mégse
hy: Արգելել
id: Batal
it: Annulla
kk: Болдырмау
kn: ರದ್ದು
ko_kr: 취소
ml: റദ്ദാക്കുക
mn_mn: Цуцлах
mr: रद्द करा
ne: रद्द गर्नुहोस्
nn: Avbryt
oc: Anullar
ro_ro: Renunță
sl: Prekliči
sq_al: Anuloje
sw: Kughairi
ta: ரத்துசெய்க
te: రద్దు చేయి
th: ยกเลิก
tt: Баш тарту
vi: Hủy bỏ
zh_hans_cn: 取消

# global.blockContact
source: Block contact
ar: حظر جهة إتصال
ast_es: Bloquear el contacto
az: بلاک کنتاکت
be_by: Блокі кантактаў
bg_bg: Блокиране на контакт
bn: ব্লক যোগাযোগ
ca: Bloquejar contacte
de: Kontakt blockieren
el: Μπλοκάρισμα επαφής
eo: Kontakto blokita
et: Blokeeri kontakt
et_ee: Kontakti blokeerimine
eu: Blokeatu kontaktua
fi: Estä henkilö
fr: Bloquer le contact
ga: Contae Bloc
gu: સંપર્ક બ્લોક
he: פגע בלוק
hi_in: संपर्क ब्लॉक
hr_hr: Blokiraj kontakt
hu: Kapcsolattartó letiltása
hy: Բլոկային շփումը
id: Blokir kontak
it: Blocca contatto
kk: Блок контакт
kn: ಬ್ಲಾಕ್ ಸಂಪರ್ಕ
ko_kr: 블록 연락처
ml: തടയൽ കോൺടാക്റ്റ്
mn_mn: Блок-тай холбоо тогтоох
mr: ब्लॉक संपर्क
ne: सम्पर्कको अवरोध
nn: Blockkontakt
oc: Blocar contacte
ro_ro: Blochează contactul
sl: Blokiraj stik
sq_al: Bllokojeni kontaktin
sw: Kuzuia mawasiliano
ta: பிளாக் தொடர்பு
te: బ్లాక్ కాంటాక్ట్
th: บล็อคการติดต่อ
tt: Блок белән элемтә
vi: Chặn liên hệ
zh_hans_cn: 屏蔽联系人

# global.removeAccount
source: Remove account
ar: إزالة الحساب
ast_es: La cuenta ye retirada
az: حسابي حذف ائتمک
be_by: Знішчыць рахунак
bg_bg: Премахване на профил
bn: অ্যাকাউন্ট মুছে ফেলুন
ca: Elimina el compte
de: Konto entfernen
el: Αποσύρουμε λογαριασμό
eo: Forigu la konton
et: Eemalda kasutajakonto
et_ee: Pöörake konto välja
eu: Kontua ezabatzeko
fi: Poista tili
fr: Supprimer le compte
ga: Crios cuntas
gu: એકાઉન્ટને દૂર કરો
he: תבטלו את החשבון
hi_in: खाता हटाएँ
hr_hr: Uklonite račun
hu: Fiók eltávolítása
hy: Հաշիվը հեռացնել
id: Buang akun
it: Rimuovi l'account
kk: Тіркелгісін өшіру
kn: ಖಾತೆಯನ್ನು ತೆಗೆದುಹಾಕಿ
ko_kr: 계정을 삭제
ml: അക്കൌണ്ട് നീക്കം ചെയ്യുക
mn_mn: Хэтгэлээ устгах
mr: खाते हटवा
ne: खाता हटाउनु
nn: Ta bort kontoen
oc: Suprimir compte
ro_ro: Șterge contul
sl: Odstrani račun
sq_al: Hiqe llogarinë
sw: Ondoa akaunti
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించు
th: ยกบัญชี
tt: Хисапны бетерү
vi: Xóa tài khoản
zh_hans_cn: 移除账户

# global.incomingCall
source: Incoming call
ar: مكالمة واردة
ast_es: L'español
az: گئچن چاغ
be_by: Паступны званок
bg_bg: Входящо обаждане
bn: ইনকামিং কল
ca: Trucada entrant
de: Eingehender Anruf
el: Εισερχόμενη κλήση
eo: Eniranta voko
et: Sissetulev kõne
et_ee: Sisseõnnestamine
eu: Sarrera-deia
fi: Saapuva puhelu
fr: Appel entrant
ga: Glacadh isteach
gu: આવનારી કૉલ
he: שיחה נכנסת
hi_in: फोन आ रहा है
hr_hr: Dolazni poziv
hu: Bejövő hívás
hy: Հեռախոսազանգ
id: Panggilan masuk
it: Chiamata in arrivo
kk: Келесі шақыру
kn: ಒಳಬರುವ ಕರೆ
ko_kr: 수신 전화
ml: വരാനിരിക്കുന്ന കോൾ
mn_mn: Цаашид ирсэн дуудлага
mr: येणारे कॉल
ne: आगमन कल
nn: Innkommende samtal
oc: Apèl entrant
ro_ro: Apel primit
sl: Dohodni klic
sq_al: Thirrje ardhëse
sw: Kuwasiliana
ta: வருகின்ற அழைப்பு
te: ఇన్కమింగ్ కాల్
th: สายเรียกเข้า
tt: Килүче чакыру
vi: Tiếp tục gọi
zh_hans_cn: 来电

# global.ok
source: OK
ar: موافق
ast_es: Bien, ye bien.
az: Tamam
be_by: Добра
bg_bg: Добре
bn: ঠিক আছে
ca: D'acord
el: Εντάξει
eo: Bone
es_mx: Aceptar
et: Sobib
et_ee: Sobib
eu: Ados
fa_ir: قبول
ga: Ceart go leor
gu: બરાબર
he: אישור
hi_in: ठीक
hr_hr: U redu
hu: Rendben
hy: Հանգիստ:
id: Oke
kk: Жарайды
kn: ಸರಿ
ko_kr: 확인
ml: ശരി
mn_mn: Зүгээр
mr: ठीक
ne: ठीक छ
nn: OK, det er rett.
oc: D’ACÒRDI
ro_ro: Bine
sl: V redu
sq_al: Në rregull
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tt: Хуп
vi: Được rồi
zh_hans_cn: 确定

# global.close
source: Close
ar: إغلاق
ast_es: La so primer apaición foi nel estrenu de la cuarta temporada.
az: یاخینلاشماق
be_by: Блізка
bg_bg: Затваряне
bn: বন্ধ
ca: Tanca
de: Schließen
de_de: Schließen
el: Κλείσιμο
eo: Proksima
es_mx: Cerrar
et: Sulge
et_ee: Lähedalt
eu: Itxi
fa_ir: بستن
fi: Sulje
fr: Fermer
ga: Dlúth
gu: બંધ
he: סגירה
hi_in: बंद करे
hr_hr: -U blizini.
hu: Bezárás
hy: Մոտակայքում
id: Tutup
it: Chiudi
kk: Жақында
kn: ಹತ್ತಿರ
ko_kr: 가까이
ml: അടുത്തു
mn_mn: Тэнд нь
mr: जवळ
ne: नजिक
nn: Nær
oc: Tampar
ro_ro: Închide
sl: Zapri
sq_al: Mbylle
sw: Karibu
ta: நெருக்கமாக
te: దగ్గరగా
th: ใกล้
tt: Якында
vi: Gần
zh_hans_cn: 关闭

# global.share
source: Share
ar: مشاركة
ast_es: Compartir
az: بؤلوم
be_by: Падзяліцца
bg_bg: Споделяне
bn: ভাগ করে নেওয়ার
ca: Comparteix
de: Teilen
de_de: Freigeben
el: Κοινοποίηση
eo: Kunhavi
es_mx: Compartir
et: Jaga
et_ee: Osalemine
eu: Partekatu
fa_ir: هم‌رسانی
fi: Jako
fr: Partager
ga: Comhroinnt
gu: શેર કરો
he: שיתוף
hi_in: बाटें
hr_hr: Podijeli
hu: Megosztás
hy: Մասնակից
id: Bagikan
it: Condividi
kk: Ортақ
kn: ಹಂಚಿಕೆ
ko_kr: 공유
ml: പങ്കിടുക
mn_mn: Хөдөлмөр
mr: शेअर करा
ne: साझेदारी
nn: Deling
oc: Compartilhar
ro_ro: Distribuie
sl: Deli
sq_al: Ndajeni me të tjerë
sw: Kushiriki
ta: பகிர்வு
te: భాగస్వామ్యం
th: แบ่งปัน
tt: Бүләкләү
vi: Chia sẻ
zh_hans_cn: 共享

# global.forward
source: Forward
ar: للأمام
ast_es: Aforra
az: قاباقدا
be_by: Далей
bg_bg: Напред
bn: এগিয়ে
ca: A l'avant
de: Weiterleiten
de_de: Weiter
el: Επανάληψη
eo: Antaŭen
es_mx: Derivar
et: Edasta
et_ee: Eelist
eu: Aurrerantz
fi: Välitä
fr: Avancez
ga: Ar aghaidh
gu: આગળ
he: קדימה
hi_in: आगे
hr_hr: Naprijed
hu: Hívásátirányítás
hy: Առաջ
id: Teruskan
it: Inoltra
kk: Алға қарай
kn: ಮುಂದೆ
ko_kr: 앞으로
ml: മുന്നോട്ട്
mn_mn: Алгад
mr: पुढे
ne: अगाडि
nn: For fram
oc: En avant
ro_ro: Trimite
sl: Posreduj
sq_al: Përcille
sw: Kuendelea
ta: முன்னோக்கி
te: ముందుకు
th: ไปข้างหน้า
tt: Алга таба
vi: Tiếp tục
zh_hans_cn: 转发

# global.save
source: Save
ar: سجل
ast_es: El so nome ye "Castor".
az: ساقلاماق
be_by: Захаваць
bg_bg: Запазване
bn: সংরক্ষণ করুন
ca: Desa
de: Speichern
de_de: Speichern
el: Αποθήκευση
eo: Savi
es_mx: Guardar
et: Salvesta
et_ee: Säästa
eu: Gorde ezazu.
fi: Tallenna
fr: Sauvegarder
ga: Cinntí
gu: સાચવો
he: שמור
hi_in: सहेजें
hr_hr: Spremi
hu: Mentés
hy: Փրկել
id: Simpan
it: Salva
kk: Сақтау
kn: ಉಳಿಸಿ
ko_kr: 저장
ml: സംരക്ഷിക്കുക
mn_mn: Хөрөөж
mr: जतन करा
ne: बचत गर्नुहोस्
nn: Ta vare på
oc: Salvar
ro_ro: Salvează
sl: Shrani
sq_al: Ruaje
sw: Kuokoa
ta: சேமி
te: సేవ్
th: เก็บ
tt: Каплагыз
vi: - Cứu
zh_hans_cn: 保存

# global.resend
source: Resend
ar: إعادة إرسال
ast_es: Enviar a la xente
az: یئنی دن گؤندره
be_by: Паслаць
bg_bg: Препращане
bn: পুনরায় পাঠান
ca: Enviar-ho
de: Erneut senden
de_de: Erneut senden
el: Επιστροφή
es_mx: Reenviar
et: Saada edasi
et_ee: Küsi edasi
eu: Bidali berriro.
fi: Uudelleen
fr: Renvoyer
ga: Cuir ar ais
gu: ફરીથી મોકલો
he: -תשלח
hi_in: पुनः भेजें
hr_hr: Poslati
hu: Újraküldés
hy: Վերադարձ ուղարկել
id: Kirim ulang
it: Invia di nuovo
kk: Қайта жіберу
kn: ಮರುಪಡೆಯಿರಿ
ko_kr: 다시 보내
ml: വീണ്ടും അയയ്ക്കുക
mn_mn: Цаашид ирүүлнэ
mr: पाठवा
ne: पुनः पठाउनु
nn: Send tilbake
oc: Enviar de nòu
ro_ro: Trimite din nou
sl: Ponovno pošlji
sq_al: Ridërgoje
sw: Tuma tena
ta: திருப்பி அனுப்பவும்
te: తిరిగి పంపండి
th: ส่งกลับ
tt: Тагын бер тапкыр җибәр
vi: Đưa lại
zh_hans_cn: 重发

# global.preview
source: Preview
ar: معاينة
ast_es: Previsión
az: پیش نمایش
be_by: Перагляд
bg_bg: Преглед
bn: প্রিভিউ
ca: Previsualitzar
de: Vorschau
de_de: Vorschau
el: Προεπισκόπηση
eo: Antaŭvido
es_mx: Pevisualizar
et: Eelvaade
et_ee: Eelvaade
eu: Aurrebista
fi: Esikatselu
fr: Aperçu
ga: Taispeántas réamhshocraithe
gu: પૂર્વાવલોકન
he: תצוגה ראשונה
hi_in: पूर्वावलोकन
hu: Előnézet
hy: Նախագահական տեսանյութ
id: Cuplikan
it: Anteprima
kk: Алдын ала қарау
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
ko_kr: 미리보기
ml: മുൻകൂർ കാണുക
mn_mn: Урьдчилгаа
mr: पूर्वावलोकन
ne: पूर्वावलोकन
nn: Forhandsvisning
oc: Prèmi
ro_ro: Previzualizare
sl: Predogled
sq_al: Paraparje
sw: Maoni ya awali
ta: முன்னோட்ட
te: ముందస్తు వీక్షణ
th: ดูตัวอย่าง
tt: Көзге күренеш
vi: Xem trước
zh_hans_cn: 预览

# global.accept
source: Accept
ar: اقبل
ast_es: Acceptar
az: قبول ائدیر
be_by: Прыняць
bg_bg: Приемане
bn: গ্রহণ করুন
ca: Accepta
de: Annehmen
el: Αποδοχή
eo: Akcepti
es_mx: Aceptar
et: Võta vastu
et_ee: Võta vastu
eu: Onartu
fi: Hyväksy
fr: Accepter
ga: Tabhair faoi deara
gu: સ્વીકારો
he: לקבל
hi_in: स्वीकार करें
hr_hr: Prihvati
hu: Elfogadás
hy: Ընդունիր
id: Terima
it: Accetta
kk: Қабылда
kn: ಒಪ್ಪಿಕೊಳ್ಳು
ko_kr: 수락
ml: അംഗീകരിക്കുക
mn_mn: Үүнд хандаж
mr: स्वीकारा
ne: स्वीकार गर्नुहोस्
nn: Ta imot
oc: Acceptar
ro_ro: Acceptă
sl: Sprejmi
sq_al: Pranoje
sw: Kubali
ta: ஏற்றுக்கொள்ளுங்கள்
te: అంగీకరించు
th: ยอมรับ
tt: Бу сорауны кабул итегез
vi: Chấp nhận
zh_hans_cn: 接受

# global.block
source: Block
ar: حظر
ast_es: Bloqueáu
az: بلوک
be_by: Блокіроўванне
bg_bg: Блокиране
bn: ব্লক
ca: Bloca
de: Blockieren
el: Μπλοκάρισμα
eo: Bloko
es_mx: Bloquear
et: Blokeeri
et_ee: Plokk
eu: Bloketu
fi: Estä
fr: Bloquer
ga: Bloc
gu: બ્લોક
he: חסימה
hi_in: ब्लॉक
hr_hr: Blokiraj
hu: Letiltás
hy: Բլոկ
id: Blokir
it: Blocca
kk: Блок
kn: ಬ್ಲಾಕ್
ko_kr: 블록
ml: തടയൽ
mn_mn: Блок
mr: ब्लॉक
ne: ब्लक
oc: Blocar
ro_ro: Blochează
sl: Blokiraj
sq_al: Bllokoje
ta: தொகுதி
te: బ్లాక్
th: ปิดกั้น
tt: Блок
vi: Blok
zh_hans_cn: 屏蔽

# global.decline
source: Decline
ar: رفض
de: Ablehnen
el: Απόρριψη κλήσης
eo: Rifuzi
et: Keeldu
eu: Ukatu
fi: Kieltäydy
fr: Décliner
he: ירידה
hr_hr: Odbij
hu: Elutasítás
hy: Հասնում է
it: Rifiuta
mn_mn: Хөгжиж байна
mr: घट
ne: घट्दो
ro_ro: Refuză
sl: Zavrni
sq_al: Hidhe tej
sw: Kupungua
ta: குறைவு
th: ปฏิเสธ
tt: Кирешү
zh_hans_cn: 拒接

# global.name
source: Name
ar: إسم
ast_es: Nombre
az: آد
be_by: Назва
bg_bg: Име
bn: নাম
ca: Nom
el: Όνομα
eo: Nomo
es_mx: Nombre
et: Nimi
et_ee: Nimi
eu: Izena
fi: Nimi
fr: Nom
ga: Ainm
gu: નામ
he: שם
hi_in: नाम
hr_hr: Ime
hu: Név
hy: Անուն
id: Nama
it: Nome
kk: Атауы
kn: ಹೆಸರು
ko_kr: 이름
ml: പേര്
mn_mn: Нэр
mr: नाव
ne: नाम
nn: Namn
oc: Nom
ro_ro: Nume
sl: Ime
sq_al: Emër
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tt: Исеме
vi: Tên
zh_hans_cn: 姓名

# global.copy
source: Copy
ar: نسخ
ast_es: La copia
az: نُسخ
be_by: Копія
bg_bg: Копиране
bn: কপি
ca: Copia
de: Kopieren
el: Αντιγραφή
eo: Kopii
es_mx: Copiar
et: Kopeeri
et_ee: Koopiat
eu: Kopiatu
fi: Kopioi
fr: Copier
ga: Cúrsa
gu: કૉપિ
he: העתקה
hi_in: कॉपी
hr_hr: Kopiraj
hu: Másolás
hy: Կոդավորվել
id: Salin
it: Copia
kk: Көшірме
kn: ನಕಲು
ko_kr: 복사하기
ml: കോപ്പി
mn_mn: Хөгжүүлэн
mr: कॉपी
ne: प्रतिलिपि
nn: Kopiert
oc: Copiar
ro_ro: Copiază
sl: Kopiraj
sq_al: Kopjoje
sw: Nakala
ta: பதிப்பு
te: కాపీ
th: สำเนา
tt: Кушымта
vi: Tải
zh_hans_cn: 复制

# global.reply
source: Reply
ar: رد
ast_es: Respuesta
az: جاواب
be_by: Адказ
bg_bg: Отговор
bn: উত্তর
ca: Respon
de: Antworten
el: Απάντηση
eo: Respondo
es_mx: Responder
et: Vasta
et_ee: Vastust
eu: Erantzun
fi: Vastaa
fr: Répondre
ga: Freagra
gu: જવાબ
he: תשובה
hi_in: जवाब दे
hr_hr: Odgovori
hu: Válasz
hy: Պատասխանել
id: Balas
it: Rispondi
kk: Жауап беру
kn: ಉತ್ತರ
ko_kr: 답변
ml: മറുപടി
mn_mn: Хариулт
mr: उत्तर
ne: उत्तर
nn: Svar
oc: Respòsta
ro_ro: Răspunde
sl: Odgovori
sq_al: Përgjigjuni
sw: Jibu
ta: பதில்
te: జవాబు
th: ตอบกลับ
tt: Җавап
vi: Trả lời
zh_hans_cn: 回复

# global.search
source: Searching…
ar: يتم البحث...
ast_es: Buscando...
az: آختاريش...
be_by: Пашукаючы...
bg_bg: Търсене...
bn: খোঁজ...
ca: Buscant...
de: Suchen…
el: Γίνεται αναζήτηση...
eo: Serĉante...
et: Otsime...
et_ee: Otsime...
eu: Bilatzen ari naiz...
fi: Haetaan…
fr: Recherche en cours ...
ga: Ag lorg...
gu: શોધો.
he: בחיפוש...
hi_in: खोज...
hr_hr: Tražim...
hu: Keresés…
hy: Փնտրում եմ...
id: Mencari...
it: Ricerca in corso...
kk: іздеу...
kn: ಹುಡುಕುತ್ತಿರುವ.
ko_kr: 찾아...
ml: തിരയുന്ന...
mn_mn: Танд хайж байна...
mr: शोधत आहे.
ne: खोज्दै...
nn: Sjå etter...
oc: Recèrca…
ro_ro: Se caută...
sl: Iskanje ...
sq_al: Po kërkohet…
sw: Kutafuta...
ta: தேடுவது.
te: శోధన.
th: ค้นหา...
tt: Эзләү...
vi: Tìm kiếm...
zh_hans_cn: 正在搜索…

# global.donate
source: Donate
el: Δωρεά
et: Toeta meid
hu: Adományozás
ro_ro: Donează

# global.deleteMessage
source: Delete message
ar: حذف رسالة
ast_es: La so direición orixinal ye:
az: پيغامي حذف ائدن
bg_bg: Изтриване на съобщение
bn: বার্তা মুছে ফেলুন
de: Nachricht löschen
el: Διαγραφή μηνύματος
eo: Forviŝi mesaĝon
et: Kustuta sõnum
eu: Ezabatu mezua
fi: Poista viesti
fr: Supprimer le message
ga: Teachtaireacht a scriosadh
he: למחוק הודעה
hr_hr: Izbrišite poruku
hu: Üzenet törlése
hy: Հաղորդագրությունը ջնջել
id: Hapus pesan
it: Elimina messaggio
kk: Хатты өшіру
kn: ಸಂದೇಶವನ್ನು ಅಳಿಸಿ
ml: സന്ദേശം ഇല്ലാതാക്കുക
mn_mn: Мэдээллийг устгах
mr: मेसेज हटवा
ne: सन्देश हटाउने
nn: Ta bort meldinga
oc: Eliminar lo messatge
ro_ro: Șterge mesajul
sl: Izbriši sporočilo
sq_al: Fshije mesazhin
sw: Ondoa ujumbe
ta: செய்தி நீக்கவும்
th: ลบข้อความ
tt: Хәбәрне бетерү
vi: Xóa thông báo
zh_hans_cn: 删除消息

# global.deleteFile
source: Delete file from device
de: Datei vom Gerät löschen
et: Kustuta fail seadmest
fi: Poista tiedosto laitteelta
fr: Supprime le fichier de l'appareil
hu: Fájl törlése az eszközről
it: Elimina il file dal dispositivo
ro_ro: Șterge fișierul din aparat
sl: Izbriši datoteko z naprave
sq_al: Fshije kartelën prej pajisjeje
zh_hans_cn: 从设备中删除文件

# global.editMessage
source: Edit message
ar: إصلاح الرسالة
ast_es: Modificar mensaxe
az: پیغام صوتی
bg_bg: Редактиране на съобщение
bn: বার্তা সম্পাদনা করুন
de: Nachricht bearbeiten
el: Τροποποίηση μηνύματος
eo: Redakti mesaĝon
et: Muuda sõnumit
eu: Eusko Jaurlaritzaren laguntzarekin egindako azpitituluak
fi: Muokkaa viestiä
fr: Modifier le message
ga: Teachtaireacht a eisiúint
he: עורך הודעה
hr_hr: Izmijeniti poruku
hu: Üzenet szerkesztése
hy: Տարբերել հաղորդագրությունը
id: Edit pesan
it: Modifica messaggio
kk: Хатты өңдеу
kn: ಸಂದೇಶವನ್ನು ಸಂಪಾದಿಸಿ
ml: സന്ദേശം തിരുത്തുക
mn_mn: Мэдээллийг зохицуулах
mr: संदेश संपादित करा
ne: सन्देश सम्पादन गर्नुहोस्
nn: Redigera melding
oc: Modificar messatge
ro_ro: Modifică mesajul
sl: Uredi sporočilo
sq_al: Përpunojeni mesazhin
sw: Hariri ujumbe
ta: செய்தி திருத்தவும்
th: ปรับข้อความ
tt: Хәбәрне үзгәртү
vi: chỉnh sửa thông điệp
zh_hans_cn: 编辑消息

# global.editing
source: Editing
be_by: Edititing
ca: Edititing
de: Bearbeitung
et: Muutmine
fi: Muokkaus
fr: En cour d'édition
gu: Edititing
hi_in: Edititing
hu: Szerkesztés
it: Modifica
ko_kr: Edititing
ro_ro: Modificare
sl: Urejanje
sq_al: Përpunim
te: Edititing
zh_hans_cn: 編輯中

# global.create
source: Create
ar: إنشاء
ast_es: Crear
az: یاراتماق
bg_bg: Създаване
bn: তৈরি করুন
ca: Crear
de: Erstellen
el: Δημιουργία
eo: Krei
et: Loo
eu: Sortu
fi: Luo
fr: Créer
ga: Cruthaigh
gu: બનાવો
he: צור
hr_hr: Stvori
hu: Létrehozás
hy: Ստեղծել
id: Buat
it: Crea
kk: Жарату
kn: ರಚಿಸಿ
ml: സൃഷ്ടിക്കുക
mn_mn: Бүтээгдэхүүнийг бүтээх
mr: तयार करा
ne: सिर्जना गर्नुहोस्
nn: Skapa
oc: Crear
ro_ro: Creează
sl: Ustvari
sq_al: Krijoje
sw: Kujenga
ta: உருவாக்கு
te: సృష్టించు
th: สร้าง
tt: Ясау
vi: Tạo
zh_hans_cn: 创建

# global.edit
source: Edit
ar: تصحيح
ast_es: Edición
az: ترمیم
bg_bg: Редактиране
bn: সম্পাদনা
de: Bearbeiten
el: Επεξεργασία
eo: Modifi
et: Muuda
eu: Editatu
fi: Muokkaa
fr: Éditer
he: עורך
hr_hr: Uredi
hu: Szerkesztés
hy: Կարգավորեք
it: Modifica
kk: Жасату
kn: ಸಂಪಾದಿಸಿ
ml: പരിഷ്കരിക്കുക
mn_mn: Харилцаажуулах
mr: संपादित करा
ne: सम्पादन
nn: Redigera
oc: Modificar
ro_ro: Modifică
sl: Uredi
sq_al: Përpunoni
sw: Hariri
ta: திருத்தவும்
th: ปรับแต่ง
tt: Редакция
vi: Đổi chỉnh
zh_hans_cn: 编辑

# global.remove
source: Remove
ar: احذف
ast_es: La so primer apaición foi nel estrenu de la cuarta temporada.
az: گؤتور
bg_bg: Премахване
bn: অপসারণ
de: Entfernen
el: Απομακρύνετε
eo: Forigi
et: Eemalda
eu: Kendu
fi: Poista
fr: Enlever
ga: Cúlghairm
he: הסר
hr_hr: Ukloni
hu: Eltávolítás
hy: Հեռացնել
id: Hapus
it: Rimuovi
kk: Алып тастау
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
mn_mn: Уулгах
mr: काढून टाका
ne: हटाउनु
nn: Ta bort
oc: Suprimir
ro_ro: Elimină
sl: Odstrani
sq_al: Hiqe
sw: Ondoa
ta: நீக்கவும்
th: ยกออก
tt: Ачтыр
vi: Tắt
zh_hans_cn: 删除

# global.call
source: Call
ar: مكالمة
ast_es: Llamada
az: تماس بگیرید
bg_bg: Обаждане
bn: কল
de: Anruf
el: Κλήση
eo: Voko
et: Helista
eu: Deitu.
fi: Soita
fr: Appel
ga: Glaoigh
he: שיחה
hr_hr: Nazovi
hu: Hívás
hy: Զանգահարել
id: Telepon
it: Chiama
kk: Зерттеу
kn: ಕರೆ
ml: വിളിക്കുക
mn_mn: Зураг
mr: कॉल करा
ne: फोन गर्नुस्
nn: Ring
oc: Sonar
ro_ro: Apel
sl: Kliči
sq_al: Thirre
sw: Piga simu
ta: அழைப்பு
th: โทร
tt: Чакырыгыз
vi: Gọi
zh_hans_cn: 通话

# global.video
source: Video
ar: شريط
az: ویدئو
bg_bg: Видео
bn: ভিডিও
el: Βίντεο
eu: Bideoa
fr: Vidéo
ga: Fhéile
he: וידאו
hu: Videó
hy: Տեսանյութ
kk: Видео
kn: ವಿಡಿಯೋ
ml: വീഡിയോ
mn_mn: Видео
mr: व्हिडिओ
ne: भिडियो
nn: Videoen
oc: Vidèo
ta: காணொளி
th: วีดีโอ
tt: Видео
zh_hans_cn: 视频

# global.time
source: Time
ar: الوقت
bg_bg: Време
de: Zeit
el: Ώρα
eo: Horo
et: Aeg
fi: Aika
fr: Durée
he: זמן
hr_hr: Vrijeme
hu: Idő
it: Ora
ro_ro: Ora
sl: Čas
sq_al: Kohë
zh_hans_cn: 时间

# global.editPassword
source: Edit password
de: Passwort bearbeiten
et: Muuda salasõna
fi: Muokkaa salasanaa
fr: Modifier le mot de passe
hu: Jelszó megváltoztatása
it: Cambia password
ro_ro: Schimbă parola
sl: Uredi geslo
sq_al: Përpunoni fjalëkalim
zh_hans_cn: 更改密碼<br>
