Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# dataTransfer.readableStatusOngoing
source: Transferring
ar: التحويل
ast_es: La transferencia
az: یئرلشمه
be_by: Перадача
bg_bg: Прехвърляне
bn: স্থানান্তর
ca: Transferència
de: Übertrage
de_de: Übertrage
el: Μεταφορά
eo: Transdono
es_mx: Transferiendo
et: Edastame
et_ee: Ülemkõlblikkus
eu: Transferentzia
fa_ir: در حال انتقال
fi: Lähettää
fr: Transfert en cours
ga: Trághadh
gu: ટ્રાન્સફર
he: העברה
hi_in: स्थानांतरण
hr_hr: Prenos
hu: Átvitel
hy: Վերահանձնման
id: Mengirimkan
it: In trasferimento
kk: Алу
kn: ವರ್ಗಾವಣೆ
ko_kr: 이전
ml: കൈമാറ്റം
mn_mn: Хөдөлмөрийн шилжүүлэн шилжүүлэн суулгана
mr: हस्तांतरण
ne: स्थानान्तरण
nn: Overføring
oc: Transferéncia
ro_ro: Se transferă
sl: Prenos
sq_al: Po shpërngulet
sw: Kuhamisha
ta: பரிமாற்றம்
te: బదిలీ
th: การโอน
tt: Күчереп бирү
vi: Chuyển
zh_hans_cn: 传递中

# dataTransfer.readableStatusCanceled
source: Canceled
ar: تم الإلغاء
ast_es: Cancelada
az: Ləğv edilib
be_by: Скасавана
bg_bg: Отменено
bn: বাতিল হয়েছে
ca: Cancel·lada
de: Abgebrochen
de_de: Abgebrochen
el: Ακυρώθηκε
eo: Nuligita
es_mx: Cancelado
et: Tühistatud
et_ee: Tühistatud
eu: Bertan behera utzita
fa_ir: لغو شده
fi: Peruttu
fr: Annulé
ga: Cealaithe
gu: રદ થયેલ છે
he: מבוטל
hi_in: रद्द किया गया
hr_hr: Otkazano
hu: Törölve
hy: Արգելվել է
id: Dibatalkan
it: Annullato
kk: Бас тартылды
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 취소됨
ml: റദ്ദാക്കി
mn_mn: Цуцаллаа
mr: रद्द केले
ne: रद्द गरियो
nn: Avbrutt
oc: Annulèt
ro_ro: Anulat
sl: Preklicano
sq_al: U anulua
sw: Imeghairiwa
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడినది
th: ยกเลิกแล้ว
tt: Баш тартты
vi: Đã hủy bỏ
zh_hans_cn: 已取消

# dataTransfer.sendingFailed
source: An error occurred while sending.
az: گؤندرمهمئش
be_by: Не атрымалася адправіць
bg_bg: Не успях да изпратя
bn: পাঠাতে ব্যর্থ
ca: No ha enviat
de: Beim Senden ist ein Fehler aufgetreten.
de_de: Fehler beim Senden
es_mx: falló el envío
et: Saatmisel tekkis viga.
et_ee: Ega saadetud
fa_ir: ارسال موفق نبود
fi: Lähetyksen aikana tapahtui virhe.
fr: Une erreur s'est produite lors de l'envoi.
ga: Ní chuir sé ar aghaidh
gu: મોકલવામાં નિષ્ફળ
hi_in: भेजने में विफल
hu: Hiba történt a küldés során.
id: Gagal mengirim
it: Si è verificato un errore durante l'invio.
kn: ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ
ko_kr: 보내지 못했어요
ml: അയയ്ക്കാൻ സാധിച്ചില്ല
ro_ro: A apărut o eroare în timpul trimiterii.
sl: Pri pošiljanju je prišlo do napake.
sq_al: Ndodhi një gabim gjatë dërgimit.
te: పంపడంలో విఫలమైంది
vi: Không gửi
zh_hans_cn: 發送時出現問題。

# dataTransfer.readableStatusSuccess
source: Complete
ar: كاملة
ast_es: El so nome ye
az: تام
be_by: Поўны
bg_bg: Пълен
bn: সম্পূর্ণ
ca: Complet
de: Abgeschlossen
de_de: Fertig
el: Συμπλήρωση
eo: Kompleta
es_mx: Completado
et: Valmis
et_ee: Täiuslik
eu: Guztiz betea
fa_ir: کامل شد
fi: Valmis
fr: Terminé
ga: Críochnaithe
gu: પૂર્ણ
he: מלא
hi_in: पूर्ण
hr_hr: Potpuno
hu: Kész
hy: Ամբողջական
id: Selesai
it: Completo
kk: Толық
kn: ಪೂರ್ಣ
ko_kr: 완전함
ml: പൂർണ്ണമായ
mn_mn: Тодорхой
mr: पूर्ण
ne: पूर्ण
nn: Finneleg
oc: Complet
ro_ro: Terminat
sl: Dokončano
sq_al: E plotë
sw: Utimilifu
ta: முழுமையான
te: పూర్తి
th: เสร็จ
tt: Тулысынча
vi: Hoàn thành
zh_hans_cn: 完成

# dataTransfer.recordInBackgroundWarning
source: Recording video while multitasking with multiple apps may result in lower quality videos. For best results, record when not multitasking
de: Das Aufzeichnen von Videos beim Multitasking mit mehreren Apps kann zu einer geringeren Videoqualität führen. Um optimale Ergebnisse zu erzielen, nehmen Sie auf, wenn Sie nicht gleichzeitig Multitasking betreiben
et: Kui salvestad videot ja samal ajal tegutsed ka muude rakendustega, siis tulemuseks võib olla kehv videokvaliteet. Parima kvaliteedi jaoks ära samal ajal kasuta muid rakendusi
fi: Videon tallennus samanaikaisesti usean sovelluksen kanssa voi heikentää videoiden laatua. Paras tulos saavutetaan kun moniajoa on vähemmän.
fr: L'enregistrement de vidéos en mode multitâche avec plusieurs applications peut donner des vidéos de moins bonne qualité. Pour de meilleurs résultats, enregistrez lorsque vous n'êtes pas en mode multitâche.
hu: Ha több alkalmazással többfeladatos munka közben készít videót, akkor a videók gyengébb minőségét eredményezhetik. A legjobb eredmény elérése érdekében rögzítse, ha nem végez többfeladatot.
it: La registrazione di video durante l'utilizzo di altre applicazioni può comportare una qualità video inferiore. Per ottenere i migliori risultati, chiudere le altre applicazioni.
ro_ro: Înregistrarea video în timp ce se utilizează și alte aplicații poate avea ca rezultat video de calitate inferioară. Pentru cele mai bune rezultate, închide celelalte aplicații.
sl: Snemanje videoposnetka med več operacijami z več programi lahko povzroči videoposnetke slabše kakovosti. Za najboljše rezultate izključite druge programe.
sq_al: Regjistrimi i videove teksa punohet njëkohësisht me disa aplikacione, mund të sjellë video me cilësi më të ulët. Për përfundimet më të mira, regjistroni kur nuk punohet në mënyrë të tillë
zh_hans_cn: 在多個程式多工運算時會降低錄影質素。為確保最佳結果，在錄影時不要進行多工運算。

# notifications.missedCall
source: Missed Call
ar: المكالمة المفقودة
ast_es: La llamada perdida
az: تلفون تلفون
be_by: Адпушчаны званок
bg_bg: Изпуснат разговор
bn: মিস কল
ca: L'anàlisi perduda
de: Verpasster Anruf
de_de: Anruf verpasst
el: Απέλειψε την κλήση
eo: Maltrafita alvoko
es_mx: Llamada perdida
et: Märkamata kõne
et_ee: Kall on kadunud
eu: Dei bat galdu dut.
fa_ir: تماس از‌دست‌رفته
fi: Vastaamaton puhelu
fr: Appel manqué
ga: Cailleadh glao
gu: ચૂકી ગયેલ કૉલ
he: התקשרות החסרות
hi_in: फोन नहीं मिला
hr_hr: Izgubio poziv
hu: Nem fogadott hívás
hy: Հեռացած զանգ
id: Panggilan tak terjawab
it: Chiamata persa
kk: Ұсталған шақыру
kn: ತಪ್ಪಿಸಿಕೊಂಡ ಕರೆ
ko_kr: 전화가 빠진 것
ml: വിളി നഷ്ടപ്പെട്ടു
mn_mn: Ухаалагдсан дуудлага
mr: गमावलेला कॉल
ne: फोन हरायो
nn: Miska ring
oc: Sonada mancada
ro_ro: Apel pierdut
sl: Zgrešen klic
sq_al: Thirrje të Humbura
sw: Simu Iliyokosa
ta: தொலைபேசி அழைப்பு
te: మిస్డ్ కాల్
th: โทรศัพท์ที่พลาด
tt: Чакыруны югалтканнар
vi: Lần gọi bị bỏ lỡ
zh_hans_cn: 未接来电

# notifications.newFile
source: New file
ar: ملف جديد
ast_es: Archivu nuevu
az: یئنی فایل
be_by: Новы файл
bg_bg: Нов файл
bn: নতুন ফাইল
ca: Nou fitxer
de: Neue Datei
de_de: Neue Datei
el: Νέο αρχείο
eo: Nova dosiero
es_mx: Nuevo archivo
et: Uus fail
et_ee: Uus faili
eu: Artxibo berria
fa_ir: فایل جدید
fi: Uusi tiedosto
fr: Nouveau fichier
ga: Fail nua
gu: નવી ફાઇલ
he: תיק חדש
hi_in: नई फ़ाइल
hr_hr: Novi dosje
hu: Új fájl
hy: Նոր ֆայլ
id: File baru
it: Nuovo file
kk: Жаңа файл
kn: ಹೊಸ ಫೈಲ್
ko_kr: 새로운 파일
ml: പുതിയ ഫയൽ
mn_mn: Шинэ файл
mr: नवीन फाइल
ne: नयाँ फाइल
nn: Ny arkiv
oc: Fichièr novèl
ro_ro: Fișier nou
sl: Nova datoteka
sq_al: Kartelë e re
sw: Faili mpya
ta: புதிய கோப்பு
te: కొత్త ఫైల్
th: ไฟล์ใหม่
tt: Яңа файл
vi: Dữ liệu mới
zh_hans_cn: 新文件

# notifications.locationSharingStarted
source: Incoming location sharing started
ar: بدأ تبادل الموقع المقبل
ast_es: El partu de localización entamó
az: یئرلشمه یه باشلادی
be_by: Пачалося дзяленне месцазнаходжання
bg_bg: Започна се споделянето на местоположения
bn: ইনকামিং অবস্থান ভাগ শুরু
ca: Començament del partil·lació de localització
de: Eingehende Standortfreigabe gestartet
de_de: Standort-Mitteilung wurde gestartet.
el: Η συμμετοχή αρχίζει
eo: Envenanta loko partumado komenciĝis
es_mx: Comenzó la compartición de ubicación entrante
et: Algab teise osapoole asukoha jagamine
et_ee: Läbi-majanduskohtade jagamine algab
eu: Kokapen-banaketa hasi da.
fa_ir: اشتراک مکان ورودی شروع شد
fi: Saapuvan sijainnin jakaminen alkoi
fr: Le partage de position entrant a démarré
ga: Thosaigh comharadh suíomh a thagann isteach
gu: આવનારી સ્થાન વહેંચણી શરૂ થઈ
he: החל שיתוף מיקום נכנס
hi_in: आने वाली स्थान साझाकरण शुरू हुआ
hr_hr: Počelo je dijeljenje lokacije
hu: Bejövő tartózkodási hely megosztása elindítva
hy: Սկսվել է տեղակայման փոխանակումը
id: Berbagi lokasi masuk dimulai
it: È iniziata la condivisione della posizione in arrivo
kk: Келесі жерді бөлісу басталды
kn: ಒಳಬರುವ ಸ್ಥಳ ಹಂಚಿಕೆ ಪ್ರಾರಂಭವಾಯಿತು
ko_kr: 입국 위치 공유가 시작되었습니다
ml: ലൊക്കേഷൻ പങ്കിടൽ ആരംഭിച്ചു
mn_mn: Орон нутгийн хуваалц эхэллээ
mr: येणाऱ्या स्थान सामायिकरण सुरू
ne: स्थान साझेदारी सुरु भयो
nn: Innkomne plassering deling byrja
oc: Començament del partage de localizacion entrant
ro_ro: Distribuirea poziției primite a început
sl: Dohodno deljenje lokacije se je začelo
sq_al: Nisi dhënia e vendndodhjes për thirrje ardhëse
sw: Kuingia eneo kushiriki kuanza
ta: வருகை தரும் இட பகிர்வு தொடங்கியது
te: ఇన్కమింగ్ స్థాన భాగస్వామ్యం ప్రారంభమైంది
th: การแบ่งปันสถานที่ที่เข้ามาเริ่ม
tt: Килүче урынны бүлешү башланды
vi: Việc chia sẻ địa điểm tiếp theo bắt đầu
zh_hans_cn: 传入位置分享已开始

# notifications.locationSharingStopped
source: Incoming location sharing stopped
ar: توقف مشاركة الموقع المقبل
ast_es: La distribución de la localización entrante nun se fixo
az: یئرلشمه یه داوام ائتدی
be_by: Падходны абмен месцазнаходжаннем спыніўся
bg_bg: Прекратено споделяне на място
bn: ইনকামিং অবস্থান ভাগ বন্ধ
ca: Partil·lació de localització entrant va ser interromput
de: Eingehende Standortfreigabe gestoppt
de_de: Standort-Mitteilungen angehalten
el: Η συμμετοχή των εισερχόμενων τοποθεσιών σταμάτησε
eo: Envenanta loko dividado haltis
es_mx: Se ha detenido la compartición de ubicación entrante
et: Lõppes teise osapoole asukoha jagamine
et_ee: Siseneva asukohta jagamine lõpetati
eu: Helmuga-partekatzea gelditu da.
fa_ir: اشتراک مکان ورودی متوقف شد
fi: Saapuvan sijainnin jakaminen loppui
fr: Le partage de position entrant s'est terminé
ga: Stopadh comharadh suíomh a thagann isteach
gu: આવનારી સ્થાન વહેંચણી બંધ
he: שיתוף מיקום נכנסים נעצר
hi_in: आने वाली स्थान साझाकरण बंद कर दिया गया
hr_hr: Ulazna dijeljenje lokacije zaustavljeno
hu: Bejövő tartózkodási hely megosztása leállítva
hy: Ներբեռնված տեղամասի փոխանակումը դադարեցվել է
id: Berbagi lokasi masuk dihentikan
it: Condivisione della posizione in arrivo terminata
kk: Келуші жерді бөлу тоқтатылды
kn: ಒಳಬರುವ ಸ್ಥಳ ಹಂಚಿಕೆ ನಿಲ್ಲಿಸಲಾಗಿದೆ
ko_kr: 유입 위치 공유가 중단
ml: വരുന്ന സ്ഥല പങ്കിടൽ തടഞ്ഞു
mn_mn: Орон нутгийн хуваалцлаа зогсоосон
mr: येणारे स्थान सामायिक करणे थांबवले
ne: आगमन स्थान साझेदारी रोकियो
nn: Inkommande plassering delt opp
oc: Partage de localizacion entrante a interrompu
ro_ro: Distribuirea poziției primite s-a oprit
sl: Dohodno deljenje lokacije je bilo ustavljeno
sq_al: Reshti dhënia e vendndodhjes për thirrje ardhëse
sw: Kushiriki eneo linalokuja kumeacha
ta: வருகை தரும் இடம் பகிர்வு நிறுத்தப்பட்டது
te: ఇన్కమింగ్ స్థాన భాగస్వామ్యం నిలిపివేయబడింది
th: การแบ่งปันสถานที่ที่เข้าหยุด
tt: Килүче урынны бүлешү туктатылды
vi: Chia sẻ địa điểm tiếp nhận đã dừng lại
zh_hans_cn: 传入位置分享已停止

# dataTransfer.readableStatusDecline
source: Decline
ar: رفض
de: Ablehnen
el: Απόρριψη κλήσης
eo: Rifuzi
et: Keeldu
eu: Ukatu
fi: Kieltäydy
fr: Décliner
hr_hr: Odbij
hu: Elutasítás
hy: Հասնում է
it: Rifiuta
mn_mn: Хөгжиж байна
mr: घट
ne: घट्दो
ro_ro: Refuză
sl: Zavrni
sq_al: Hidhe tej
sw: Kupungua
ta: குறைவு
th: ปฏิเสธ
tt: Кирешү
zh_hans_cn: 拒接

# dataTransfer.readableStatusAccept
source: Accept
ar: اقبل
ast_es: Acceptar
az: قبول ائدیر
be_by: Прыняць
bg_bg: Приемане
bn: গ্রহণ করুন
ca: Accepta
de: Annehmen
de_de: Akzeptieren
el: Αποδοχή
eo: Akcepti
et: Võta vastu
et_ee: Võta vastu
eu: Onartu
fa_ir: پذیرش
fi: Hyväksy
fr: Accepter
ga: Tabhair faoi deara
gu: સ્વીકારો
he: לקבל
hi_in: स्वीकार करें
hr_hr: Prihvati
hu: Elfogadás
hy: Ընդունիր
id: Terima
it: Accetta
kk: Қабылда
kn: ಒಪ್ಪಿಕೊಳ್ಳು
ko_kr: 수락
ml: അംഗീകരിക്കുക
mn_mn: Үүнд хандаж
mr: स्वीकारा
ne: स्वीकार गर्नुहोस्
nn: Ta imot
oc: Acceptar
ro_ro: Acceptă
sl: Sprejmi
sq_al: Pranoje
sw: Kubali
ta: ஏற்றுக்கொள்ளுங்கள்
te: అంగీకరించు
th: ยอมรับ
tt: Бу сорауны кабул итегез
vi: Chấp nhận
zh_hans_cn: 接受

# dataTransfer.infoMessage
source: Press to start recording
ar: اضغط لبدء التسجيل
ast_es: Presione pa empezar a grabar
az: ضبط ائتمک اوچون باس
be_by: Націсніце, каб пачаць запіс
bg_bg: Натиснете за започване на запис
bn: রেকর্ডিং শুরু করতে চাপুন
ca: Presi per començar a gravar
de: Tippen um die Aufnahme zu starten
de_de: Klicken, um die Aufnahme zu beginnen
el: Κάντε πίεση για να αρχίσετε την εγγραφή
eo: Premu por komenci registri
es_mx: Presioná para comenzar a grabar
et: Salvestamise alustamiseks klõpsi
et_ee: Pinge paika, et alustada salvestamist
eu: Sakatu grabatzen hasteko.
fa_ir: برای شروع ضبط فشار دهید
fi: Aloita tallennus painamalla
fr: Appuyer pour démarrer l'enregistrement
ga: Tóg chun tús a chur le taifeadadh
gu: રેકોર્ડિંગ શરૂ કરવા માટે દબાવો
he: לחץ כדי להתחיל להקליט
hi_in: रिकॉर्डिंग शुरू करने के लिए दबाएं
hr_hr: Pritisnite da biste počeli snimanje
hu: Koppintson a felvétel elindításához
hy: Պրես, որպեսզի սկսեք ձայնագրումը
id: Tekan untuk mulai merekam
it: Tocca per registrare
kk: Жазуды бастау үшін басыңыз
kn: ರೆಕಾರ್ಡಿಂಗ್ ಆರಂಭಿಸಲು ಒತ್ತಿ
ko_kr: 녹음을 시작하기 위해 누르세요
ml: റെക്കോർഡിംഗ് ആരംഭിക്കുന്നതിന് അമർത്തുക
mn_mn: Зүрхлэх эхлэхэд түрүүлнэ
mr: रेकॉर्डिंग सुरू करण्यासाठी दाबा
ne: रेकर्डिङ सुरु गर्न थिच्नुहोस्
nn: Trykk for å byrja å opptre
oc: Prèsi per començar l'enregistrament
ro_ro: Apasă pentru a începe înregistrarea
sl: Tap to start recording
sq_al: Prekeni që të nisë regjistrimi
sw: Bonyeza ili kuanza kurekodi
ta: பதிவு செய்ய துவக்க அழுத்தவும்
te: రికార్డింగ్ ప్రారంభించడానికి నొక్కండి
th: กดเพื่อเริ่มบันทึก
tt: Язуны башларга басыгыз
vi: Bấm để bắt đầu ghi
zh_hans_cn: 按下以開始錄製

# dataTransfer.sendMessage
source: Send
ar: أرسل
ast_es: Enviar
az: گؤنده ر
be_by: Пашляць
bg_bg: Изпращане
bn: পাঠান
ca: Envia
de: Senden
de_de: Senden
el: Αποστολή
eo: Sendi
es_mx: Envíar
et: Saada
et_ee: Saada
eu: Bidali
fa_ir: ارسال
fi: Lähetä
fr: Envoyer
ga: Cuir isteach
gu: મોકલો
he: שלח
hi_in: भेजें
hr_hr: Pošalji
hu: Küldés
hy: Գտիր
id: Kirim
it: Invia
kk: Жіберіңіз
kn: ಕಳುಹಿಸು
ko_kr: 보내
ml: അയയ്ക്കുക
mn_mn: Хэвлэл
mr: पाठवा
ne: पठाउनुहोस्
nn: Send inn
oc: Enviar
ro_ro: Trimite
sl: Pošlji
sq_al: Dërgoje
sw: Tuma
ta: அனுப்பு
te: పంపండి
th: ส่ง
tt: Җибәр
vi: Gửi đi
zh_hans_cn: 发送

# generatedMessage.contactAdded
source: Invitation received
ar: You received invitation
ast_es: You received invitation
az: You received invitation
be_by: You received invitation
bg_bg: You received invitation
bn: You received invitation
ca: You received invitation
de: Einladung erhalten
de_de: Kontakt hinzugefügt
el: Η πρόσκληση παραλήφθηκε
es_mx: You received inviation
et: Said kutse
et_ee: Sa said vabastust.
fa_ir: مخاطب افزوده شد
fi: Kutsu vastaanotettu
fr: Invitation reçue
ga: You received invitation
gu: You received invitation
he: You received invitation
hi_in: You received invitation
hr_hr: Poziv primljen
hu: Meghívás megérkezett
hy: You received invitation
id: You received invitation
it: Invito ricevuto
kk: You received invitation
kn: You received invitation
ko_kr: You received invitation
ml: You received invitation
mn_mn: Нээлтийг хүлээн авсан
mr: प्राप्त आमंत्रण
ne: निमन्त्रणा प्राप्त
nn: You received invitation
oc: You received invitation
ro_ro: Invitație primită
sl: Povabilo je prejeto
sq_al: Ftesa u mor
sw: Mwaliko uliopokelewa
ta: அழைப்பு
te: You received invitation
th: ได้รับคำเชิญ
tt: You received invitation
vi: You received invitation
zh_hans_cn: 已接受邀请

# generatedMessage.swarmCreated
source: Conversation created
ar: حشرة خلق
ast_es: El so nome ye "Swarm".
az: سوْنرا ياراندي
be_by: Ствараецца натоўп
bg_bg: Създадени са сбори
bn: সৃষ্টি করা ঝাঁকুনি
ca: Creat un amas
de: Unterhaltung erstellt
eo: Group created
es_mx: Enjambre creado
et: Vestlus on loodud
et_ee: Loodi karm
eu: Group created
fi: Keskustelu luotu
fr: La conversation a été créée
ga: Cruthaíodh swarm
gu: સ્કાર્મ બનાવવામાં
he: סרם נוצר
hi_in: सृजित झुंड
hr_hr: Group created
hu: Beszélgetés létrehozva
hy: Ստեղծված խավ
id: Kawanan dibuat
it: Conversazione creata
kk: Ұяшық пайда болды
kn: ಒಂದು ಗುಂಪು ರಚಿಸಲಾಗಿದೆ
ko_kr: 무리가 만들어졌습니다
ml: ഒരു കൂട്ടം സൃഷ്ടിച്ചു
mr: Group created
nn: Skarm skapte
oc: Un amas creat
ro_ro: Conversație creată
sq_al: Biseda ui krijua
te: స్ర్క్ సృష్టించబడింది
tt: Туганнар төркеме
vi: Thủy tạo ra
zh_hans_cn: 已新增對話

# generatedMessage.invitationReceived
source: %@ was invited to join the conversation.
ar: تم دعوته للانضمام
ast_es: Foi convidáu a participar
az: گئتمه یه دعوت ائدیلدی
be_by: быў запрошаны далучыцца
bg_bg: беше поканена да се присъедини
bn: যোগদানের জন্য আমন্ত্রিত হয়েছিল
ca: va ser convidat a unir-se
de: %@wurde zur Unterhaltung eingeladen.
de_de: Einladung erhalten
es_mx: was invited to join
et: %@ sai liitumiskutse selle vestlusega.
et_ee: kutsuti ühinema
fa_ir: دعوت‌نامه دریافت شد
fi: %@ kutsuttiin keskusteluun.
fr: %@ est invité à rejoindre la conversation.
ga: cuireadh a thabhairt isteach
gu: જોડાવા માટે આમંત્રિત કરવામાં આવ્યા હતા
he: הוזמנת להצטרף
hi_in: शामिल होने के लिए आमंत्रित किया गया था
hu: %@ meghívást kapott, hogy csatlakozzon a beszélgetéshez.
hy: հրավիրվել է միանալ
id: diundang untuk bergabung
it: %@ è stato invitato a partecipare alla conversazione.
kk: қосылуға шақырылды
kn: ಸೇರಲು ಆಹ್ವಾನಿಸಲಾಯಿತು
ko_kr: 참여하도록 초청되었습니다.
ml: ചേരാൻ ക്ഷണിച്ചു
nn: blei invitert til å bli med
oc: foguèt convidat a s'unir
ro_ro: %@ a fost invitat să participe la conversație.
sl: %@ je povabljen/a, da se pridruži pogovoru.
sq_al: %@ u ftua të marrë pjesë në bisedë.
te: చేరడానికి ఆహ్వానించారు
tt: кушылырга чакырылды
vi: được mời tham gia
zh_hans_cn: %@被邀请加入对话。

# generatedMessage.invitationAccepted
source: %@ has joined the conversation.
ar: انضم إلى المحادثة
ast_es: Entra na conversación.
az: دانیشیقدا قوشولدو
be_by: далучыўся да размовы
bg_bg: Присъедини се към разговора.
bn: কথোপকথনে যোগদান
ca: s'ha unit a la conversa
de: %@ ist der Unterhaltung beigetreten.
de_de: Einladung akzeptiert
el: Συμμετείχε στη συζήτηση
eo: aliĝis al la konversacio
es_mx: joined the conversation
et: %@ on liitunud vestlusega.
et_ee: ühines vestlusesse
eu: Elkarrizketan sartu nintzen.
fa_ir: دعوت پذیرفته شد
fi: %@ liittyi keskusteluun.
fr: %@ a rejoint la conversation.
ga: chuaigh isteach sa comhrá
gu: વાતચીતમાં જોડાયા
he: הצטרף לשיחה
hi_in: बातचीत में शामिल हो गया
hr_hr: Pridružili su se razgovoru
hu: %@ csatlakozott a beszélgetéshez.
hy: միացել է զրույցին
id: bergabung dengan percakapan
it: %@ partecipa alla conversazione.
kk: әңгімеге қосылды
kn: ಸಂಭಾಷಣೆಗೆ ಸೇರಿಕೊಂಡರು
ko_kr: 대화에 참여
ml: സംഭാഷണത്തില് പങ്കെടുത്തു
mn_mn: ярилцлагад нэгдсэн
mr: संभाषणात सहभागी झाले
ne: वार्तालापमा सहभागी भए
nn: gjekk med på samtalen
oc: s'uniguèt a la conversacion
ro_ro: %@ participă la conversație.
sl: %@ se je pridružil/a pogovoru.
sq_al: %@ erdhi te biseda.
sw: alijiunga na mazungumzo
ta: உரையாடலில் சேர்ந்து
te: సంభాషణలో చేరారు
th: เข้าร่วมการพูดคุย
tt: сөйләшүгә кушылды
vi: gia nhập cuộc trò chuyện
zh_hans_cn: %@ 已加入对话。

# generatedMessage.youJoined
source: You joined the conversation.
ar: لقد انضمت إلى المحادثة
ast_es: Acompañó la conversación
az: سن ده مکالمایا قوشولدون
be_by: Вы далучыліся да размовы
bg_bg: Присъедини се към разговора.
bn: তুমি কথোপকথনে যোগ দিয়েছ
ca: Has anat a la conversa
de: Sie sind der Unterhaltung begetreten.
el: Εσύ συμμετείχες στη συζήτηση.
eo: Vi aliĝis al la konversacio.
et: Sina liitusid vestlusega.
et_ee: Sa lisasid vestlusesse.
eu: Elkarrizketan sartu zinen.
fi: Liityit keskusteluun.
fr: Vous avez rejoint la conversation.
ga: Thosaigh tú ag caint
gu: તમે વાતચીતમાં જોડાયા
he: אתה הצטרפת לשיחה
hi_in: आप बातचीत में शामिल हो गए
hr_hr: Ti si se pridružio razgovoru
hu: Ön csatlakozott a beszélgetéshez.
hy: Դուք միացել եք զրույցին
id: Kau bergabung dalam percakapan
it: Partecipi alla conversazione.
kk: Сіз әңгімеге қосылдыңыз
kn: ನೀವು ಸಂಭಾಷಣೆಗೆ ಸೇರಿದ್ದೀರಿ
ko_kr: 대화에 참여했지
ml: നീ സംഭാഷണത്തില് പങ്കെടുത്തു
mn_mn: Та яриадаа нэгдсэн.
mr: तुम्हीही या संभाषणाला सहभागी झालात
ne: तपाईं कुराकानीमा सामेल
nn: Du gjekk inn i samtalen
oc: Vos unissètz a la conversacion
ro_ro: Participi la conversație.
sl: Pridružili ste se pogovoru.
sq_al: Erdhët në bisedë.
sw: Wewe kujiunga na mazungumzo
ta: நீங்கள் உரையாடலில் சேர்ந்து
te: మీరు సంభాషణ చేరారు
th: คุณเข้าร่วมการพูดคุย
tt: Син сөйләшүгә кушылдың.
vi: Anh đã tham gia cuộc trò chuyện
zh_hans_cn: 您加入了对话。

# generatedMessage.contactBlocked
source: %@ was blocked from the conversation.
ar: لقد ركل
ast_es: Foi pateada
az: دؤيولدو
bg_bg: - Да, но беше ритна.
bn: পা ছুঁড়ে ফেলা হয়েছিল
de: %@ wurde in der Unterhaltung blockiert.
el: was kicked from the conversation
eo: was kicked from the conversation
et: %@ osalemine siin vestluses on blokeeritud.
eu: was kicked from the conversation
fi: %@ estettiin keskustelusta.
fr: %@ a été bloqué dans la conversation.
ga: a bhí i gcúl
he: נבעט
hr_hr: was kicked from the conversation
hu: %@ le lett tiltva a beszélgetésből.
hy: նետվել է
id: dipukul
it: %@ è stato bloccato dalla conversazione.
kk: ұрылды
kn: ಕೊಲ್ಲಲ್ಪಟ್ಟರು
ml: തല്ലി
mn_mn: was kicked from the conversation
mr: was kicked from the conversation
ne: was kicked from the conversation
nn: vart sparka
oc: es estat patit
ro_ro: %@ a fost blocat din conversație.
sl: %@ je blokiran/a v pogovoru.
sq_al: %@ u bllokua prej bisede.
sw: was kicked from the conversation
ta: was kicked from the conversation
th: was kicked from the conversation
tt: мине бәреп төшерделәр
vi: bị đá
zh_hans_cn: %@被这个群组屏蔽。

# generatedMessage.contactUnblocked
source: %@ was unblocked from the conversation.
de: %@ wurde in der Unterhaltung entblockt.
el: rejoined the conversation
eo: rejoined the conversation
et: %@ blokeerimine on siit vestlusest eemaldatud.
eu: rejoined the conversation
fi: %@ keskustelun esto poistettiin.
fr: %@ a été débloqué de la conversation.
hr_hr: rejoined the conversation
hu: %@ beszélgetés letiltása fel lett oldva.
it: %@ è stato sbloccato dalla conversazione.
mn_mn: rejoined the conversation
mr: rejoined the conversation
ne: rejoined the conversation
ro_ro: %@ a fost deblocat din conversație.
sl: %@ je odblokiran/a v pogovoru.
sq_al: %@ u zhbllokua nga biseda.
sw: rejoined the conversation
ta: rejoined the conversation
th: rejoined the conversation
zh_hans_cn: %@被移出黑名單。

# generatedMessage.outgoingCall
source: Outgoing call
ar: مكالمة خارجة
ast_es: L'escursión de salida
az: گئدن چاغ
be_by: Выходны званок
bg_bg: Изходящо обаждане
bn: প্রস্থান কল
ca: Trucada sortint
de: Ausgehender Anruf
de_de: Ausgehende Anruf
el: Εξερχόμενη κλήση
eo: Eliranta voko
es_mx: Lllamando a
et: Väljuv kõne
et_ee: Lähtuv kõne
eu: Irteera-deia
fa_ir: تماس خروجی
fi: Lähtevä puhelu
fr: Appel sortant
ga: Glacadh amach
gu: બહાર નીકળો કૉલ
he: שיחה יוצאת
hi_in: आउटगोइंग कॉल
hr_hr: Odlazni poziv
hu: Kimenő hívás
hy: Արտաքին զանգ
id: Panggilan keluar
it: Chiamata in uscita
kk: Шығушы шақыру
kn: ಹೊರಹೋಗುವ ಕರೆ
ko_kr: 출력 전화
ml: പുറപ്പെടുന്ന വിളി
mn_mn: Урьдчилсан дуудлага
mr: बाहेरचा कॉल
ne: आउटगोइंग कल
nn: Utgående samtale
oc: Apèl sortent
ro_ro: Apel efectuat
sl: Odhodni klic
sq_al: Thirrje për
sw: Kuondoka simu
ta: வெளியேறும் அழைப்பு
te: బయటి కాల్
th: โทรออก
tt: Чыгышлы чакыру
vi: Tiếp tục gọi
zh_hans_cn: 去电
