Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# swarm.confirmLeaveConversation
source: Do you want to leave this conversation?
de: Möchten Sie diese Unterhaltung verlassen?
el: Do you really want to leave this conversation?
eo: Do you really want to leave this conversation?
et: Kas soovid sellest vestlusest lahkuda?
eu: Do you really want to leave this conversation?
fi: Haluatko poistua keskustelusta?
fr: Souhaitez-vous quitter cette conversation ?
hr_hr: Do you really want to leave this conversation?
hu: Szeretne kilépni a beszélgetésből?
it: Vuoi abbandonare questa conversazione?
mn_mn: Do you really want to leave this conversation?
mr: Do you really want to leave this conversation?
ne: Do you really want to leave this conversation?
ro_ro: Vrei să părăsești această conversație?
sl: Ali želite zapustiti ta pogovor?
sq_al: Doni ta braktisni këtë bisedë?
sw: Do you really want to leave this conversation?
ta: Do you really want to leave this conversation?
th: Do you really want to leave this conversation?
zh_hans_cn: 您要退出对话吗？

# swarm.Leave
source: Leave
ar: إرحل
ast_es: La so primer apaición foi nel estrenu de la cuarta temporada.
az: گئت
be_by: Ад'ехаць
bg_bg: Излезте.
bn: চলে যাও
ca: Deixar
de: Verlassen
el: Φύγε
eo: Foriru
es_mx: Abandonar
et: Jah, lahkun
et_ee: Lähen ära.
eu: Joan zaitezke?
fi: Poistu
fr: Quitter
ga: Téigh ar shiúl
gu: જવા
he: עזוב
hi_in: छोड़ो
hr_hr: Odlazi
hu: Elhagyás
hy: Գնացեք
id: Keluar
it: Lascia
kk: Кетіңіздер
kn: ಹೊರಟುಹೋಗು
ko_kr: 떠나
ml: പോകൂ
mn_mn: Хойч яв
mr: जा
ne: छोड्नु
nn: Gå bort
oc: Partir
ro_ro: Părăsește
sl: Zapusti
sq_al: Braktise
sw: Ondoka
ta: வெளியேறு
te: బయలుదేరండి
th: ออกไป
tt: Кит!
vi: Đi đi
zh_hans_cn: 离开

# swarm.newGroup
source: Create new group
de: Neue Gruppe erstellen
el: Δημιουργία νέας ομάδας
et: Loo uus grupp
fi: Luo uusi ryhmä
fr: Créer un nouveau groupe
hu: Új csoport létrehozása
it: Crea un nuovo gruppo
mn_mn: Шинэ бүлэг үүсгэх
ro_ro: Creează un grup nou
sl: Ustvari novo skupino
sq_al: Krijoni grup të ri
th: สร้างกลุ่มใหม่
zh_hans_cn: 创建新组

# swarm.namePlaceholder
source: Group name
ar: Swarm name
ast_es: Swarm name
az: سوْرما آدینی
bg_bg: Името на Сварма
bn: সওয়ারমের নাম
ca: El nom de l'espars
de: Gruppenname
et: Grupi nimi
fi: Ryhmän nimi
fr: Nom du groupe
ga: Ainm an Swarm
gu: સ્વેર્મનું નામ
he: Swarm name
hu: Csoport neve
hy: Swarm name
id: Nama kawanan
it: Nome del gruppo
kk: Swarm name
kn: ಸ್ವಾಮ್ ಹೆಸರು
ml: സ്വാമിയുടെ പേര്
nn: Swarm name
oc: Swarm name
ro_ro: Numele grupului
sl: Ime skupine
sq_al: Emër grupi
te: స్కార్మ్ పేరు
tt: Swarm name
vi: Tên của Swarm
zh_hans_cn: 群名

# swarm.explanationText
source: Members can be invited at any time after the group has been created.
ar: Members can be invited at any time after the swarm has been created
ast_es: You can add or invite members at any time after the swarm has been created
az: You can add or invite members at any time after the swarm has been created
bg_bg: You can add or invite members at any time after the swarm has been created
bn: You can add or invite members at any time after the swarm has been created
ca: You can add or invite members at any time after the swarm has been created
de: Mitglieder können jederzeit eingeladen werden, nachdem die Gruppe erstellt wurde.
et: Peale grupi loomist saad igal ajal siia liikmeid lisada või neile kutse saata
fi: Jäseniä voidaan kutsua ryhmän luomisen jälkeen.
fr: Vous pouvez rajouter d'autres membres après la création du groupe.
ga: You can add or invite members at any time after the swarm has been created
gu: You can add or invite members at any time after the swarm has been created
he: Members can be invited at any time after the swarm has been created
hu: A csoport létrehozása után a tagok bármikor meghívhatók.
hy: Members can be invited at any time after the swarm has been created
id: You can add or invite members at any time after the swarm has been created
it: Puoi invitare membri in qualsiasi momento dopo la creazione del gruppo.
kk: You can add or invite members at any time after the swarm has been created
kn: You can add or invite members at any time after the swarm has been created
ml: You can add or invite members at any time after the swarm has been created
nn: You can add or invite members at any time after the swarm has been created
oc: You can add or invite members at any time after the swarm has been created
ro_ro: Membrii pot fi invitați în orice moment după ce a fost creat grupul.
sl: Kadarkoli po stvaritvi skupine lahko povabite člane
sq_al: Pasi të jetë krijuar grupi, anëtarët mund të ftohen në çfarëdo kohe.
te: You can add or invite members at any time after the swarm has been created
tt: Members can be invited at any time after the swarm has been created
vi: You can add or invite members at any time after the swarm has been created

# swarm.customizeProfile
source: Customize group profile
ar: Customize swarm profile
ast_es: Customize swarm profile
az: Customize swarm's profile
bg_bg: Customize swarm's profile
bn: Customize swarm's profile
ca: Customize swarm's profile
de: Gruppenprofil anpassen
et: Kohanda grupi profiili
fi: Muokkaa ryhmän profiilia
fr: Paramétrer le profile du groupe
ga: Customize swarm's profile
gu: Customize swarm's profile
he: Customize swarm profile
hu: Csoportnévjegy testreszabása
hy: Customize swarm profile
id: Customize swarm's profile
it: Personalizza il profilo del gruppo
kk: Customize swarm profile
kn: Customize swarm's profile
ml: Customize swarm's profile
nn: Customize swarm profile
oc: Customize swarm profile
ro_ro: Personalizează profilul grupului
sl: Prilagodi profil skupine
sq_al: Përshtatni profil grupi
te: Customize swarm's profile
tt: Customize swarm profile
vi: Customize swarm's profile

# swarm.changePicture
source: Change group picture
ar: Change swarm picture
ast_es: Change swarm picture
az: Change swarm picture
bg_bg: Change swarm picture
bn: Change swarm picture
ca: Change swarm picture
de: Gruppenbild ändern
et: Muuda grupi pilti
fi: Muuta ryhmän kuvaa
fr: Modifier l’icône du groupe
ga: Change swarm picture
gu: Change swarm picture
he: Change swarm picture
hu: Csoportkép megváltoztatása
hy: Change swarm picture
id: Change swarm picture
it: Cambia la foto del gruppo
kk: Change swarm picture
kn: Change swarm picture
ml: Change swarm picture
nn: Change swarm picture
oc: Change swarm picture
ro_ro: Schimbă poza grupului
sl: Spremeni sliko skupine
sq_al: Ndryshoni foto grupi
te: Change swarm picture
tt: Change swarm picture
vi: Change swarm picture

# swarm.customize
source: Customize group
ar: Customize swarm
ast_es: Customize swarm
az: Customize swarm
bg_bg: Customize swarm
bn: Customize swarm
ca: Customize swarm
de: Gruppe anpassen
et: Kohanda gruppi
fi: Muokkaa ryhmää
fr: Paramétrer le groupe
ga: Customize swarm
gu: Customize swarm
he: Customize swarm
hu: Csoport testreszabása
hy: Customize swarm
id: Customize swarm
it: Personalizza gruppo
kk: Customize swarm
kn: Customize swarm
ml: Customize swarm
nn: Customize swarm
oc: Customize swarm
ro_ro: Personalizează grupul
sl: Prilagodi skupino
sq_al: Përshtatni grupin
te: Customize swarm
tt: Customize swarm
vi: Customize swarm

# swarm.selectContacts
source: Select contacts
de: Kontakte auswählen
el: Επιλέξτε επαφές
et: Vali kontaktid
fi: Valitse henkilöt
fr: Choisissez vos contacts
hu: Kapcsolattartók kijelölése
it: Seleziona contatti
mn_mn: Байрлагуудыг сонго
ne: सम्पर्कहरू चयन गर्नुहोस्
ro_ro: Alege contacte
sl: Izberite stike
sq_al: Përzgjidhni kontake
sw: Chagua mawasiliano
ta: தொடர்புகளைத் தேர்ந்தெடுக்கவும்
th: เลือกติดต่อ
zh_hans_cn: 选择联系人

# smartlist.yesterday
source: Yesterday
ar: البارحة
ast_es: En xineru de 2011
az: دونن
be_by: Учора
bg_bg: Вчера
bn: গতকাল
ca: Ahir
de: Gestern
de_de: Gestern
el: Χθες
eo: Hieraŭ
es_mx: Ayer
et: Eile
et_ee: Eile.
eu: Atzo
fa_ir: دیروز
fi: Eilen
fr: Hier
ga: An-dè
gu: ગઈકાલે
he: אתמול
hi_in: कल
hr_hr: Jučer
hu: Tegnap
hy: Երեկ
id: Kemarin
it: Ieri
kk: Келесі күні
kn: ನಿನ್ನೆ
ko_kr: 어제
ml: ഇന്നലെ
mn_mn: Өчигдөр
mr: काल
ne: हिजो
nn: I går
oc: Ièr
ro_ro: Ieri
sl: Včeraj
sq_al: Dje
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวาน
tt: Кичә
vi: Hôm qua
zh_hans_cn: 昨天

# smartlist.results
source: Public directory
ar: الإرشاد العام
ast_es: El Directoriu Públicu
az: عمومی دایرکتوری
be_by: Грамадскі каталог
bg_bg: Обществен каталог
bn: পাবলিক ডিরেক্টরি
ca: Directori públic
de: Öffentliches Verzeichnis
de_de: Öffentliches Verzeichnis
el: Δημόσιος κατάλογος
es_mx: Directorio Público
et: Avalik kataloog
et_ee: Avalik direktorium
fa_ir: نتیجه جستجو
fi: Julkinen kansio
fr: Répertoire public
ga: Taispeántas poiblí
gu: જાહેર ડિરેક્ટરી
he: תיקון ציבורי
hi_in: सार्वजनिक निर्देशिका
hu: Nyilvános címtár
hy: Հանրային ցուցակ
id: Direktori Publik
it: Elenco pubblico
kk: Қоғамдық кітапша
kn: ಸಾರ್ವಜನಿಕ ಡೈರೆಕ್ಟರಿ
ko_kr: 공공 디렉토리
ml: പൊതുവായ ഡയറക്ടറി
mn_mn: Нийтийн захиалг
ne: सार्वजनिक निर्देशिका
nn: Fellesregister
oc: Directòria publica
ro_ro: Lista publică
sl: Javni imenik
sq_al: Drejtori publike
sw: Orodha ya umma
ta: பொதுப் பட்டியல்
te: పబ్లిక్ డైరెక్టరీ
th: ไดเรกทอรีสาธารณะ
tt: Халык күрсәткече
vi: Đồ mục công cộng
zh_hans_cn: 公共目录

# smartlist.jamsResults
source: Search result
ar: نتائج البحث
de: Suchergebnis
et: Otsingutulemus
fi: Hakutulokset
fr: Résultats de la recherche
he: תוצאת חיפוש
hu: Keresési eredménye
it: Risultati ricerca
oc: Resultat de recèrca
ro_ro: Rezultatele căutării
sl: Rezultati iskanja
sq_al: Përfundime kërkimi

# smartlist.conversations
source: Conversations
ar: محادثات
ast_es: El so padre foi un fíu de la familia de la familia de los hermanos.
az: دانیشیقلار
be_by: Размовы
bg_bg: Разговори
bn: কথোপকথন
ca: Converses
de: Unterhaltungen
de_de: Gespräche
el: Συνομιλίες
eo: Konversacioj
es_mx: Conversaciones
et: Vestlused
et_ee: Vestlused
eu: Elkarrizketak
fa_ir: گفتگو‌ها
fi: Keskustelu
gu: વાતચીત
he: דיונים
hi_in: वार्तालाप
hr_hr: Razgovori
hu: Beszélgetések
hy: Զրույցներ
id: Obrolan
it: Conversazioni
kk: Әңгіме
kn: ಸಂಭಾಷಣೆ
ko_kr: 대화
ml: സംഭാഷണങ്ങൾ
mn_mn: Хэлэлцүүлэг
mr: चर्चा
ne: वार्तालाप
nn: Samtal
oc: Discutidas
ro_ro: Conversații
sl: Pogovori
sq_al: Biseda
sw: Mazungumzo
ta: உரையாடல்கள்
te: సంభాషణలు
th: บทสนทนา
tt: Сөйләшүләр
vi: Các cuộc trò chuyện
zh_hans_cn: 会话

# smartlist.noConversationsFound
source: No conversations match the search.
ar: No conversations match your search
ast_es: No conversations match your search
az: No conversations match your search
be_by: No conversations match your search
bg_bg: No conversations match your search
bn: No conversations match your search
ca: No conversations match your search
de: Es wurden keine Unterhaltungen gefunden, die der Suche entsprechen.
el: No conversations match your search
eo: No conversations match your search
et: Ühtegi vestlust ei vasta sinu otsingule.
eu: No conversations match your search
fi: Hakua vastaavaa keskustelua ei löytynyt.
fr: Aucune conversation ne correspond à votre recherche
ga: No conversations match your search
gu: No conversations match your search
he: No conversations match your search
hr_hr: No conversations match your search
hu: Nincsenek a keresési feltételeknek megfelelő beszélgetések.
hy: No conversations match your search
id: No conversations match your search
it: Nessuna conversazione corrisponde.
kk: No conversations match your search
kn: No conversations match your search
ml: No conversations match your search
mn_mn: No conversations match your search
mr: No conversations match your search
ne: No conversations match your search
nn: No conversations match your search
oc: No conversations match your search
ro_ro: Nicio conversație nu corespunde căutării.
sl: Noben pogovor se ne ujema z vašim iskanim nizom.
sq_al: S’ka ndonjë bisedë që përkon me kërkimin.
sw: No conversations match your search
ta: No conversations match your search
te: No conversations match your search
th: No conversations match your search
tt: No conversations match your search
vi: No conversations match your search

# smartlist.newContact
source: New contact
ar: جهة اتصال جديدة
bg_bg: Нов контакт
ca: Nou contacte
de: Neuer Kontakt
et: Uus kontakt
fi: Uusi henkilö
fr: Nouveau contact
he: איש קשר חדש
hu: Új kapcsolattartó
id: Kontak Baru
it: Nuovo contatto
ro_ro: Contact nou
sl: Nov stik
sq_al: Kontakt i ri

# smartlist.newGroup
source: New group
de: Neue Gruppe
eo: Create new group
et: Uus grupp
eu: Create new group
fi: Uusi ryhmä
fr: Nouveau groupe
hr_hr: Create new group
hu: Új csoport
it: Nuovo gruppo
mr: Create new group
ro_ro: Grup nou
sl: Nova skupina
sq_al: Grup i ri

# smartlist.accounts
source: Account list
ar: حسابات
ast_es: Cuentas
az: حسابلار
be_by: Рэкамендацыі
bg_bg: Профили
bn: অ্যাকাউন্ট
ca: Comptes
de: Konten
el: Λογαριασμοί
eo: Kontoj
et: Kasutajakontod
eu: Kontuak
fi: Tilit
fr: Comptes
ga: Contae
gu: ખાતાઓ
he: חשבונות
hr_hr: Računi
hu: Fiókok
hy: Հաշվետոմսեր
id: Akun
it: Account
kk: Есеп айырысу
kn: ಖಾತೆಗಳು
ml: അക്കൌണ്ടുകൾ
mn_mn: Санхүүжилт
mr: खाते
ne: लेखा
nn: Rekontering
oc: Comptes
ro_ro: Conturi
sl: Računi
sq_al: Llogari
sw: Malipo
ta: கணக்குகள்
te: ఖాతాలు
th: บัญชี
tt: Хисаплар
vi: Tài khoản
zh_hans_cn: 账户

# smartlist.invitationReceived
source: Invitations received
de: Einladungen erhalten
et: Sulle on kutseid
fi: Kutsut vastaanotettu
fr: Invitations reçues
hu: Meghívások megérkeztek
it: Inviti ricevuti
ro_ro: Invitații primite
sl: Prejetih povabil
sq_al: Ftesat u morën
vi: Lời mời nhận được
zh_hans_cn: 邀请已发送

# smartlist.noResults
source: No results
ar: لا يوجد نتائج
ast_es: Nun hai resultáu
az: نتیجه یوخدور
be_by: Ніякіх вынікаў
bg_bg: Няма резултати
bn: কোন ফলাফল নেই
ca: Sense resultats
de: Keine Ergebnisse
de_de: Keine Ergebnisse
el: Χωρίς αποτελέσματα
eo: Nula trovaĵon
es_mx: Sin resultados
et: Pole tulemusi
et_ee: Ei tulemusi
eu: Emaitzarik ez
fa_ir: بدون نتیجه
fi: Ei tuloksia
fr: Aucun résultat
ga: Ní raibh aon torthaí
gu: કોઈ પરિણામો
he: אין תוצאות
hi_in: कोई परिणाम नहीं
hr_hr: Nema rezultata
hu: Nincs eredmény
hy: Ոչ մի արդյունք
id: Tidak ketemu
it: Nessun risultato
kk: Нәтиже жоқ
kn: ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ko_kr: 결과도 없습니다
ml: ഫലങ്ങളില്ല
mn_mn: Үр дүнгүй
mr: कोणतेही परिणाम नाहीत
ne: कुनै परिणामहरू
nn: Ingen resultat
oc: Pas cap de recèrca
ro_ro: Niciun rezultat
sl: Ni zadetkov
sq_al: S’ka përfundime
sw: Hakuna matokeo
ta: முடிவுகள் இல்லை
te: ఫలితాలు లేవు
th: ไม่มีผลลัพธ์
tt: Нәтиҗәләр юк
vi: Không có kết quả
zh_hans_cn: 无结果

# smartlist.noConversation
source: No conversations
ar: لا يوجد محادثات
ast_es: Nun hai conversaciones.
az: دانیشیق اولماز
be_by: Ніякіх размоў
bg_bg: Няма разговори
bn: কোন কথোপকথন নেই
ca: No hi ha converses.
de: Keine Unterhaltungen
de_de: Keine Unterhaltungen
el: Δεν έχουμε συνομιλίες.
eo: Neniu konversacio
es_mx: Sin conversaciones
et: Pole vestlusi
et_ee: Mitte kõnelusi.
eu: Ez dago elkarrizketarik.
fa_ir: بدون گفتگو
fi: Ei keskusteluja
fr: Aucune conversation
ga: Ní raibh aon comhráite
gu: કોઈ વાતચીત નહીં
he: אין דיונים
hi_in: कोई बातचीत नहीं
hr_hr: Nema razgovora.
hu: Beszélgetés nem található
hy: Ոչ մի խոսակցություն
id: Tidak ada obrolan
it: Nessuna conversazione
kk: Әңгіме жоқ
kn: ಯಾವುದೇ ಸಂಭಾಷಣೆಗಳಿಲ್ಲ
ko_kr: 대화가 없다
ml: സംഭാഷണം വേണ്ട
mn_mn: Хэлэлцүүлэггүй
mr: चर्चा नाही
ne: कुनै कुराकानी छैन
nn: Ingen samtal
oc: Cap de conversacion
ro_ro: Nicio conversație
sl: Ni pogovorov
sq_al: S’ka biseda
sw: Hakuna mazungumzo
ta: எந்த உரையாடலும் இல்லை
te: చర్చలు లేవు
th: ไม่มีการพูดคุย
tt: Сөйләшүләр юк
vi: Không có cuộc trò chuyện
zh_hans_cn: 没有会话

# smartlist.searchBarPlaceholder
source: Enter name…
az: آدینی یئره قوی...
be_by: Увядзіце імя...
bg_bg: Въведете име…
bn: নাম লিখুন...
ca: Introdueix el nom...
de: Namen eingeben…
de_de: Name eingeben...
es_mx: Ingresá tu nombre...
et: Sisesta nimi…
et_ee: Sisestage nimi...
fa_ir: نام را وارد کنید...
fi: Anna nimi...
fr: Entrer un nom...
ga: Cuir isteach ainm...
gu: નામ દાખલ કરો.
hi_in: नाम दर्ज करें...
hu: Név megadása…
id: Masukkan nama...
it: Inserire il nome…
kn: ಹೆಸರು ನಮೂದಿಸಿ.
ko_kr: 이름 입력하세요...
ml: പേര് നൽകുക.
ro_ro: Introdu numele…
sl: Vnesite ime ...
sq_al: Jepni emër…
te: పేరు నమోదు చేయండి.
vi: Nhập tên...

# smartlist.searchBar
source: Search
ar: إبحث
ast_es: Buscar
az: آختارماق
be_by: Пошук
bg_bg: Търсене
bn: অনুসন্ধান
ca: Buscar
de: Suchen
de_de: Neuen oder existierenden Kontakt suchen
el: Αναζήτηση
eo: Serĉu
es_mx: Buscar contacto nuevo o existente...
et: Otsi
et_ee: Otsime uusi või olemasolevaid kontakte...
eu: Bilaketa
fi: Hae
fr: Rechercher
ga: Cuardaigh
gu: શોધ
he: חיפוש
hi_in: खोज
hr_hr: Traženje
hu: Keresés
hy: Փնտրություն
id: Pencarian
it: Cerca
kk: Іздеу
kn: ಹುಡುಕಾಟ
ko_kr: 검색
ml: തിരയൽ
mn_mn: Танд хайх
mr: शोध
ne: खोज
nn: Søk etter
oc: Recerca
ro_ro: Caută
sl: Išči
sq_al: Kërkim
sw: Kutafuta
ta: தேடல்
te: శోధన
th: ค้นหา
tt: Эзләү
vi: Tìm kiếm
zh_hans_cn: 搜索

# smartlist.noNetworkConnectivity
source: No network connectivity
ar: الاتصال بالشبكة غير متوفر
ast_es: Nun hai conectividá de rede
az: شبکه باغلیغی یوخدور
be_by: Ніякай сеткавай сувязі
bg_bg: Няма връзка с мрежата
bn: নেটওয়ার্ক সংযোগ নেই
ca: No hi ha connexió a la xarxa
de: Keine Netzwerkverbindung
de_de: Keine Netzwerkkonnektivität
el: Καμία σύνδεση στο δίκτυο
eo: Sen reta konekto
es_mx: Sin conexión de red
et: Võrguühendus puudub
et_ee: Võrguühendus puudub
eu: Ez dago sare-konexiorik
fa_ir: بدون اتصال شبکه
fi: Ei verkkoyhteyttä
fr: Pas d'accès au réseau
ga: Ní bheidh aon nasc líonra
gu: નેટવર્ક કનેક્ટિવિટી નથી
he: אין חיבור לרשת
hi_in: नेटवर्क संपर्क नही है
hr_hr: Veza nedostupna
hu: Nincs hálózati kapcsolat
hy: Ոչ մի ցանցային կապ
id: Tidak ada jaringan internet
it: Nessuna connessione di rete
kk: Желілік қосылым жоқ
kn: ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವಿಲ್ಲ
ko_kr: 네트워크 연결이 없습니다
ml: നെറ്റ് വർക്ക് കണക്റ്റിവിറ്റി ഇല്ല
mn_mn: Сүлжээний холболтгүй
mr: नेटवर्क कनेक्टिव्हिटी नाही
ne: नेटवर्क जडान छैन
nn: Ingen nettverksanslutning
oc: Cap de connectivitat ret
ro_ro: Nicio legătură la rețea
sl: Ni omrežne povezave
sq_al: Pa lidhje në rrjet
sw: Hakuna uhusiano wa mtandao
ta: நெட்வொர்க் இணைப்பு இல்லை
te: నెట్వర్క్ కనెక్టివిటీ లేదు
th: ไม่มีการเชื่อมต่อเครือข่าย
tt: Авылыбыз юк
vi: Không có kết nối mạng
zh_hans_cn: 无网络连接

# smartlist.cellularAccess
source: Ensure cellular access is granted in the settings.
ar: تأكد من السماح للوصول النقال الخلوي في إعدادتك
ast_es: Asegúrese d'un accesu celular autorizáu nos sos ajustes
az: سیلاوی آچیقلاما سیزلیگیزین وئریلمه سیندن آرخایین اولون
be_by: Пераканайцеся, што доступ да мабільнага тэлефона дапускаецца ў вашых наладках
bg_bg: Уверете се, че в настроенията ви е предоставен достъп с мобилен телефон.
bn: আপনার সেটিংসে সেলুলার অ্যাক্সেস দেওয়া হয়েছে তা নিশ্চিত করুন
ca: Assegureu-vos que l’accés al mòbil s’atorga a la vostra configuració
de: Stellen Sie sicher, dass in den Einstellungen der Mobilfunkzugriff erlaubt ist.
de_de: Bitte stellen Sie sicher, dass in den Einstellungen Mobilfunkzugriff gewährt wurde.
el: Βεβαιωθείτε ότι η πρόσβαση σε κινητή έχει χορηγηθεί στις ρυθμίσεις σας
eo: Certigu ke la poŝtelefono estas permesita en viaj agordoj
es_mx: Verifique que el acceso celular está permitido en las configuraciones
et: Palun veendu, et nutiseadme seadistustes on lubatud juurdepääs mobiilivõrgule.
et_ee: Veenduge, et teie seadetes on mobiiltelefonis juurdepääs
eu: Egiaztatu sare mugikorrera sarbidea eman dela ezarpenetan
fa_ir: اطمینان حاصل کنید که دسترسی به تلفن همراه در تنظیمات شما اعمال شده
fi: Varmista, että puhelinverkko on sallittu asetuksissa.
fr: Assurez-vous que l'accès au réseau mobile est activé dans vos paramètres.
ga: Déan cinnte go bhfuil rochtain ceallaithe ar fáil i do shuíomhanna
gu: ખાતરી કરો કે સેલ ઍક્સેસ તમારી સેટિંગ્સમાં મંજૂર છે
he: ודא שהגישה הסלולרית נתונה בהגדרות שלך
hi_in: सुनिश्चित करें कि आपकी सेटिंग्स में सेल्युलर एक्सेस की अनुमति है
hr_hr: Pobrini se da je mobilni pristup odobren u vašim postavkama
hu: Győződjön meg arról, hogy a beállításokban engedélyezve van a mobilhálózati hozzáférést.
hy: Համոզվեք, որ ձեր տեղադրումներում թույլատրվում է բջջային մուտք
id: Pastikan akses seluler diberikan dalam pengaturan Anda
it: Assicurati che l'accesso alla rete sia consentito.
kk: Орындауларыңызда ұялы телефонға қол жеткізуді қамтамасыз етіңіз
kn: ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ಸೆಲ್ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko_kr: 설정에서 셀룰러 접속이 허용되었는지 확인하세요
ml: നിങ്ങളുടെ ക്രമീകരണങ്ങളിൽ സെല്ലുലാർ ആക്സസ് അനുവദിച്ചിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക
mn_mn: Таны тохируулгад соён утсаар хангах боломжтой байх
mr: तुमच्या सेटिंग्जमध्ये सेल्युलर प्रवेश देण्यात आला आहे याची खात्री करा
ne: तपाईँको सेटिङमा सेल्युलर पहुँच प्रदान गरिएको छ भन्ने कुरा निश्चित गर्नुहोस्
nn: Sørg for at mobilen er tilgjevd i innstillingane dine
oc: Assegurar l' accès cellular es acordat dins las vosas configuracions
ro_ro: Asigură-te că accesul la rețea este permis.
sl: Prepričajte se, da je v nastavitvah dovoljen dostop do mobilnega omrežja.
sq_al: Siguroni që te rregullimet është lejuar përdorim celular.
sw: Hakikisha ufikiaji wa simu ni iliyotolewa katika mipangilio yako
ta: உங்கள் அமைப்புகளில் செல்போன் அணுகல் வழங்கப்பட்டிருப்பதை உறுதி செய்யவும்
te: మీ సెట్టింగులలో సెల్ యాక్సెస్ అనుమతించబడిందని నిర్ధారించుకోండి
th: ตรวจสอบให้แน่ใจว่าให้สิทธิ์การเข้าถึงมือถือในการตั้งค่าของคุณ
tt: Үз җайланмаларыгызда күчермәле телефонга керү рөхсәт ителгәнен тикшерегез
vi: Hãy chắc chắn rằng truy cập di động được cấp trong cài đặt của bạn

# smartlist.accountsTitle
source: Accounts
ar: حسابات
ast_es: Cuentas
az: حسابلار
be_by: Рэкамендацыі
bg_bg: Профили
bn: অ্যাকাউন্ট
ca: Comptes
de: Konten
de_de: Konten
el: Λογαριασμοί
eo: Kontoj
es_mx: Cuentas
et: Kasutajakontod
et_ee: Arvestused
eu: Kontuak
fa_ir: حساب‌ها
fi: Tilit
fr: Comptes
ga: Contae
gu: ખાતાઓ
he: חשבונות
hi_in: खाते
hr_hr: Računi
hu: Fiókok
hy: Հաշվետոմսեր
id: Akun
it: Account
kk: Есеп айырысу
kn: ಖಾತೆಗಳು
ko_kr: 회계
ml: അക്കൌണ്ടുകൾ
mn_mn: Санхүүжилт
mr: खाते
ne: लेखा
nn: Rekontering
oc: Comptes
ro_ro: Conturi
sl: Računi
sq_al: Llogari
sw: Malipo
ta: கணக்குகள்
te: ఖాతాలు
th: บัญชี
tt: Хисаплар
vi: Tài khoản
zh_hans_cn: 账户

# smartlist.addAccountButton
source: + Add account
ar: +اضافة حساب
ast_es: + Agrega cuenta
az: + حساب قوش
be_by: + Дадаць рахунак
bg_bg: Добавяне на профил
bn: + অ্যাকাউন্ট যোগ করুন
ca: + Agrega compte
de: + Konto hinzufügen
de_de: + Konto hinzufügen
es_mx: + Añadir cuenta
et: + Lisa kasutajakonto
et_ee: + Lisada konto
fa_ir: افزودن حساب...
fi: + Lisää tili
fr: + Ajouter un compte
ga: + Cuid a chur
gu: + એકાઉન્ટ ઉમેરો
he: + הוספת חשבון
hi_in: + खाता जोड़ें
hu: + Fiók hozzáadása
hy: + Բաժնորդագրություն ավելացնել
id: + Tambah Akun
it: + Aggiungi contatto
kk: + Тіркелгі қосылсын
kn: + ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko_kr: + 계정을 추가
ml: + അക്കൌണ്ട് ചേർക്കുക
nn: + Legg til konto
oc: + Ajustar compte
ro_ro: + Adaugă un cont
sl: + Dodaj račun
sq_al: + Shtoni llogari
te: + ఖాతాను జోడించండి
tt: + Аккаунт өсти
vi: + Thêm tài khoản
