Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# smartlist.noNumber
source: Selected contact does not have any number
ar: لا تحتوى جهة الاتصال المحددة على أى رقم
ast_es: El contautu seleccionáu nun tien númberu.
az: سئچئلن تماسون ساییسی یوخدور
be_by: Выбраны кантакт не мае нумару
bg_bg: Избраният контакт няма номер
bn: নির্বাচিত পরিচিতিতে কোন নম্বর নেই
ca: El contacte seleccionat no té cap número
de: Der ausgewählte Kontakt hat keine Nummer
de_de: Der ausgewählte Kontakt hat keine Nummer
el: Η επιλεγμένη επαφή δεν έχει αριθμό
eo: La elektita kontakto ne havas nombron
es_mx: El contacto seleccionado no tiene ningún número
et: Valitud kontaktil ei ole ühtegi numbrit
et_ee: Valitud kontakt ei ole numbrit
eu: Aukeratutako kontaktuak ez du zenbakirik.
fa_ir: مخاطب انتخاب‌شده شماره‌ای ندارد
fi: Valitulla henkilöllä ei ole numeroa
fr: Le contact sélectionné n'a pas de numéro
ga: Níl aon uimhir ag an teagmháil roghnaithe
gu: પસંદ કરેલ સંપર્કમાં કોઈ નંબર નથી
he: הקשר הנבחר אינו רשום
hi_in: चयनित संपर्क में कोई संख्या नहीं है
hr_hr: Odabran kontakt nema nijedan broj
hu: A kijelölt kapcsolattartnak nincsenek SIP-számák
hy: Ընտրված շփման համարը չունի որեւէ համար
id: Kontak yang dipilih tidak memiliki nomor
it: Il contatto selezionato non ha nessun numero
kk: Таңдалған байланыс нөмірі жоқ
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಸಂಪರ್ಕವು ಯಾವುದೇ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿಲ್ಲ
ko_kr: 선택된 연락처는 번호가 없습니다
ml: തിരഞ്ഞെടുത്ത കോൺടാക്റ്റിന് നമ്പര് ഇല്ല
mn_mn: Сонгосон холбооны дуудлага нь ямар ч нөмөргүй
mr: निवडलेल्या संपर्क क्रमांक नाही
ne: चयनित सम्पर्कमा कुनै नम्बर छैन
nn: Velde kontakt har ikkje eit nummer
oc: Lo contacte seleccionat a pas de numèro
ro_ro: Contactul ales nu are niciun număr
sl: Izbrani stiki nimajo številke
sq_al: Kontakti i përzgjedhur s’ka ndonjë numër
sw: Wasilianaji waliochaguliwa hawana nambari yoyote
ta: தேர்ந்தெடுக்கப்பட்ட தொடர்பு எண் இல்லை
te: ఎంపిక చేసిన పరిచయానికి సంఖ్య లేదు
th: สมาชิกที่เลือกไม่มีหมายเลข
tt: Сайланган контактның номеры юк
vi: Liên hệ được chọn không có số
zh_hans_cn: 选定的连接没有任何数字

# smartlist.selectOneNumber
source: Select one of the numbers
ar: حدد أحد الأرقام
ast_es: Seleccione unu de los númberos
az: ساییلارین بیری ساییلار
be_by: Выберыце адзін з лічбаў
bg_bg: Изберете един от числата
bn: একটি সংখ্যা নির্বাচন করুন
ca: Seleccioneu un dels números
de: Eine der Nummern auswählen
de_de: Wählen Sie eine der Zahlen
el: Επιλέξτε έναν από τους αριθμούς
eo: Elektu unu el la nombroj
es_mx: Seleccioná uno de los números
et: Vali üks numbritest
et_ee: Vali üks numbritest
eu: Aukeratu zenbakietako bat.
fa_ir: یکی از شماره‌ها را انتخاب کنید
fi: Valitse yksi numeroista
fr: Choisir un des numéros
ga: Roghnaigh ceann de na huimhreacha
gu: નંબરોમાંથી એક પસંદ કરો
he: בחר אחד המספרים
hi_in: संख्याओं में से एक का चयन करें
hr_hr: Izberite jedan od brojeva
hu: Válasszon egy számot
hy: Ընտրեք թվերից մեկը
id: Pilih salah satu nomor
it: Seleziona uno dei numeri
kk: Сандардың біреуін таңдаңыз
kn: ಒಂದು ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko_kr: 숫자들 중 하나를 선택
ml: നമ്പറുകളിൽ ഒന്ന് തിരഞ്ഞെടുക്കുക
mn_mn: Нэг тоот тоот сонго
mr: एका क्रमांकाची निवड करा
ne: एउटा नम्बर चयन गर्नुहोस्
nn: Velg ein av tallane
oc: Seleccionar un dels nombres
ro_ro: Alege unul dintre numere
sl: Izberite eno od številk
sq_al: Përzgjidhni një nga numrat
sw: Chagua moja ya idadi
ta: எண்களில் ஒன்றைத் தேர்ந்தெடுக்கவும்
te: సంఖ్యలలో ఒకదాన్ని ఎంచుకోండి
th: เลือกเลขหนึ่ง
tt: Саннардан берсен сайлагыз
vi: Chọn một trong số
zh_hans_cn: 选择这些数字中的一个

# smartlist.invitations
source: Invitations
ar: الدعوات
ast_es: Les invitaciones
az: دعوتلر
be_by: Запрашэнні
bg_bg: Покани
bn: আমন্ত্রণ
ca: Invitacions
de: Einladungen
de_de: Einladungen
el: Προσκλήσεις
eo: Invitoj
es_mx: Invitaciones
et: Kutsed
et_ee: Kutsed
eu: Gonbidapenak
fi: Kutsut
ga: Ceiliúradh
gu: આમંત્રણો
he: הזמנות
hi_in: आमंत्रण
hr_hr: Pozivi
hu: Meghívások
hy: հրավիրումներ
id: Undangan
it: Inviti
kk: Шақырулар
kn: ಆಹ್ವಾನಗಳು
ko_kr: 초대
ml: ക്ഷണങ്ങള്
mn_mn: Нэрлэг
mr: आमंत्रणे
ne: निमन्त्रणाहरू
nn: Invitasjonar
oc: Invitacions
ro_ro: Invitații
sl: Povabila
sq_al: Ftesa
sw: Maombi
ta: அழைப்பிதழ்கள்
te: ఆహ్వానాలు
th: คำเชิญ
tt: Чакырулар
vi: Thỉnh cầu
zh_hans_cn: 邀请

# smartlist.aboutJami
source: About Jami
ar: حول جامي
ast_es: Sobre Jami
az: جامی حاقّيندا
be_by: Пра Джані
bg_bg: Относно Jami
bn: জামি সম্পর্কে
ca: Sobre Jami...
de: Über Jami
de_de: Über Jami
el: Σχετικά με το Jami
eo: Pri Jami
es_mx: Acerca de Jami
et: Teave Jami kohta
et_ee: Jami kohta
eu: Jamiri buruz
fi: Tietoa Jamista
fr: À propos de Jami
ga: Maidir le Jami
gu: જમી વિશે
he: על אודות Jami
hi_in: जामी के बारे में
hr_hr: O Jami-u
hu: A Jami névjegye
hy: Ջամիի մասին
id: Tentang Jami
it: Informazioni su Jami
kk: Жами туралы
kn: ಜಾಮಿ ಬಗ್ಗೆ
ko_kr: 자미 에 관한 것
ml: ജാമിയെ കുറിച്ച്
mn_mn: Жэмигийн тухай
mr: जेमी बद्दल
ne: जमीको बारेमा
nn: Om Jami
oc: A prepaus de Jami
ro_ro: Despre Jami
sl: O programu Jami
sq_al: Mbi Jami-n
sw: Kuhusu Jami
ta: ஜாமி பற்றி
te: జామి గురించి
th: เกี่ยวกับ Jami
tt: Җәми турында
vi: Về Jami
zh_hans_cn: 关于 Jami

# smartlist.inviteFriends
source: Invite friends
de: Freunde einladen
et: Kutsu sõpru
fi: Kutsu ystäviä
fr: Inviter des amis
hu: Barátok és ismerősök meghívása
it: Invita amici
ro_ro: Invită prieteni
sl: Povabi prijatelje
sq_al: Ftoni shokë
zh_hans_cn: 邀請好友

# smartlist.disableDonation
source: Not now
de: Nicht jetzt
el: Όχι τώρα
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
hu: Máskor
it: Non adesso
mn_mn: Одоо биш
ne: अहिले होइन
ro_ro: Nu acum
sl: Ne zdaj
sq_al: Jo tani
ta: இப்போது வேண்டாம்
th: ไม่ใช่ตอนนี้
zh_hans_cn: 现在不要

# smartlist.donationExplanation
source: If you enjoy using Jami and believe in our mission, do you want to make a donation?
ar: If you enjoy using Jami and believe in our mission, would you make a donation?
ast_es: If you enjoy using Jami and believe in our mission, would you make a donation?
az: If you enjoy using Jami and believe in our mission, would you make a donation?
be_by: If you enjoy using Jami and believe in our mission, would you make a donation?
bg_bg: If you enjoy using Jami and believe in our mission, would you make a donation?
bn: If you enjoy using Jami and believe in our mission, would you make a donation?
ca: If you enjoy using Jami and believe in our mission, would you make a donation?
de: Wenn Sie gerne Jami nutzen und an unsere Mission glauben, möchten Sie eine Spende leisten?
el: If you enjoy using Jami and believe in our mission, would you make a donation?
eo: If you enjoy using Jami and believe in our mission, would you make a donation?
et: Kui sulle Jami meeldib ja sa usud meie visiooni, siis kas sa oleksid nõus meid rahaliselt toetama?
eu: If you enjoy using Jami and believe in our mission, would you make a donation?
fi: Jos pidät Jamista ja uskot tehtäväämme, Haluatko tehdä lahjoituksen?
fr: Si vous appréciez Jami et que vous croyez à notre mission, feriez-vous un don ?
ga: If you enjoy using Jami and believe in our mission, would you make a donation?
gu: If you enjoy using Jami and believe in our mission, would you make a donation?
he: If you enjoy using Jami and believe in our mission, would you make a donation?
hi_in: If you enjoy using Jami and believe in our mission, would you make a donation?
hr_hr: If you enjoy using Jami and believe in our mission, would you make a donation?
hu: Ha értékeli a Jami használatát, és hisz a küldetésünkben, szeretne adományozni?
hy: If you enjoy using Jami and believe in our mission, would you make a donation?
id: If you enjoy using Jami and believe in our mission, would you make a donation?
it: Se ti piace usare Jami e pensi che la nostra missione sia importante, vuoi fare una donazione?
kk: If you enjoy using Jami and believe in our mission, would you make a donation?
kn: If you enjoy using Jami and believe in our mission, would you make a donation?
ko_kr: If you enjoy using Jami and believe in our mission, would you make a donation?
ml: If you enjoy using Jami and believe in our mission, would you make a donation?
mn_mn: If you enjoy using Jami and believe in our mission, would you make a donation?
mr: If you enjoy using Jami and believe in our mission, would you make a donation?
ne: If you enjoy using Jami and believe in our mission, would you make a donation?
nn: If you enjoy using Jami and believe in our mission, would you make a donation?
oc: If you enjoy using Jami and believe in our mission, would you make a donation?
ro_ro: Dacă îți place să folosești Jami și crezi că misiunea noastră este importantă, vrei să faci o donație?
sl: Če vam je Jami všeč in verjamete v naše poslanstvo - bi prispevali projektu?
sq_al: Nëse ju shijon të përdorni Jami-n dhe besoni në misionin tonë, doni të bëni një dhurim?
sw: If you enjoy using Jami and believe in our mission, would you make a donation?
ta: If you enjoy using Jami and believe in our mission, would you make a donation?
te: If you enjoy using Jami and believe in our mission, would you make a donation?
th: If you enjoy using Jami and believe in our mission, would you make a donation?
tt: If you enjoy using Jami and believe in our mission, would you make a donation?
vi: If you enjoy using Jami and believe in our mission, would you make a donation?
zh_hans_cn: 如果您喜欢使用 Jami 并相信我们的使命，您愿意捐款吗？

# smartlist.inSynchronization
source: conversation in synchronization
de: Synchronisierung der Unterhaltung
et: vestlus on sünkroniseerimisel
fi: keskustelu synkronoituna
fr: conversation en cours de synchronisation
hu: beszélgetés összehangolásában
it: conversazione in sincronizzazione
ro_ro: se sincronizează conversația
sl: pogovor v usklajevanju
sq_al: bisedë në njëkohësim e sipër

# smartlist.newMessage
source: New message
de: Neue Nachricht
et: Uus sõnum
fi: Uusi viesti
fr: Nouveau message
hu: Új üzenet
it: Nuovo messaggio
ro_ro: Mesaj nou
sl: Novo sporočilo
sq_al: Mesazh i ri
zh_hans_cn: 新消息

# conversation.addToContactsButton
source: Add to Contacts
de: Zu Kontakten hinzufügen
et: Lisa kontaktitele
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
hu: Hozzáadás a kapcsolattartók közé
it: Aggiungi ai contatti
ro_ro: Adaugă la contacte
sl: Dodaj med stike
sq_al: Shtoje te Kontaktet

# conversation.addToContactsLabel
source: Add to contacts?
ar: إضافة إلى جهات الإتصال؟
ast_es: ¿A añadir a los contactos?
az: تماس لری آرتیرماق؟
bg_bg: Добавяне към контактите?
bn: পরিচিতি যোগ করা?
ca: Afegir als contactes?
de: Zu Kontakten hinzufügen?
el: Προσθήκη στις επαφές;
eo: Ĉu aldoni al kontaktoj?
et: Kas lisame kontaktina?
eu: Gehitu kontaktuetara?
fi: Lisätäänkö yhteystietoihin?
fr: Ajouter aux contacts ?
gu: સંપર્કમાં ઉમેરો?
hr_hr: Dodati u kontakte?
hu: Hozzáadás a kapcsolattartók közé?
hy: Բարձրացնել կոնտակտներին:
id: Tambah ke kontak?
it: Aggiungere ai contatti?
kk: Байланыстарға қосыл?
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸುವುದೇ?
ml: ബന്ധുക്കളെ കൂട്ടിച്ചേർക്കണോ?
mn_mn: Та нар ч гэсэн холбоотондоо нэмж байна уу?
mr: संपर्क जोडण्यासाठी?
ne: सम्पर्कमा थप्न?
nn: Legg til kontakt?
oc: Ajustar a los contactes?
ro_ro: Adaugi la contacte?
sl: Dodam med stike?
sq_al: Të shtohet te kontaktet?
sw: Kuongeza mawasiliano?
ta: தொடர்புகளை சேர்க்க?
te: పరిచయాలకు జోడించండి?
th: เพิ่มในรายชื่อติดต่อไหม
zh_hans_cn: 添加至通讯录吗？

# conversation.notContactLabel
source: %@ is not in the contact list
ar: is not in your contact list
ast_es: is not in your contact list
az: is not in your contact list
be_by: is not in your contact list
bg_bg: is not in your contact list
bn: is not in your contact list
ca: is not in your contact list
de: %@ ist nicht in der Kontaktliste
el: is not in your contact list
eo: is not in your contact list
et: %@ pole sinu kontaktide loendis
eu: is not in your contact list
fi: %@ ei ole yhteystiedoissa
fr: %@ ne fait pas partie de vos contacts.
ga: is not in your contact list
gu: is not in your contact list
he: is not in your contact list
hr_hr: is not in your contact list
hu: %@ nem szerepel a kapcsolattartólistáján
hy: is not in your contact list
id: is not in your contact list
it: %@ non è nei tuoi contatti
kk: is not in your contact list
kn: is not in your contact list
ml: is not in your contact list
mn_mn: is not in your contact list
mr: is not in your contact list
ne: is not in your contact list
nn: is not in your contact list
oc: is not in your contact list
ro_ro: %@ nu este în contactele tale
sl: %@ ni na seznamu stikov.
sq_al: %@ s’gjendet te lista e kontakteve
sw: is not in your contact list
ta: is not in your contact list
te: is not in your contact list
th: is not in your contact list
tt: is not in your contact list
vi: is not in your contact list

# conversation.messagePlaceholder
source: Write to
de: Schreiben an
de_de: Nachricht schreiben an
es_mx: Escribir mensaje a
et: Kirjuta kasutajale
et_ee: Kirjuta sõnum
fa_ir: پیام خود را بنویسید...
fi: Kirjoita...
fr: Écrire à
hu: Írás a következő(k)nek:
it: Scrivi a
ro_ro: Scrie pentru
sl: Piši
sq_al: Shkruajini

# conversation.errorSavingImage
source: An error occurred while saving the image to the gallery.
ar: An error occurred while saving image to gallery.
ast_es: Failed to save image to gallery
az: Failed to save image to gallery
be_by: Failed to save image to gallery
bg_bg: Failed to save image to gallery
bn: Failed to save image to gallery
ca: Failed to save image to gallery
de: Beim Speichern des Bildes in der Galerie ist ein Fehler aufgetreten.
de_de: Bild konnte nicht in der Galerie gespeichert werden
el: An error occurred while saving image to gallery.
eo: An error occurred while saving image to gallery.
es_mx: No se pudo guardar la imagen en la galería
et: Pildi salvestamisel galeriisse tekkis viga.
et_ee: Galerii salvestamise ebaõnnestumine
eu: An error occurred while saving image to gallery.
fi: Virhe tallennettaessa kuvaa galleriaan.
fr: Une erreur s'est produite en sauvegardant l'image dans la galerie.
ga: Failed to save image to gallery
gu: Failed to save image to gallery
he: An error occurred while saving image to gallery.
hi_in: Failed to save image to gallery
hr_hr: An error occurred while saving image to gallery.
hu: Hiba történt a kép gyűjteménybe történő mentése közben.
hy: An error occurred while saving image to gallery.
id: Failed to save image to gallery
it: Si è verificato un errore durante il salvataggio dell'immagine.
kk: Failed to save image to gallery
kn: Failed to save image to gallery
ko_kr: Failed to save image to gallery
ml: Failed to save image to gallery
mn_mn: An error occurred while saving image to gallery.
mr: An error occurred while saving image to gallery.
ne: An error occurred while saving image to gallery.
nn: Failed to save image to gallery
oc: Failed to save image to gallery
ro_ro: A apărut o eroare în timpul salvării imaginii.
sl: Pri shranjevanju datoteke v galerijo je prišlo do napake.
sq_al: Ndodhi një gabim teksa ruhej figura te galeria.
sw: An error occurred while saving image to gallery.
ta: An error occurred while saving image to gallery.
te: Failed to save image to gallery
th: An error occurred while saving image to gallery.
tt: An error occurred while saving image to gallery.
vi: Failed to save image to gallery

# conversation.receivedRequest
source: %@ sent you a conversation invitation.
ar: %@ sent you a request for a conversation.
ast_es: %@ sent you a request for a conversation.
az: %@ sent you a request for a conversation.
be_by: %@ sent you a request for a conversation.
bg_bg: %@ sent you a request for a conversation.
bn: %@ sent you a request for a conversation.
ca: %@ sent you a request for a conversation.
de: %@hat Ihnen eine Unterhaltungseinladung geschickt.
de_de: %s sent you a request for a conversation.
el: Ο χρήστης %@ σας έστειλε αίτημα συνομιλίας.
eo: %@ sent you a request for a conversation.
es_mx: %@ sent you a request for a conversation.
et: %@ saatis sulle vestluskutse.
et_ee: %@ sent you a request for a conversation.
eu: %@ sent you a request for a conversation.
fi: %@ lähetti sinulle keskustelukutsun.
fr: %@ vous a envoyé une invitation.
ga: %@ sent you a request for a conversation.
gu: %@ sent you a request for a conversation.
he: %@ sent you a request for a conversation.
hi_in: %@ sent you a request for a conversation.
hr_hr: %@ sent you a request for a conversation.
hu: %@ beszélgetésre szóló meghívót küldött Önnek.
hy: %@ sent you a request for a conversation.
id: %@ sent you a request for a conversation.
it: %@ ti ha mandato un invito alla conversazione.
kk: %@ sent you a request for a conversation.
kn: %@ sent you a request for a conversation.
ko_kr: %@ sent you a request for a conversation.
ml: %@ sent you a request for a conversation.
mn_mn: %@ sent you a request for a conversation.
mr: %@ sent you a request for a conversation.
ne: %@ sent you a request for a conversation.
nn: %@ sent you a request for a conversation.
oc: %@ sent you a request for a conversation.
ro_ro: %@ ți-a trimis o invitație la conversație.
sl: %@ vam je poslal(a) povabilo na pogovor.
sq_al: %@ ju dërgoi një ftesë bisede.
sw: %@ sent you a request for a conversation.
ta: %@ sent you a request for a conversation.
te: %@ sent you a request for a conversation.
th: %@ sent you a request for a conversation.
tt: %@ sent you a request for a conversation.
vi: %@ sent you a request for a conversation.

# conversation.incomingRequest
source: sent you a conversation invitation.
ar: أرسلت لك طلباً للحديث
ast_es: Envié-y una petición de conversación.
az: سنه مکالمه اوچون درخواست گؤندردئم.
be_by: Паслаў вам просьбу аб размове.
bg_bg: Изпратих ви молба за разговор.
bn: আপনাকে কথোপকথনের জন্য অনুরোধ পাঠিয়েছি।
ca: Us ha enviat una petició per a una conversa.
de: hat Ihnen eine Unterhaltungseinladung gesendet.
el: Σου έστειλα αίτημα για συζήτηση.
eo: Mi sendis al vi peton por konversacio.
es_mx: Sent you a request for a conversation.
et: saatis sulle vestluskutse.
et_ee: Saatsin sulle kõne taotlus.
eu: Elkarrizketa baterako eskaera bidali dizut.
fi: lähetti sinulle keskustelukutsun.
fr: vous a envoyé une demande de conversation
ga: Chuir mé iarratas ar chuntas duit le haghaidh comhrá.
gu: તમને વાતચીત માટે વિનંતી મોકલી.
he: שלחתי לך בקשה לשיחה.
hi_in: आपको एक बातचीत के लिए एक अनुरोध भेजा.
hr_hr: Poslala sam ti zahtjev za razgovor.
hu: beszélgetésre szóló meghívót küldött Önnek.
hy: Ձեզ ուղարկել է հարցազրույցի խնդրանք:
id: Mengirimkan permintaan untuk percakapan.
it: ti ha mandato un invito alla conversazione.
kk: Сізге әңгімелесуді сұрап жібердім.
kn: ನಿಮಗೆ ಸಂಭಾಷಣೆಗಾಗಿ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿದೆ.
ko_kr: 대화 요청을 보냈어요
ml: ഒരു സംഭാഷണം നടത്താന് ഒരു അഭ്യർത്ഥന അയച്ചു.
mn_mn: Таныг ярилцлага явуулах хүсэлт ирүүлсэн.
mr: मी तुम्हाला संभाषण करण्याची विनंती पाठवली.
ne: मैले तपाईंलाई कुराकानीको लागि अनुरोध पठाएँ।
nn: Eg sende deg ein forespørsel om ein samtale.
oc: Vos ai mandat una peticion per una conversacion.
ro_ro: ți-a trimis o invitație la conversație.
sl: vam je poslal(a) povabilo na pogovor.
sq_al: ju dërgoi një ftesë për bisedë.
sw: Nilituma ombi la mazungumzo.
ta: ஒரு உரையாடல் கோரிக்கை அனுப்பிய.
te: మీరు ఒక సంభాషణ కోసం ఒక అభ్యర్థనను పంపారు.
th: ส่งคําขอให้คุยกัน
tt: Сезгә сөйләшү өчен үтенеч җибәрдем.
vi: Tôi đã gửi cho anh một yêu cầu để nói chuyện.

# conversation.requestMessage
source: Hello, Do you want to join the conversation?
ar: مرحباً، هل تودين الانضمام إلى المحادثة؟
ast_es: Hola, ¿quieres xunise a la conversación?
az: سلام، گئجه جکسن؟
be_by: Прывітанне, вы хацелі б далучыцца да размовы?
bg_bg: Здравейте, бихте ли се присъединили към разговора?
bn: হ্যালো, আপনি কি কথোপকথনে যোগ দিতে চান?
ca: Hola, t'agradaria unir-te a la conversa?
de: Hallo, Möchten Sie an der Unterhaltung teilnehmen?
de_de: Hello, Would you like to join the conversation?
el: Γεια σας, θα θέλατε να συμμετάσχετε στη συζήτηση;
eo: Saluton, ĉu vi ŝatus aliĝi al la konversacio?
es_mx: Hola, ¿Te gustaría unirte a la conversación?
et: Hei, Kas sa sooviksid liituda vestlusega?
et_ee: Tere, kas sa sooviksid meiega rääkida?
eu: Kaixo, elkarrizketara etorri nahi duzu?
fi: Hei, Haluatko liittyä keskusteluun?
fr: Bonjour, souhaitez-vous rejoindre la conversation ?
ga: Halo, ba mhaith leat a bheith páirteach sa comhrá?
gu: હેલો, તમે વાતચીતમાં જોડાવા માંગો છો?
he: שלום, תרצה להצטרף לשיחה?
hi_in: हैलो, क्या आप बातचीत में शामिल होना चाहते हैं?
hr_hr: -Hello, želiš li se pridružiti razgovoru?
hu: Üdvözlöm! Szeretne csatlakozni a beszélgetésbe?
hy: Բարեւ, կցանկանայի՞ք միանալ զրույցին:
id: Halo, Apakah Anda ingin bergabung dalam percakapan?
it: Ciao, vuoi partecipare alla conversazione?
kk: Сәлем, әңгімеге қосылғыңыз келе ме?
kn: ಹಲೋ, ನೀವು ಸಂಭಾಷಣೆಗೆ ಸೇರಲು ಬಯಸುವಿರಾ?
ko_kr: 안녕하세요, 대화에 참여하고 싶으세요?
ml: ഹലോ, നിങ്ങള് ക്ക് സംഭാഷണത്തില് പങ്കെടുക്കാന് താല്പര്യം ഉണ്ടോ?
mn_mn: Та яриадаа нэгдэх үү?
mr: नमस्कार, तुम्हाला या संभाषणात सहभागी व्हायचं आहे का?
ne: नमस्कार, के तपाई वार्तालापमा सहभागी हुन चाहनुहुन्छ?
nn: Helt godt, vil du koma med på samtalen?
oc: Bonjour, voldràs venir a la conversacion?
ro_ro: Vrei să participi la conversație?
sl: Pozdravljeni, se želite pridružiti pogovoru?
sq_al: Tungjatjeta, Doni të merrni pjesë te biseda?
sw: Halo, ungependa kujiunga na mazungumzo?
ta: வணக்கம், நீங்கள் உரையாடலில் சேர விரும்புகிறீர்களா?
te: హలో, మీరు సంభాషణ చేరాలనుకుంటున్నారా?
th: สวัสดีครับ คุณอยากเข้าร่วมการพูดคุยกันไหม
tt: Сәлам, әңгәмәгә кушылырга телисезме?
vi: Chào, anh có muốn tham gia cuộc trò chuyện không?
zh_hans_cn: 您好，您想加入通话吗？
