Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# createAccount.timeoutMessage
source: Username registration is in progress. Please wait…
ast_es: Username registration in progress… It could take a few moments.
az: آدين ثبت ائتمه سي بير نئچه لحظه ني آلاجاق.
be_by: Падчас рэгістрацыі карыстальніка можа заняцца некалькі хвілін.
bg_bg: Регистрацията на потребителското име е в ход ... Може да отнеме няколко минути.
bn: ব্যবহারকারীর নাম নিবন্ধন চলছে... কয়েক মিনিট সময় লাগবে।
ca: L'inscripció de nom d'usuari en curs... podria prendre uns minuts.
de: Die Registrierung des Benutzernamens ist im Gange. Bitte warten…
de_de: Der Benutzername wird registriert... Das kann einen Moment dauern.
es_mx: Registro de nombre de usuario en curso ... Podría tomar unos minutos.
et: Kasutajanime registreerimine on töös. See võib võtta paar hetke…
et_ee: Kasutaja nime registreerimine toimub... see võib võtta paar hetke.
fa_ir: در حال ثبت نام‌کاربری... ممکن است چند لحظه طول بکشد.
fi: Käyttäjätunnuksen rekisteröinti käynnissä. Odota...
fr: L'enregistrement du nom d'utilisateur est en cours. Veuillez patienter...
ga: Is féidir leis an clárú ainm úsáideora a bheith i mbun... d'fhéadfadh sé cúpla nóiméad a ghlacadh.
gu: વપરાશકર્તા નામ નોંધણી ચાલી રહી છે... તે થોડી ક્ષણો લાગી શકે છે.
hi_in: उपयोगकर्ता नाम पंजीकरण चल रहा है... यह कुछ क्षण लग सकते हैं.
hu: Felhasználónév bejegyeztetése folyamatban van. Kérjük, várjon…
id: Pendaftaran nama pengguna sedang berlangsung... Harap tunggu.
it: Registrazione del nome utente in corso. Attendere…
kk: Username registration in progress… It could take a few moments.
kn: ಬಳಕೆದಾರ ಹೆಸರು ನೋಂದಣಿ ನಡೆಯುತ್ತಿದೆ. ಇದು ಕೆಲವು ಕ್ಷಣಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko_kr: 사용자 이름 등록이 진행중인 것인데 몇 분 걸릴 수도 있습니다.
ml: ഉപയോക്തൃനാമം രജിസ്റ്റർ ചെയ്യുന്നതിനുള്ള നടപടിക്രമം... കുറച്ച് നിമിഷങ്ങൾ എടുത്തേക്കാം.
nn: Username registration in progress… It could take a few moments.
oc: Username registration in progress… It could take a few moments.
ro_ro: Înscriere în curs a numelui de utilizator. Așteaptă…
sl: Registracija uporabniškega imena poteka ... Počakajte za trenutek.
sq_al: Regjistrimi i emrit të përdoruesit është në ecuri e sipër. Ju lutemi, prisni…
te: వినియోగదారు పేరు నమోదు ప్రక్రియలో... ఇది కొన్ని క్షణాలు పట్టవచ్చు.
vi: Việc đăng ký tên người dùng đang diễn ra... có thể mất vài giây.
zh_hans_cn: 用户名正在注册中。请稍候...

# createAccount.sipConfigure
source: Configure existing SIP account
ar: إعداد حساب SIP موجود
ast_es: Configurar una cuenta SIP esistente
bn: Configure an existing SIP account
de: Vorhandenes SIP-Konto konfigurieren
el: Προγραμματισμός ενός υπάρχοντος λογαριασμού SIP
eo: Konfiguru ekzistantan SIP-konto
et: Seadista olemasolev SIP-konto
eu: SIP kontu bat konfiguratzea
fi: Määritä olemassa oleva SIP-tili
fr: Configurer un compte SIP existant.
ga: Cinntíonn cuntas SIP atá ann cheana féin
he: להגדיר חשבון SIP קיים
hr_hr: Uložite u redovni sustav
hu: Meglévő SIP-fiók beállítása
hy: Ստեղծել գոյություն ունեցող SIP հաշիվ
it: Configura un account SIP esistente
kk: Қолданыстағы SIP тіркелгісін баптау
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ SIP ಖಾತೆಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ml: നിലവിലുള്ള SIP അക്കൌണ്ട് ക്രമീകരിക്കുക
mn_mn: Одоогоор байгаа SIP дансыг тохируулна
mr: विद्यमान SIP खाते कॉन्फिगर करा
ne: विद्यमान SIP खाता कन्फिगर गर्नुहोस्
nn: Konfigurera ein eksisterende SIP-konto
oc: Configurar un compte SIP existent
ro_ro: Configurează un cont SIP existent
sl: Nastavi obstoječi račun SIP
sq_al: Formësoni llogari SIP ekzistuese
sw: Kuanzisha akaunti iliyopo ya SIP
ta: ஏற்கனவே உள்ள SIP கணக்கை உள்ளமைத்தல்
th: ปรับปรุงบัญชี SIP ที่มีอยู่
tt: Хәзерге SIP хисабын көйләү
zh_hans_cn: 配置现有 SIP 帐户

# createAccount.creatingAccount
source: Creating account
de: Konto erstellen
et: Loome kasutajakontot
fi: Luodaan tiliä
fr: Création du compte
hu: Fiók létrehozása
it: Creazione account
ro_ro: Se creează contul
sl: Ustvarjanje računa
sq_al: Po krijohet llogari
zh_hans_cn: 正在建立帳號……

# createAccount.nameExplanation
source: You can choose a username to help others more easily find and reach you on Jami.
ar: يمكنك اختيار اسم مستخدم لمساعدة الآخرين على إيجادك و الوصول إليك بسهولة على جامي.
ast_es: Puede escoger un nome d'usuariu pa ayudar a otros a atopar y llegar más fácilmente a Jami.
de: Sie können einen Benutzernamen wählen, damit andere Sie auf Jami leichter finden und erreichen können.
el: Μπορείτε να επιλέξετε ένα όνομα χρήστη για να βοηθήσετε τους άλλους να σας βρουν και να σας φτάσουν πιο εύκολα στο Jami.
eo: Vi povas elekti uzan nomon por helpi aliajn pli facile trovi kaj atingi vin sur Jami.
et: Selleks, et teised kasutajad saaksid sind kergemini Jami võrgus leida, võid valida endale kasutajanime.
eu: Erabiltzaile izena aukeratu dezakezu besteek Jami-n aurkitzeko eta zurekin harremanetan jartzeko.
fi: Voit valita käyttäjänimen helpottamaan muita löytämään sinut Jamista.
fr: Vous pouvez choisir un nom d'utilisateur pour aider les autres à vous trouver et à vous joindre plus facilement sur Jami.
ga: Is féidir leat ainm úsáideora a roghnú chun cabhrú le daoine eile teacht ar do shon agus teagmháil a dhéanamh leat níos éasca ar Jami.
he: אתה יכול לבחור שם משתמש כדי לעזור לאחרים למצוא אותך בקלות יותר ולקשר אליך על ג'מי.
hr_hr: Možete odabrati korisničko ime kako bi pomogli drugima lakše pronaći i doći do vas na Jamiju.
hu: Regisztráljon felhasználónevet, hogy mások könnyebben megtalálják és elérjék Önt a Jamin.
hy: Դուք կարող եք ընտրել օգտատերու անուն, որպեսզի ուրիշները ավելի հեշտությամբ գտնեն եւ հասնեն ձեզ Ջամիում:
it: Puoi scegliere un nome utente per essere facilmente trovato e contattato su Jami.
kk: Сіз басқаларға Жәмиде сізді табуға және қол жеткізуге көмектесу үшін пайдаланушы атын таңдауыңыз мүмкін.
kn: ಜಾಮಿಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕಲು ಮತ್ತು ತಲುಪಲು ಸಹಾಯ ಮಾಡಲು ನೀವು ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ml: ജാമി എന്ന സ്ഥലത്ത് നിങ്ങളെ കണ്ടെത്താനും എത്തിപ്പെടാനും മറ്റുള്ളവരെ സഹായിക്കുന്നതിന് നിങ്ങൾക്ക് ഒരു ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കാം.
mn_mn: Та бусад хүмүүст Джами дээр таныг илүү хялбар олж, хүрэхэд туслах хэрэглэгч нэрийг сонгож болно.
mr: तुम्ही एक वापरकर्तानाव निवडू शकता जेणेकरून इतर लोकांना जामीवर सहज शोधून तुम्हाला पोहोचता येईल.
ne: तपाईं आफ्नो प्रयोगकर्ता नाम चयन गर्न सक्नुहुन्छ ताकि अन्य व्यक्तिहरूले तपाईंलाई ज्यामीमा सजिलै भेट्न र पुग्न मद्दत गर्न सक्दछन्।
nn: Du kan velja ein brukernavn for å hjelpa andre til å finne deg på Jami.
oc: Podètz causir un nom d'utilizaire per ajudar los autres a trobar e vos contactar mai aisidament sus Jami.
ro_ro: Poți alege un nume de utilizator pentru a fi ușor de găsit și de contactat pe Jami.
sl: Izberete lahko uporabniško ime in s tem pomagate drugim, da vas lažje poiščejo in najdejo na Jamiju.
sq_al: Mund të zgjidhni një emër përdoruesi, për t’i ndihmuar të tjerët t’ju gjejnë dhe të komunikojmë më lehtë me ju në Jami.
sw: Unaweza kuchagua jina la mtumiaji ili kuwasaidia wengine kupata na kukufikia kwa urahisi zaidi kwenye Jami.
ta: ஜாமி மீது உங்களை எளிதாகக் கண்டுபிடித்து அடைய உதவும் பயனர் பெயரை நீங்கள் தேர்வு செய்யலாம்.
th: คุณสามารถเลือกชื่อผู้ใช้ เพื่อช่วยให้คนอื่นได้หาและติดต่อกับคุณได้ง่ายขึ้นใน Jami
tt: Башкаларга сезне Jamiда табарга һәм сезгә ирешергә ярдәм итәр өчен, сез кулланучы исемен сайлый аласыз.
zh_hans_cn: 您可以选择一个用户名，以便他人在 Jami 上找到并联系您。

# createAccount.newAccount
source: New account
ar: حساب جديد
de: Neues Konto
el: Νέος Λογαριασμός
eo: Nova konto
et: Uus kasutajakonto
fi: Uusi tili
fr: Nouveau compte
he: חשבון חדש
hr_hr: Novi račun
hu: Új fiók
it: Nuovo profilo
ro_ro: Cont nou
sl: Nov račun
sq_al: Llogari e re
zh_hans_cn: 新账户

# createAccount.encryptionEnabled
source: Encryption enabled
de: Passwortschutz aktiviert
et: Krüptimine on kasutusel
fi: Salasanasuojaus käytössä
fr: Protection par mot de passe activée
hu: Jelszóvédelem engedélyezve
it: Protezione tramite password abilitata
ro_ro: Cifrare activată
sl: Zaščita z geslom je omogočena
sq_al: Mbrojtja me fjalëkalim u aktivizua
zh_hans_cn: 已啓用密碼保護

# createAccount.encrypt
source: Encrypt
ar: تشفير
ast_es: Encriptáu
de: Passwortschutz
el: Κρυπτογράφηση
eo: Enkripti
et: Krüpti
eu: Enkriptatua
fi: Salasanasuojattu
fr: Protection par mot de passe
ga: Criosáilte
he: מוצפן
hr_hr: Kriptiran
hu: Jelszóvédelem
hy: Գլխավորագրված
it: Protezione tramite password
kk: Шифрланған
kn: ಎನ್ಕ್ರಿಪ್ಟ್
ml: എൻക്രിപ്റ്റ് ചെയ്തവ
mn_mn: Хөгжилт
mr: कूटबद्ध
ne: एन्क्रिप्टेड
nn: Kryptografert
oc: Encriptat
ro_ro: Cifrează
sl: Zaščiti z geslom
sq_al: Mbroje me fjalëkalim
sw: Kufichwa
ta: குறியாக்கம்
th: ลงรหัส
tt: Шифрлау
zh_hans_cn: 密碼保護

# createAccount.customize
source: Customize
ar: تخصيص
ast_es: Permiguar
de: Anpassen
el: Προσαρμογή
eo: Personaligi
et: Kohanda
eu: Egokitu
fi: Mukauta
fr: Paramétrer
ga: Custaimáil
he: אישית
hr_hr: Prilagođivanje
hu: Testreszabás
hy: Կազմակերպել
it: Personalizza
kk: Өзгерту
kn: ಕಸ್ಟಮೈಸ್
ml: ക്രമീകരിക്കുക
mn_mn: Хувьцааж авах
mr: सानुकूलित करा
ne: अनुकूलन
nn: Egeskrepa
oc: Personalizar
ro_ro: Personalizează
sl: Prilagodi
sq_al: Përshtateni
sw: Kufanya kazi
ta: தனிப்பயனாக்க
th: ปรับแต่ง
tt: Үзгәрешләр
zh_hans_cn: 自定义

# createAccount.encryptTitle
source: Encrypt account with password
ar: تشفير الحساب بكلمة مرور
ast_es: Encripta la cuenta con contraseña
de: Passwort geschütztes Konto
el: Κρυπτογράφηση λογαριασμού με κωδικό
eo: Enkriptu konton kun pasvorto
et: Kasuta konto krüptimisel salasõna
eu: Kontua pasahitzarekin enkriptatu
fi: Salasanalla suojattu tili
fr: Protéger le compte par mot de passe
ga: Criosadh cuntas le pasfhocal
he: לחשוף חשבון עם סיסמה
hr_hr: Kriptiraj račun s lozinkom
hu: Jelszóval védett fiók
hy: Գաղտնի հաշիվ գաղտնաբառով
it: Account protetto con password
kk: Парольмен тіркелгі шифрлау
kn: ಪಾಸ್ವರ್ಡ್ನೊಂದಿಗೆ ಖಾತೆಯನ್ನು ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ml: പാസ്വേഡ് ഉപയോഗിച്ച് അക്കൌണ്ട് എൻക്രിപ്റ്റ് ചെയ്യുക
mn_mn: Хууль нууц үгтэй дансыг нууцлах
mr: पासवर्डसह खाते एन्क्रिप्ट करा
ne: पासवर्डको साथ खाता गुप्तिकरण
nn: Kryptera konto med passord
oc: Encripar compte amb la contraròtle
ro_ro: Cifrează contul cu o parolă
sl: Zaščitite račun z geslom
sq_al: Llogari e mbrojtur me fjalëkalim
sw: Encrypt akaunti na password
ta: கடவுச்சொல் கொண்ட கணக்கை குறியாக்கம் செய்யவும்
th: เข้ารหัสบัญชีด้วยรหัสผ่าน
tt: Кулланма белән хисапны шифрлау
zh_hans_cn: 密碼保護戶口

# createAccount.encryptExplanation
source: A Jami account is created and stored locally only on this device as an archive containing its account keys. Access to the archive can optionally be protected with a password.
ast_es: La so direición de la páxina web ye la siguiente:
bn: একটি জামি অ্যাকাউন্ট শুধুমাত্র এই ডিভাইসে স্থানীয়ভাবে তৈরি এবং সংরক্ষণ করা হয়, আপনার অ্যাকাউন্টের কীগুলি ধারণকারী একটি সংরক্ষণাগার হিসাবে। এই সংরক্ষণাগারটিতে অ্যাক্সেস একটি পাসওয়ার্ড দ্বারা বেছে নেওয়া যেতে পারে।
de: Ein Jami-Konto wird nur auf diesem Gerät lokal erstellt und als Archiv mit seinen Kontoschlüsseln gespeichert. Der Zugriff auf das Archiv kann optional mit einem Passwort geschützt werden.
et: Jami kasutajakonto on registreeritud ja salvestatud vaid selles nutiseadmes ja olemuselt on tegemist arhiiviga, kus leiduvad sinu krüptovõtmed. Ligipääsu sellele arhiivile saad soovi korral turvata salasõnaga.
fi: Jami-tili luodaan ja tallennetaan paikallisesti vain tälle laitteelle. Tilin avain on pakattuna ja pääsy tähän voidaan valinnaisesti suojata salasanalla.
fr: Un compte Jami est créé et stocké localement uniquement sur cet appareil, sous la forme d'une archive contenant les clés de votre compte. L'accès à cette archive peut éventuellement être protégé par un mot de passe.
ga: Cruthaítear cuntas Jami agus stóráiltear go háitiúil ach ar an bhfeiste seo, mar archive a bhfuil do chléas cuntas ann. Is féidir rochtain ar an archive seo a chosaint le pasfhocal de rogha.
hu: A Jami-fiók csak helyileg jön létre és tárolódik ezen az eszközön a fiókkulcsokat tartalmazó archívumként. Az archívumhoz való hozzáférés választható jelszóval védhető.
it: Un account Jami viene creato e memorizzato localmente solo su questo dispositivo, come archivio contenente le chiavi dell'account. L'accesso a questo archivio può essere protetto da una password.
kk: Jami тіркелгісі осы құрылғыда ғана құрылады және сақталады, бұл тіркелгі кілттері бар мұрағат ретінде.
kn: ಈ ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಜಾಮಿ ಖಾತೆಯನ್ನು ರಚಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ, ನಿಮ್ಮ ಖಾತೆಯ ಕೀಲಿಗಳನ್ನು ಹೊಂದಿರುವ ಆರ್ಕೈವ್ ಆಗಿ. ಈ ಆರ್ಕೈವ್ಗೆ ಪ್ರವೇಶವನ್ನು ಪರ್ಯಾಯವಾಗಿ ಪಾಸ್ವರ್ಡ್ ಮೂಲಕ ರಕ್ಷಿಸಬಹುದು.
ml: നിങ്ങളുടെ അക്കൌണ്ട് കീകൾ അടങ്ങുന്ന ഒരു ആർക്കൈവായി ഈ ഉപകരണത്തിൽ മാത്രമേ ജാമി അക്കൌണ്ട് സൃഷ്ടിക്കുകയും സംഭരിക്കുകയും ചെയ്യൂ. ഈ ആർക്കൈവിലേക്കുള്ള ആക്സസ് ഒരു പാസ്വേഡ് ഉപയോഗിച്ച് സംരക്ഷിക്കാവുന്നതാണ്.
nn: Ein Jami-konto blir oppretta og lagra lokalt berre på denne enheten, som eit arkiv som inneholder konto nøklene dine.
oc: Un compte Jami es creat e amagat localament solament sus aqueste dispositiu, coma un archiu contenent las claus de compte.
ro_ro: Un cont Jami este creat și stocat local numai în acest aparat, sub forma unei arhive care conține cheile contului. Accesul la această arhivă poate fi protejat facultativ cu o parolă.
sl: Račun Jami je ustvarjen in hranjen krajevno samo na tej napravi, kot arhiv, ki vsebuje ključe vašega računa. Dostop do arhiva lahko dodatno zaščitite z geslom.
sq_al: Një llogari Jami krijohet dhe depozitohet lokalisht vetëm në këtë pajisje, si një arkiv që përmban kyçet e veta të llogarisë. Hyrja në arkiv, në daçi, mund të mbrohet me një fjalëkalimi.
zh_hans_cn: 新增的 Jami 帳戶只存儲在本地裝置上，作為包含帳戶密鑰的存檔。可以選擇用密碼保護對該檔案的訪問。

# linkToAccount.importAccount
source: Import account
de: Konto importieren
et: Impordi kasutajakonto
fi: Tuo tunnus
fr: Importer un compte
hu: Fiók importálása
it: Importa account
ro_ro: Importă contul
sl: Uvozi račun
sq_al: Importoni llogari
zh_hans_cn: 导入帐户

# linkToAccount.showQrCode
source: QR code
et: QR-kood
fi: QR-koodi
fr: Code QR
hu: QR-kód
it: Codice QR
ro_ro: Cod QR
sl: QR-koda
sq_al: Kod QR
zh_hans_cn: 二维码

# linkToAccount.showPinCode
source: Authentication code
de: Authentifizierungscode
et: Autentimiskood
fi: Todennuskoodi
fr: Code d'authentification code
hu: Hitelesítési kód
it: Codice di autenticazione
ro_ro: Cod de autentificare
sl: Overitvena koda
sq_al: Kod mirëfilltësimi
zh_hans_cn: 驗證碼

# linkToAccount.actionRequired
source: Action required. Please confirm account on the source device.
de: Aktion erforderlich. Bitte bestätigen Sie das Konto auf dem Quellgerät.
et: Sinu osalemine on vajalik. Palun kinnita kasutajakonto lähteseadmes.
fi: Toimenpiteitä tarvitaan. Vahvista tili toisella laitteella.
fr: Action requise. Veuillez confirmer le compte sur l'appareil source.
hu: Beavatkozás szükséges. Kérjük, erősítse meg a fiókot a forráseszközön.
it: Azione richiesta. Conferma l'account sul dispositivo di origine.
ro_ro: Acțiune necesară. Confirmă contul pe aparatul sursă.
sq_al: Lypset veprim. Ju lutemi, ripohoni llogarinë në pajisjen burim.
zh_hans_cn: 需要如下操作。 请确认源设备上的帐户。

# linkToAccount.allSet
source: Account imported successfully.
de: Das Konto wurde erfolgreich importiert.
et: Kasutajakonto importimine õnnestus.
fi: Tili tuotiin onnistuneesti.
fr: Le compte a été importé avec succès.
hu: Megtörtént a fiók importálása.
it: L'account è stato importato correttamente.
ro_ro: Cont importat cu succes.
sl: Račun je bil uspešno uvožen.
sq_al: Llogaria u importua me sukses.
zh_hans_cn: 已成功导入帐户。

# linkToAccount.goToAccounts
source: Go to imported account
de: Zum importierten Konto gehen
et: Suundu imporditud kasutajakonto juurde
fi: Siirry tuotuun tiliin
fr: Aller sur le compte importé
hu: Ugrás az importált fiókra
it: Vai all'account importato
ro_ro: La contul importat
sl: Pojdi na uvoženi račun
sq_al: Kalo te llogaria e importuar
zh_hans_cn: 前往匯入賬戶

# linkToAccount.exportInstructions
source: On the source device, initiate the exportation.
de: Starten Sie den Export auf dem Quellgerät.
et: Algata lähteseadmes eksportimine.
fi: Aloita vienti lähdelaitteella.
fr: Sur l'appareil source, lancez l'exportation.
hu: A forráseszközön indítsa el a fiók exportálásának műveletét.
it: Sul dispositivo di origine, avviare l'esportazione.
ro_ro: Începe exportarea de la aparatul sursă.
sl: Na izvorni napravi sprožite izvoz.
sq_al: Te pajisja burim, filloni eksportimin.
zh_hans_cn: 請由原裝置匯出

# linkToAccount.exportInstructionsPath
source: Select Account > Account Settings > Link new device.
de: Wählen Sie Konto → Kontoeinstellungen → Neues Gerät verknüpfen.
et: Vali „Kasutajakonto“ → „Kasutajakonto seadistused“ → „Seo uus seade“.
fi: Valitse Tili > Tiliasetukset > Linkitä uusi laite.
fr: Choisir un compte → Paramètres du compte → Associer un nouvel appareil.
hu: Jelölje ki a Fiók → Fiókbeállítások → Új eszköz összekapcsolása lehetőséget.
it: Seleziona Account → Impostazioni account → Associa nuovo dispositivo.
ro_ro: Reglările contului > Asociază un nou aparat.
sq_al: Përzgjidhni Llogari → Rregullime Llogarie → Lidhni pajisje të re.
zh_hans_cn: 選擇賬戶→ 賬戶設定→ 連結新裝置

# linkToAccount.scanQrCode
source: When ready, scan the QR code.
de: Wenn Sie bereit sind, scannen Sie den QR-Code.
et: Kui oled valmis, siis skaneeri QR-koodi
fi: Kun olet valmis, skannaa QR-koodi.
fr: Une fois prêt, scannez le code QR.
hu: Ha készen áll, olvassa be a QR-kódot.
it: Quando si è pronti, scansionare il codice QR.
ro_ro: Apoi, scanează codul QR
sl: Ko ste pripravljeni, skenirajte QR-kodo.
sq_al: Kur të jeni gati, skanoni kodin QR.
zh_hans_cn: 一切準備就緒時，掃描二維碼

# linkToAccount.enterProvidedCode
source: When ready, enter the authentication code.
de: Wenn Sie bereit sind, geben Sie den Authentifizierungscode ein.
et: Kui oled valmis, siis sisesta autentimiskood.
fi: Kun olet valmis, kirjoita todennuskoodi
fr: Une fois prêt, saisissez le code d'authentification.
hu: Ha készen áll, adja meg a hitelesítési kódot.
it: Quando si è pronti, inserire il codice di autenticazione.
ro_ro: Apoi, introdu codul de autentificare.
sl: Ko ste pripravljeni, vnesite overitveno kodo.
sq_al: Kur të jeni gati, jepni kodin e mirëfilltësimit.
zh_hans_cn: 一切準備就緒時，輸入驗證碼

# linkToAccount.accountLockedWithPassword
source: The account is protected with a password. To continue, enter the account password.
de: Das Konto ist passwortgeschützt. Geben Sie das Kontopasswort ein, um fortzufahren.
et: See kasutajakonto on kaitstud salasõnaga. Jätkamiseks palun sisesta konto salasõna.
fi: Tili on salasanasuojattu. Jatka antamalla salasana.
fr: Le compte est protégé par un mot de passe. Pour continuer, entrez le mot de passe du compte.
hu: A fiók jelszóval védett. A folytatáshoz adja meg a fiók jelszavát.
it: L'account è protetto da password. Per continuare, inserire la password dell'account.
ro_ro: Contul este protejat cu o parolă. Introdu parola, pentru a continua.
sl: Račun je zaščiten z geslom. Za nadaljevanje vnesite geslo računa.
sq_al: Llogaria është e mbrojtur me fjalëkalim. Që të vazhdohet, jepni fjalëkalimin e llogarisë.
zh_hans_cn: 該帳戶受密碼保護。 如要繼續，請在新裝置上進行身份驗證。

# linkToAccount.exit
source: Exit
de: Schliessen
et: Välju
fi: Poistu
fr: Sortir
hu: Kilépés
it: Esci
ro_ro: Ieșire
sl: Izhod
sq_al: Dalje
zh_hans_cn: 退出

# linkToAccount.shareMessage
source: Your code is: %@
de: Ihr Code ist: %@
et: Sinu kood on: %@
fi: Koodisi on: %@
fr: Votre code est : %@
hu: A kód: %@
it: Il codice è: %@
ro_ro: Codul tău este: %@
sl: Vaša koda: %@
sq_al: Kodi juaj është: %@
zh_hans_cn: 你的驗證碼是：%@

# linkToAccount.alertTile
source: Do you want to stop linking the account?
de: Möchten Sie die Verknüpfung des Kontos beenden?
et: Kas sa soovid kontakti sidumise lõpetada?
fi: Haluatko lopettaa tilin linkittämisen?
fr: Voulez-vous interrompre l'association du compte ?
hu: Szeretné leállítani a fiók összekapcsolását?
it: Vuoi interrompere l'associazione dell'account?
ro_ro: Vrei să oprești?
sq_al: Doni të reshtë lidhja e llogarisë?
zh_hans_cn: 你是否要停止連結此賬戶？

# linkToAccount.alertMessage
source: Stopping will cancel the import account operation.
de: Durch das Anhalten wird der Kontoimportvorgang abgebrochen.
et: Lõpetamisel katkeb importimine.
fi: Lopettaminen peruuttaa tilin tuontitoiminnon.
fr: Interrompre annulera l'importation du compte.
hu: A leállítás megszakítja a fiók importálási műveletét.
it: L'interruzione annullerà l'operazione di importazione dell'account.
ro_ro: Oprirea va anula importarea contului.
sl: Z ustavljanjem boste preklicali operacijo uvoza računa.
sq_al: Ndalja do të anulojë veprimin e importimit të llogarisë.
zh_hans_cn: 停止操作将取消导入账户操作。

# importFromArchive.explanation
source: Import Jami account from local archive file.
ar: Import a Jami account from a local archive file.
ast_es: Import a Jami account from a local archive file.
de: Ein Jami-Konto aus lokalen Archivdatei importieren.
el: Εισαγωγή λογαριασμού Jami από το τοπικό αρχείο αρχείου.
eo: Import a Jami account from a local archive file.
et: Impordi Jami kasutajakonto kohaliku varukoopia arhiivifailist..
eu: Import a Jami account from a local archive file.
fi: Tuo Jami-tili varmuuskopiosta
fr: Importer un compte Jami à partir d'un fichier d'archives local.
he: Import a Jami account from a local archive file.
hr_hr: Import a Jami account from a local archive file.
hu: Jami-fiók importálása a helyi archívfájlból.
hy: Import a Jami account from a local archive file.
it: Importa l'account Jami dal file di archivio locale.
kk: Import a Jami account from a local archive file.
mn_mn: Джами-ийн дансыг орон нутгийн архив файлын сангаас импортлоод байна.
mr: Import a Jami account from a local archive file.
ne: स्थानीय अभिलेख फाइलबाट जामी खाता आयात गर्नुहोस्।
nn: Import a Jami account from a local archive file.
oc: Import a Jami account from a local archive file.
ro_ro: Importă contul Jami din fișierul arhivei.
sl: Uvozite račun Jami iz krajevne arhivske datoteke.
sq_al: Importo llogari Jami prej një kartele vendore arkiv
sw: Kuagiza akaunti Jami kutoka faili ya kumbukumbu ya ndani.
ta: உள்ளூர் காப்பக கோப்பிலிருந்து ஜாமி கணக்கை இறக்குமதி செய்யுங்கள்.
th: นําเข้าบัญชี Jami จากไฟล์อาร์คไฮเวอร์ท้องถิ่น
tt: Import a Jami account from a local archive file.
zh_hans_cn: 从本地档案文件导入Jami账户。
