Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# actions.stopLocationSharing
source: Stop sharing
ar: إيقاف مشاركة
ast_es: Pa evitar la compartición
az: اشتراکلاشماغی بوراخ
be_by: Спыніце дзяліцца
bg_bg: Спрете да споделяте
bn: শেয়ারিং বন্ধ করুন
ca: Para de compartir
de: Teilen beenden
de_de: NICHT mehr teilen
el: Τερματισμός κοινοποίησης
eo: Ĉesu dividi
es_mx: Dejar de compartir
et: Lõpeta jagamine
et_ee: Lõpeta jagamine
eu: Utzi partekatzeari
fa_ir: توقف اشتراک‌گذاری
fi: Lopeta jakaminen
fr: Arrêter le partage
ga: Stop ag roinnt
gu: શેર કરવાનું બંધ કરો
he: תפסיק לחלוק
hi_in: साझा करना बंद
hr_hr: Prestani dijeliti
hu: Megosztás leállítása
hy: Սեղմեք կիսումը
id: Berhenti berbagi
it: Ferma condivisione
kk: Ортақ қатынастарды тоқтату
kn: ಹಂಚಿಕೆ ನಿಲ್ಲಿಸಿ
ko_kr: 공유를 그만 두세요
ml: പങ്കിടുന്നത് അവസാനിപ്പിക്കുക
mn_mn: Хөдөлмөрийг хуваалцахыг зогсоо
mr: सामायिक करणे बंद करा
ne: साझा गर्न बन्द गर्नुहोस्
nn: Sluta å dela
oc: Cau pas de partejar
ro_ro: Oprește distribuirea
sl: Prenehaj deliti
sq_al: Resht së dhëni
sw: Acha kushiriki
ta: பகிர்வதை நிறுத்து
te: భాగస్వామ్యం చేయడాన్ని ఆపండి
th: หยุดแบ่งปัน
tt: Бүлешүне туктатыгыз
vi: Ngừng chia sẻ
zh_hans_cn: 停止分享

# calls.ringing
source: Ringing…
ar: ... يرن
ast_es: El soníu...
az: زنگ میزنه
be_by: Званочак...
bg_bg: Звъня...
bn: - রিং...
ca: - El son...
de: Klingelt…
de_de: Es klingelt...
el: - Ακούγεται...
eo: Sonoras...
es_mx: Sonando...
et: Heliseb...
et_ee: Kõnab...
eu: -Badakit.
fa_ir: در حال زنگ خوردن...
fi: Soi...
fr: Sonne...
ga: Ag glaoch...
gu: રિંગિંગ.
he: זה מצלצל...
hi_in: बज रहा है...
hr_hr: Zvuči...
hu: Csörögni…
hy: Զանգում է...
id: Berdering...
it: Squilla...
kk: Зыңғырады...
kn: ರಿಂಗಿಂಗ್.
ko_kr: 울리는 소리...
ml: - വിളിക്കുന്നു.
mn_mn: -Хэрэгтээ...
mr: - गप्पा मारत आहे.
ne: बजिरहेको छ...
nn: Ringing ringing...
oc: Sonèt...
ro_ro: Sună...
sl: Zvonenje ...
sq_al: Po thirret…
sw: Kupiga simu...
ta: - ஒலிக்கிறது.
te: రింగ్.
th: เสียงร้อง
tt: - Чаллыда...
vi: - Anh nghe thấy...
zh_hans_cn: 正在呼叫...

# calls.connecting
source: Connecting…
ar: اتصال جاري...
ast_es: La conexión...
az: باغلا...
be_by: Злучэнне...
bg_bg: Свързваме...
bn: সংযোগ...
ca: Connectant…
de: Verbinde…
de_de: Verbinde …
el: Συνδέοντας...
eo: Konekti...
es_mx: Conectando…
et: Ühendame...
et_ee: Võrreldes...
eu: Konektatzen...
fa_ir: در حال اتصال...
fi: Yhdistää...
fr: En cours de connexion ...
ga: Ceangal...
gu: કનેક્ટિંગ.
he: חיבור...
hi_in: कनेक्टिंग...
hr_hr: Povezivanje...
hu: Kapcsolódás…
hy: Կապակցում...
id: Menghubungkan...
it: Connessione in corso...
kk: Қосылу...
kn: ಸಂಪರ್ಕಿಸುವಿಕೆ.
ko_kr: 연결...
ml: ബന്ധിപ്പിക്കുന്ന...
mn_mn: Байгууллага...
mr: जोडणी.
ne: जोड्ने...
nn: Kjøp saman...
oc: Connexion…
ro_ro: Se conectează...
sl: Povezovanje ...
sq_al: Po lidhet…
sw: Kuunganisha...
ta: இணைப்பு.
te: కనెక్ట్.
th: การเชื่อมต่อ...
tt: Бергә тоташтыру...
vi: Kết nối...
zh_hans_cn: 正在连接…

# calls.callFinished
source: Call finished
ar: المكالمة انتهت
ast_es: La llamada terminada
az: تماس تمام شد
be_by: Званкі скончаны
bg_bg: Обаждането приключи.
bn: কল শেষ
ca: L' trucada acabada
de: Anruf beendet
de_de: Anruf beendet
el: Η κλήση ολοκληρώθηκε
eo: La voko finiĝis
es_mx: Llamada finalizada
et: Kõne on lõppenud
et_ee: Helistamine lõpetatud
eu: Deiak amaitu dira.
fa_ir: تماس پایان یافت
fi: Puhelu päättynyt
fr: Appel terminé
ga: Glao críochnaithe
gu: કૉલ સમાપ્ત
he: שיחת הודעה נגמרה.
hi_in: कॉल समाप्त
hr_hr: Zvatak završen
hu: A hívás befejeződött
hy: Հանգիստը ավարտված է
id: Panggilan selesai
it: Chiamata terminata
kk: Зұрауы аяқталды
kn: ಕರೆ ಮುಗಿದ
ko_kr: 전화 종료
ml: വിളി പൂർത്തിയായി
mn_mn: Зудлага дууссан
mr: कॉल पूर्ण
ne: कल समाप्त
nn: Ringing ferdig
oc: Sonada acabada
ro_ro: Apel terminat
sl: Klic je končan
sq_al: Thirrja përfundoi
sw: Wito umekamilika
ta: அழைப்பு முடிந்தது
te: కాల్ పూర్తయింది
th: โทรศัพท์เสร็จ
tt: Чакыру тәмамланды
vi: Tiếp tục cuộc gọi
zh_hans_cn: 通话已结束

# calls.currentCallWith
source: Call with
ar: اتصل بـ
ast_es: Llamó con
az: تماس بگیرید
be_by: Звяжыцеся з
bg_bg: Обади се с
bn: কল করুন
ca: Llamem amb
de: Anrufen mit
de_de: Gespräch mit
el: Τηλεφώνησε με
eo: Voku kun
es_mx: Llamada con
et: Helista kasutajale
et_ee: Helistage
eu: Deitu.
fa_ir: تماس با
fi: Soita
fr: Appel avec
ga: Déan teagmháil le
gu: સાથે કૉલ કરો
he: תתקשר עם
hr_hr: Zovi s
hu: Hívás:
hy: Զանգահարեք
id: Telepon dengan
it: Chiamata con
ko_kr: 전화
ml: വിളിക്കുക
mn_mn: Тэнд нь дуудлаа
mr: फोन करा
ne: फोन गर्नुस्
nn: Ring med
oc: Apelèt amb
ro_ro: Apel cu
sl: Klic z
sq_al: Thirre me
sw: Piga simu na
ta: உடன் அழைப்பு
te: తో కాల్
th: โทรมา
vi: Gọi với
zh_hans_cn: 通话到

# calls.maximize
source: Maximize
ar: تكبير
az: آماج
be_by: максімальна
bg_bg: Максимизиране
bn: সর্বোচ্চ
ca: maximizar
de: Maximieren
de_de: Maximieren
el: Μεγιστοποίηση
eo: Maksimumi
es_mx: maximizar
et: Maksimeeri
et_ee: maksimeerida
eu: Maximizatu
fi: Suurenna
fr: Maximiser
ga: a mhéadú
gu: મહત્તમ
he: שימו את האפס
hi_in: अधिकतम करना
hr_hr: Maksimiziraj
hu: Teljes méret
hy: Մաքսիմալացնել
id: Maksimalkan
it: Massimizza
kk: Максималды
kn: ಗರಿಷ್ಠಗೊಳಿಸುವುದು
ko_kr: 최대화
ml: പരമാവധി
mn_mn: Хамгийн их хэмжээний
mr: जास्तीत जास्त
ne: अधिकतम
nn: Maksimalgjøre
oc: Maximizar
ro_ro: Maximizează
sl: Povečaj
sq_al: Maksimizoje
sw: Kufanya yote uwezayo
ta: அதிகபட்சமாக
te: గరిష్టంగా
th: ทำให้สูงสุด
tt: Максимумлырак
vi: tối đa hóa
zh_hans_cn: 最大化

# calls.minimize
source: Minimize
ar: خفض
az: آزالتماق
be_by: мінімізаваць
bg_bg: минимизиране
bn: কমিয়ে আনুন
ca: minimitzar
de: Minimieren
de_de: Minimieren
el: Ελαχιστοποίηση
eo: Plejetigi
es_mx: minimizar
et: Minimeeri
et_ee: minimaalne
eu: Minimizatu
fi: Pienennä
fr: Minimiser
ga: a laghdú
gu: ઘટાડવા
he: מינימום
hi_in: कम करना
hr_hr: Minimiziraj
hu: Kis méret
hy: Մինիմինացնել
id: Minimalkan
it: Minimizza
kk: Ең төмендеу
kn: ಕಡಿಮೆ
ko_kr: 최소화
ml: കുറയ്ക്കുക
mn_mn: Хөгжлийн багасгах
mr: कमीत कमी करा
ne: कम्तिमा
nn: Minimer det
oc: Reduire
ro_ro: Minimizează
sl: Zmanjšaj
sq_al: Minimizoje
sw: Punguza
ta: குறைக்கவும்
te: తగ్గించు
th: ลดน้อยลง
tt: Бу эшне киметмәгез
vi: giảm thiểu
zh_hans_cn: 最小化

# calls.setModerator
source: Set moderator
ar: حدد المدير
az: مودراتور
be_by: пастаўлены мадэратар
bg_bg: настройва модератор
bn: সেট মডারেটর
ca: moderador
de: Moderator festlegen
de_de: Moderator festlegen
el: Ρυθμίστε τον διαχειριστή
eo: Seti moderilon
es_mx: asignar moderador
et: Määra moderaator
et_ee: moodustaja seadme
eu: Moderatzailea ezarri
fi: Aseta valvoja
fr: Définir un modérateur
ga: Modhálaí a shuiteáil
gu: સેટ મધ્યસ્થ
he: הגדרת המודרטור
hi_in: संयोजक सेट करें
hr_hr: Nastavite moderator
hu: Moderátor beállítása
hy: Կազմել մոդերատոր
id: atur moderator
it: Metti un moderatore
kk: Модераторды орнату
kn: ಸೆಟ್ ಮಾಡರೇಟರ್
ko_kr: 설정 조정자
ml: സെറ്റ് മോഡറേറ്റർ
mn_mn: Модератор байгуулж
mr: मॉडरेटर सेट करा
ne: मोडरेटर सेट गर्नुहोस्
oc: Configuracion de moderator
ro_ro: Pune un moderator
sl: Nastavi moderatorja
sq_al: Caktoni moderator
sw: Weka moderator
ta: அமை அமை அமைப்பான்
te: సెట్ మోడరేటర్
th: กําหนดผู้ปรับ
tt: Модераторны билгелә
zh_hans_cn: 设置管理员

# calls.removeModerator
source: Unset moderator
ar: إزالة المدير
az: moderator unset
be_by: неўстаноўлены мадэратар
bg_bg: Неустановения модератор
bn: আনসেট মডারেটর
ca: moderador desimposat
de: Moderator entfernen
de_de: Moderator freistellen
el: Ανακατάσταση διαχειριστή
eo: Malkonstruo moderilo
es_mx: desasignar moderador
et: Eemalda moderaator
et_ee: Moderaator
eu: Moderatzailea desfinkatu
fi: Poista valvoja
fr: Supprimer un modérateur
ga: Modhálaí neamhshuite
gu: અનસેટ કરેલ મધ્યસ્થ
he: מתקן לא מתאים
hi_in: अनसेट मॉडरेटर
hr_hr: Nepripremljen moderator
hu: Moderátor megszüntetése
hy: Կարգավորիչը անսահմանված
id: Batal atur moderator
it: Rimuovi moderatore
kk: Модераторды орнату
kn: ಅಸ್ಥಿರ ಮಾಡರೇಟರ್
ko_kr: 설정하지 않은 모더레이터
ml: അൺസെറ്റ് മോഡറേറ്റർ
mn_mn: Улаанбаатар
mr: अनसेट मॉडरेटर
ne: अनसेट मोडरेटर
oc: Moderator desactivat
ro_ro: Elimină moderatorul
sl: Odstavi moderatorja
sq_al: Hiqe nga moderator
sw: Moderator kutoweka
ta: அமைக்கப்படாத மாடரேட்டர்
te: సెట్ చేయని మోడరేటర్
th: ปฏิทินไม่ตั้ง
tt: Модераторны урнаштырмау
vi: Moderator không cài đặt
zh_hans_cn: 取消设置管理员

# calls.muteAudio
source: Mute microphone
ar: كتم الصوت
ast_es: Mute audio
az: سئلک آدیو
be_by: неразгублены аўдыё
bg_bg: Мут звук
bn: নিঃশব্দ অডিও
ca: Àudio mudat
de: Mikrofon stummschalten
de_de: Stummschalten
el: Σίγαση μικροφώνου
eo: Silentigi aŭdion
es_mx: silenciar audio
et: Summuta mikrofon
et_ee: vaikne heli
eu: Isilarazi bideoa
fi: Mykistä mikrofoni
fr: Couper le micro
ga: fuaime bhuaite
gu: મૌન ઑડિઓ
he: השתק אודיו
hi_in: मूक ऑडियो
hr_hr: Neiskupljeni audio
hu: Mikrofon elnémítása
hy: Լռական ձայն
id: Bisukan audio
it: Disattiva microfono
kk: Ауызды үнсіз
kn: ಮೂಕ ಆಡಿಯೋ
ko_kr: 무음 음향
ml: നിശബ്ദ ശബ്ദം
mn_mn: Улаан чимээгүй микрофон
mr: गप्प आवाज
ne: गहिरो माइक्रोफोन
nn: Stum lyd
oc: Copar lo son
ro_ro: Oprește microfonul
sl: Izključi mikrofon
sq_al: Heshtoje mikrofonin
sw: Kipaza sauti
ta: மைக்ரோஃபோன் முடக்கப்பட்டது
te: మ్యూట్ ఆడియో
th: ปิดเสียงไมโครโฟน
tt: Тыныч тавыш
vi: âm thanh câm
zh_hans_cn: 关闭麦克风

# calls.unmuteAudio
source: Unmute microphone
ar: صوت غير محكم
ast_es: Unmute audio
az: سَس سَس
be_by: неўхільны аўдыё
bg_bg: Неизключен аудио
bn: অডিও মুছে ফেলা
ca: audio inmutable
de: Mikrofon-Stummschaltung aufheben
de_de: Stummschaltung aufheben
eo: Neŝaltita aŭdio
es_mx: reactivar audio
et: Lõpeta mikrofoni summutamine
et_ee: silmapaistva heli
eu: Audio itzalita
fi: Poista mikrofonin mykistys
fr: Réouvrir le microphone
ga: fuaime neamhghnách
gu: અવિરત ઑડિઓ
he: אוודיו לא שקט
hi_in: अमूत ऑडियो
hr_hr: Neusmreni audio
hu: Mikrofon némításának feloldása
hy: Անխափան ձայնային ձայն
id: Bunyikan audio
it: Attiva microfono
kk: Ауызды үнсіз қалдыру
kn: ಅಶಬ್ದ ಆಡಿಯೋ
ko_kr: 무음 음향
ml: നിശബ്ദമായ ഓഡിയോ
mr: अनमूट ऑडिओ
nn: Utimt lyd
oc: Audio imut
ro_ro: Pornește microfonul
sl: Vključi mikrofon
sq_al: Hiqi heshtimin mikrofonit
te: నిశ్శబ్ద ఆడియో
tt: Тыныч тавыш
vi: âm thanh không động
zh_hans_cn: 麦克风静音

# calls.lowerHand
source: Lower hand
ar: اليد السفلى
az: آلتی ال
be_by: ніжняя рука
bg_bg: по-ниска ръка
bn: নীচের হাত
ca: mà inferior
de: Hand senken
el: Κάτω χέρι
eo: Malsupra mano
es_mx: bajar la mano
et: Lase käsi alla
et_ee: allpoolne käsi
eu: Beheko eskua
fi: Käsi alas
fr: Baisser la main
ga: lámh íseal
gu: નીચલા હાથ
he: יד התחתונה
hi_in: निचला हाथ
hr_hr: Dolnja ruka
hu: Kéz leengedése
hy: Նվազագույն ձեռքը
id: turunkan tangan
it: Abbassa la mano
kk: Төменгі қол
kn: ಕೆಳ ಕೈ
ko_kr: 아래손
ml: താഴത്തെ കൈ
mn_mn: Доод гар
mr: खालचा हात
ne: तलको हात
nn: Nedre hand
oc: Man inferiora
ro_ro: Coboară mâna
sl: Spusti roko
sq_al: Uleni dorën
sw: Mkono wa chini
ta: கீழ் கை
te: దిగువ చేతి
th: มือต่ํา
tt: Түбән кул
vi: tay dưới
zh_hans_cn: 放下手

# accountPage.devicesListHeader
source: Devices
ar: الأجهزة
ast_es: Dispositivos
az: آلاتلار
be_by: Прылады
bg_bg: Устройства
bn: ডিভাইস
ca: Dispositius
de: Geräte
de_de: Geräte
el: Συσκευές
eo: Aparatoj
es_mx: Dispositivos
et: Seadmed
et_ee: Tooted
eu: Gailuak
fa_ir: دستگاه ها
fi: Laitteet
fr: Appareils
ga: Iarratais
gu: ઉપકરણો
he: התקנים
hi_in: उपकरण
hr_hr: Uređaji
hu: Eszközök
hy: սարքավորումներ
id: Perangkat
it: Dispositivi
kk: Құрылғылар
kn: ಉಪಕರಣಗಳು
ko_kr: 장치
ml: ഉപകരണങ്ങൾ
mn_mn: Утасны хэрэгсэл
mr: उपकरणे
ne: उपकरणहरू
nn: Enhet
oc: Aparelhs
ro_ro: Aparate
sl: Naprave
sq_al: Pajisje
sw: Vifaa
ta: சாதனங்கள்
te: పరికరాలు
th: อุปกรณ์
tt: Кораллар
vi: Thiết bị
zh_hans_cn: 设备

# accountPage.settingsHeader
source: Settings
ar: إعدادات
ast_es: Configuración
az: تنظیمات
be_by: Налады
bg_bg: Настройки
bn: সেটিং
ca: Opcions
de: Einstellungen
de_de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es_mx: Configuraciones
et: Seadistused
et_ee: Seadused
eu: Ezarpenak
fa_ir: تنظیمات
fi: Asetukset
fr: Paramètres
ga: Cinntí
gu: સેટિંગ્સ
he: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Setelan
it: Impostazioni
kk: Параметрлері
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
ko_kr: 설정
ml: ക്രമീകരണങ്ങൾ
mn_mn: Байгууллага
mr: सेटिंग्ज
ne: सेटिंग्स
nn: Innstillingar
oc: Paramètres
ro_ro: Reglări
sl: Nastavitve
sq_al: Rregullime
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
th: การตั้งค่า
tt: Калыплар
vi: Cài đặt
zh_hans_cn: 设置

# accountPage.notificationsHeader
source: Notifications
ar: الإشعارات
ast_es: Notificaciones
az: اطلاعیه لر
be_by: Паведамленні
bg_bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
de: Benachrichtigungen
el: Ειδοποιήσεις
eo: Notifikaĵoj
et: Teavitused
eu: Oharrak
fi: Ilmoitukset
ga: Feidhmeanna
gu: સૂચનાઓ
he: הודעות
hi_in: सूचनाएं
hr_hr: Uloga za obavještavanje
hu: Értesítések
hy: Հրավերներ
id: Notifikasi
it: Notifiche
kk: Хабарламалар
kn: ಅಧಿಸೂಚನೆಗಳು
ko_kr: 통지
ml: അറിയിപ്പുകൾ
mn_mn: Хэвлэлт
mr: सूचना
ne: सूचनाहरू
nn: Meddelegheiningar
oc: Notificacions
ro_ro: Notificări
sl: Obveščanje
sq_al: Njoftime
sw: Maarifa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tt: Билгеләүләр
vi: Thông báo
zh_hans_cn: 通知

# accountPage.blockedContacts
source: Blocked contacts
ar: جهات إتصال محظورة
ast_es: Contactos bloqueados
az: قفل اولونموش تماسلار
be_by: Блокаваныя кантакты
bg_bg: Блокирани контакти
bn: বন্ধ করা পরিচিতি
ca: Contactes bloquejats
de: Blockierte Kontakte
de_de: Blockierte Kontakte
el: Μπλοκαρισμένες επαφές
eo: Blokiĝintaj kontaktoj
es_mx: Contactos bloqueados
et: Blokeeritud kontaktid
et_ee: Sissepuudud
eu: Blokeatutako kontaktuak
fa_ir: مخاطبین مسدود‌شده
fi: Estetyt henkilöt
fr: Contacts bloqués
ga: Contaeanna blocaithe
gu: અવરોધિત સંપર્કો
he: אנשי קשר חסומים
hi_in: अवरुद्ध संपर्क
hr_hr: Blokirani kontakti
hu: Letiltott kapcsolattartók
hy: Պակված շփումներ
id: Kontak yang diblokir
it: Contatti bloccati
kk: Ашық контакттар
kn: ನಿರ್ಬಂಧಿತ ಸಂಪರ್ಕಗಳು
ko_kr: 차단된 연락처
ml: തടഞ്ഞ കോൺടാക്റ്റുകൾ
mn_mn: Хаалттай холбоо
mr: अवरोधित संपर्क
ne: सम्पर्कहरू रोकिने
nn: Bloka kontakt
oc: Contactes blocats
ro_ro: Contacte blocate
sl: Blokirani stiki
sq_al: Kontakte të bllokuar
sw: Mawasiliano yaliyopigwa
ta: தடுக்கப்பட்ட தொடர்புகள்
te: అడ్డుకున్న పరిచయాలు
th: ผู้ติดต่อที่ถูกบล็อก
tt: Тотылган контактлар
vi: Các liên lạc bị chặn
zh_hans_cn: 已屏蔽的联系人

# accountPage.unblockContact
source: Unblock
ast_es: Unbloque
be_by: БЛОК
bg_bg: БЛОК
bn: আনব্লক
ca: Unbloc
de: Blockierung aufheben
de_de: Blockade aufheben
el: Ανοίξτε την μπλοκ
eo: Malŝalti la blokon
es_mx: DESBLOQUEAR
et: Eemalda blokeering
et_ee: ÜHKUD
eu: Desblokeatu
fa_ir: رفع مسدودی
fi: Poista esto
fr: Débloquer
gu: અનબ્લોક
he: לא מבלי
hi_in: अनब्लॉक
hr_hr: Deblokiraj
hu: Letiltás feloldása
hy: Բաց թողնել
id: BUKA BLOKIR
it: Sblocca
kk: БЛОКТАРЫҚ
kn: ಅನ್ಬ್ಲಾಕ್
ml: അൺബ്ലോക്ക്
mn_mn: Блокийг нээж
mr: अवरोधित करा
ne: अनब्लक
oc: DESBLOCAR
ro_ro: Deblochează
sl: Odblokiraj
sq_al: Zhbllokoje
sw: Kufungua kizuizi
ta: தடுக்கலை திறக்கவும்
te: అన్బ్లాక్
th: เลิกบล็อก
tt: Блокны ачыгыз
zh_hans_cn: 取消屏蔽

# accountPage.proxyAddressAlert
source: Provide proxy address
ar: إعطاء عنوان النظام الأساسي
ast_es: Envíe direutamente la dirección de proxy
az: پروکسی آدرسونو دن
be_by: Уключыце адрас праксі
bg_bg: Посочете адрес на прокси
bn: প্রক্সি ঠিকানা প্রদান করুন
ca: Enviar l'adreça proxy
de: Proxy Adresse angeben
de_de: Proxy-Adresse eingeben
el: Παρέξτε διεύθυνση αντιπροσωπευτικού χαρακτήρα
eo: Provizu proxy-adreson
es_mx: Provea dirección proxy
et: Sisesta proksiserveri aadress
et_ee: Andke esindatud aadress
eu: Eman helbide proxy bat
fa_ir: تامین آدرس پروکسی
fi: Anna välityspalvelimen osoite
fr: Fournir l'adresse du nœud délégataire
ga: Cuir seoladh proxy ar fáil
gu: પ્રોક્સી સરનામું પ્રદાન કરો
he: תורם כתובת פרוקסי
hi_in: प्रॉक्सी पता प्रदान करें
hr_hr: Ustavite proxy adresu
hu: Adja meg a meghatalmazott címet
hy: Պատվիրել պրոկսի հասցեն
id: Masukkan alamat proksi
it: Inserire indirizzo proxy
kk: Прокси мекенжайы
kn: ಪ್ರಾಕ್ಸಿ ವಿಳಾಸವನ್ನು ಒದಗಿಸಿ
ko_kr: 프록시 주소를 입력
ml: പ്രോക്സി വിലാസം നൽകുക
mn_mn: Прокси хаягийг өгөө
mr: प्रॉक्सी पत्ता प्रविष्ट करा
ne: प्रोक्सी ठेगाना प्रदान गर्नुहोस्
nn: Gjev ut proxy-adress
oc: Foir una adreça proxy
ro_ro: Introdu adresa proxy
sl: Posredujte naslov posredniškega strežnika
sq_al: Jepni adresë ndërmjetësi
sw: Toa anwani ya proxy
ta: பிரதி முகவரியை வழங்கவும்
te: ప్రాక్సీ చిరునామాను అందించండి
th: ให้ที่อยู่ตัวแทน
tt: Прокси адресны күрсәтү
vi: Cung cấp địa chỉ đại diện
zh_hans_cn: 提供代理地址

# accountPage.noProxyExplanationLabel
source: Unable to receive notifications when proxy is disabled.
az: پروکسی غیر فعال اولاندا آلینجینیز خبرلر آلماز
be_by: Ваша прылада не атрымае паведамленняў, калі праксі адключаны
bg_bg: Устройството не получава уведомления, когато проксито е деактивирано.
bn: প্রক্সি অক্ষম হলে আপনার ডিভাইসটি বিজ্ঞপ্তি গ্রহণ করবে না
ca: El teu dispositiu no rebrà notificacions quan el proxy està desactivat
de: Es können keine Benachrichtigungen empfangen werden, wenn der Proxy deaktiviert ist.
de_de: Ihr Gerät wird keine Benachrichtigungen erhalten, wenn der Proxy deaktiviert ist
es_mx: Tu dispositivo no recibirá notificaciones cuando el proxy esté deshabilitado
et: Kui proksiserver pole kasutusel, siis sinu nutiseade ei saa teavitusi.
et_ee: Teie seadme ei saa teateid, kui proxy on deaktiivne
fa_ir: هنگامی که پروکسی غیرفعال است، دستگاه شما اعلان دریافت نمی‌کند
fi: Ei voi saada ilmoituksia, jos välityspalvelin on poistettu käytöstä.
fr: Votre appareil ne recevra pas de notifications si le nœud délégataire est désactivé
ga: Ní fhaigheann do ghléas fógraí nuair a bhíonn an proxy diúltaithe
gu: પ્રોક્સી નિષ્ક્રિય હોય ત્યારે તમારું ઉપકરણ સૂચનાઓ પ્રાપ્ત કરશે નહીં
hi_in: प्रॉक्सी निष्क्रिय होने पर आपका डिवाइस सूचनाएं नहीं प्राप्त करेगा
hu: Az értesítések nem fogadhatók amikor a meghatalmazás le van tiltva.
id: Perangkat Anda tidak akan menerima notifikasi ketika proxy dinonaktifkan
it: Impossibile ricevere notifiche quando il proxy è disattivato.
kn: ಪ್ರಾಕ್ಸಿ ನಿಷ್ಕ್ರಿಯಗೊಂಡಾಗ ನಿಮ್ಮ ಸಾಧನವು ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ
ko_kr: 프록시가 비활성화되면 장치가 알림을 받지 않습니다.
ml: പ്രോക്സി പ്രവർത്തനരഹിതമാക്കിയാല് നിങ്ങളുടെ ഉപകരണം അറിയിപ്പുകള് സ്വീകരിക്കില്ല
ro_ro: Nu se pot primi notificări dacă Proxy este dezactivat.
sl: Ni možno prejemati obvestil, če je posredniški strežnik onemogočen.
sq_al: S’arrihet të merren njoftime, kur ndërmjetësi është i çaktivizuar.
te: ప్రాక్సీ డిసేబుల్ అయినప్పుడు మీ పరికరం నోటిఫికేషన్లను అందుకోదు
vi: Thiết bị của bạn sẽ không nhận được thông báo khi proxy bị vô hiệu hóa
zh_hans_cn: 在代理伺服器停用時無法收取通知。

# accountPage.proxyPaceholder
source: Proxy address
ar: عنوان النظام الأساسي
ast_es: La dirección de proxy
az: پراکسی آدرس
be_by: Адрас практычнага аддзела
bg_bg: Адрес на прокси
bn: প্রক্সি ঠিকানা
ca: Direcció de proxy
de: Proxy Adresse
de_de: Proxy-Adresse
el: Δικαστική διεύθυνση
eo: Proksimula adreso
es_mx: Dirección proxy
et: Proksiserveri aadress
et_ee: Proxy aadress
eu: Helbide proxy bat
fa_ir: آدرس پروکسی
fi: Proxy osoite
fr: Adresse du nœud DHT délégataire
ga: Seoladh Proxy
gu: પ્રોક્સી સરનામું
he: כתובת דווקא
hi_in: प्रॉक्सी पता
hr_hr: Proxy adresa
hu: Meghatalmazott cím
hy: Փոխանակման հասցե
id: Alamat proksi
it: Indirizzo proxy
kk: Прокси адресі
kn: ಪ್ರಾಕ್ಸಿ ವಿಳಾಸ
ko_kr: 프록시 주소는
ml: പ്രോക്സി വിലാസം
mn_mn: Прокси хаяг
mr: प्रॉक्सी पत्ता
ne: प्रोक्सी ठेगाना
nn: Adressen til representant
oc: Adressa proxy
ro_ro: Adresa Proxy
sl: Naslov posredniškega strežnika
sq_al: Adresë ndërmjetësi
sw: Anwani ya Wakala
ta: பிரதிநிதி முகவரி
te: ప్రాక్సీ చిరునామా
th: ที่อยู่ตัวแทน
tt: Прокси адресы
vi: Địa chỉ đại diện
zh_hans_cn: 代理地址

# accountPage.useProxyList
source: Use proxy list
de: Proxy-Liste verwenden
et: Kasuta proksiserverite loendit
fi: Käytä välityspalvelinlistaa
fr: Utiliser la liste des serveurs mandataires DHT
hu: Meghatalmazáslista használata
it: Usa lista dei proxy
ro_ro: Folosește lista de proxy
sl: Uporabi seznam posredniških strežnikov
sq_al: Përdor listë ndërmjetësish
zh_hans_cn: 使用代理列表

# accountPage.proxyListURL
source: Proxy list URL
de: Proxy-Listen-URL
et: Proksiserverite loendi võrguaadress
fi: Välityspalvelinlistan URL
fr: URL de la liste des serveurs mandataires DHT
hu: Meghatalmazáslista URL-címe
it: URL della lista proxy
ro_ro: URL-ul listei de proxy
sl: URL posredniškega strežnika
sq_al: URL liste ndërmjetësish
zh_hans_cn: 代理服务器列表 URL

# accountPage.proxyExplanation
source: Notifications are routed through a proxy. You can either use the default proxy, enter a custom proxy address, or provide a URL with a list of proxies.
de: Benachrichtigungen werden über einen Proxy weitergeleitet. Sie können entweder den Standard-Proxy verwenden, eine benutzerdefinierte Proxy-Adresse eingeben oder eine URL mit einer Liste von Proxys angeben.
et: Teavitused saabuvad läbi proksiserveri. Sa võid kasutada vaikimisi proksiserverit, sisestada sulle meeldiva proksiserveri aadressi või lisada võrguaadressi, kus on proksiserverite loend.
fi: Ilmoitukset reititetään välityspalvelimen kautta. Voit joko käyttää oletusvälityspalvelinta, kirjoittaa mukautetun osoitteen tai antaa URL-osoitteen, jossa on luettelo välityspalvelimista.
fr: Les notifications sont acheminées par un serveur mandataire. Vous pouvez soit utiliser la valeur par défaut ou bien fournir l'adresse d'un mandataire, ou bien l'URL d'une liste de serveurs mandataires.
hu: Az értesítések meghatalmazáson keresztül kerülnek továbbításra. Használhatja az alapértelmezett meghatalmazást, megadhat egyéni meghatalmazási címet, vagy megadhat egy URL-címet a meghatalmazások listájával.
it: Le notifiche vengono instradate attraverso un proxy. È possibile utilizzare il proxy predefinito, inserire un indirizzo proxy personale o fornire un URL con un elenco di proxy.
ro_ro: Notificările sunt transmise prin intermediul unui proxy. Poți utiliza proxy-ul prestabilit, introduce o adresă proxy personală sau furniza o adresă URL cu o listă de proxy.
sl: Obvestila so usmerjena prek posredniškega strežnika. Uporabite lahko privzeti posredni strežnika, vnesete naslov posrednega strežnika po meri ali podate URL s seznamom posrednih strežnikov.
sq_al: Njoftimet kalohen përmes një ndërmjetësi. Mund të përdorni ose ndërmjetësin parazgjedhje, të jepni një adresë ndërmjetësi vetjak, ose një URL me një listë ndërmjetësish.
zh_hans_cn: 通知須透過代理伺服器發送。你可以使用預設的代理伺服器，或者輸入自定義的代理伺服器地址，又或者輸入代理伺服器列表的URL。

# accountPage.proxyHeader
source: Proxy
ar: الوكيل
ast_es: El so nome ye
bg_bg: Посредник
bn: প্রক্সি
el: Διαμεσολαβητής
eo: Prokura Servilo
et: Proksiserver
eu: Proxya
fi: Välityspalvelin
fr: Serveur mandataire
ga: Cláir
he: פרוקסי
hu: Meghatalmazás
hy: Պրոկսի
id: Proksi
kk: Прокси
kn: ಪ್ರಾಕ್ಸಿ
ml: പ്രോക്സി
mn_mn: Төлөөлөгч
mr: प्रॉक्सी
ne: प्रोक्सी
nn: Styrkemann
oc: Servidor mandatari
sl: Posredniški strežnik
sq_al: Ndërmjetës
sw: Wakala wa kuwakilisha
ta: பிரதிநிதி
th: พอร์กส
tt: Прокси
zh_hans_cn: 代理
