Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# account.needMigration
source: Account requires migration.
ar: الحساب يجب الهجرة
ast_es: La cuenta tien de ser migrao.
az: حسابي يئرلشديرمه يه لازيمدير
be_by: рахунак трэба перавесці
bg_bg: трябва да се мигрира сметката
bn: অ্যাকাউন্ট স্থানান্তরিত করা দরকার
ca: cal migrar el compte
de: Konto muss migriert werden.
de_de: Dieses Konto muss migriert werden
el: Πρέπει να μεταφερθεί λογαριασμός
eo: Konto devas esti migrita
es_mx: cuenta necesita ser migrada
et: Kasutajakonto vajab uuendamist.
et_ee: konto peab olema ümberkohanenud
eu: Kontua mugitu behar da.
fa_ir: نیاز است که حساب شما انتقال یابد.
fi: Tili vaatii migraation.
fr: Le compte nécessite une migration.
ga: Ní mór an cuntas a aistriú
gu: એકાઉન્ટને સ્થાનાંતરિત કરવાની જરૂર છે
he: חשבון צריך לעבור
hi_in: खाता को स्थानांतरित करना होगा
hr_hr: računa mora biti migrirana
hu: Fiók áttelepítése szükséges.
hy: հաշիվը պետք է տեղափոխվի
id: akun perlu dimigrasikan
it: L'account richiede la migrazione.
kk: шот көшірілуі қажет
kn: ಖಾತೆಯನ್ನು ಸ್ಥಳಾಂತರಿಸಬೇಕಾಗಿದೆ
ko_kr: 계좌를 마이그레이션해야 합니다
ml: അക്കൌണ്ട് നീക്കം ചെയ്യണം
mn_mn: дансыг нүүлгэн шилжүүлэх шаардлагатай
mr: खाते स्थलांतरित करणे आवश्यक आहे
ne: खातामा स्थानान्तरण गर्न आवश्यक छ
nn: kontoen må flytta
oc: compte deu èsser migrats
ro_ro: Contul trebuie transferat.
sl: Račun zahteva selitev.
sq_al: Llogaria lyp migrim.
sw: akaunti inahitaji kuhamishwa
ta: கணக்கு இடமாற்றம் செய்யப்பட வேண்டும்
te: ఖాతా వలస అవసరం
th: ต้องย้ายบัญชี
tt: хисапны күчерү кирәк
vi: tài khoản cần phải di chuyển
zh_hans_cn: 帳號須遷移

# account.me
source: Me
ar: شخصي
ast_es: Yo tamién.
az: منیم
be_by: Я
bg_bg: Аз
bn: আমি
ca: Jo
de: Ich
de_de: Ich
el: Εγώ
eo: Mi
es_mx: Yo
et: Mina
et_ee: Mina.
eu: Ni
fa_ir: من
fi: Minä
fr: Moi
ga: Mé féin
gu: હું
he: אני
hi_in: मैं
hr_hr: Ja
hu: Én
hy: Ես
id: Saya
it: Io
kk: Мен...
kn: ನಾನು
ko_kr: 나
ml: ഞാനെന്റെ
mn_mn: Би
mr: मी
ne: म
nn: Eg er berre ein
oc: Ieu
ro_ro: Mine
sl: Jaz
sq_al: Unë
sw: Mimi
ta: நான்
te: నేను
th: ฉัน
tt: Мин.
vi: Tôi.
zh_hans_cn: 我

# blockListPage.noBlockedContacts
source: No blocked contacts
ar: لا توجد جهات إتصال محظورة
ast_es: Nun hai contactos bloqueaos
az: موغوط ائتمه دی
be_by: Ніякіх заблакаваных кантактаў
bg_bg: Без блокирани контакти
bn: কোন অবরুদ্ধ যোগাযোগ নেই
ca: Sense contactes blocats
de: Keine blockierten Kontakte
de_de: Keine blockierten Kontakte
el: Μη αποκλεισμένες επαφές
eo: Neniu blokita kontakto
es_mx: No hay contactos bloqueados
et: Ei ole blokeeritud kontakte
et_ee: Ei ole blokeeritud kontakte
eu: Ez dago kontakturik blokeatuta
fa_ir: مخاطب مسدودی وجود ندارد
fi: EI estettyjä henkilöitä
fr: Aucun contact bloqué
ga: Ní thiocfar teagmhálacha
gu: કોઈ અવરોધિત સંપર્કો નહીં
he: אין קשרים חסומים
hi_in: कोई अवरुद्ध संपर्क नहीं
hr_hr: Nema blokiranih kontakata
hu: Nincsenek letiltott kapcsolattartók
hy: Ոչ մի արգելափակված շփումներ
id: Tidak ada kontak yang diblokir
it: Nessun contatto bloccato
kk: Контакттар тосқауылданбаған
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುವುದಿಲ್ಲ
ko_kr: 차단된 연락처가 없습니다
ml: തടഞ്ഞ ബന്ധങ്ങളില്ല
mn_mn: Харилцаагүй холбоо
mr: कोणतेही संपर्क अवरोधित केलेले नाहीत
ne: कुनै सम्पर्कहरू रोकिने छैन
nn: Ingen blokkade kontakt
oc: Pas de contactes blocats
ro_ro: Niciun contact blocat
sl: Ni blokiranih stikov
sq_al: S’ka kontakte të bllokuar
sw: Hakuna mawasiliano ya kuzuia
ta: தடுக்கப்பட்ட தொடர்புகள் இல்லை
te: అడ్డుకున్న పరిచయాలు లేవు
th: ไม่มีผู้ติดต่อที่ถูกบล็อก
tt: Бәйләнешләрне туктату юк
vi: Không có liên lạc bị chặn
zh_hans_cn: 没有被屏蔽的联系人

# linkDevice.title
source: Link new device
ar: اربط جهاز جديد
az: یئنی آلتی باغلا
be_by: Злучыць новае прылада
bg_bg: Свържете ново устройство
bn: একটি নতুন ডিভাইস লিঙ্ক
ca: Enllaça un nou dispositiu
de: Verbinde neues Gerät
de_de: Ein neues Gerät verknüpfen
el: Σύνδεση νέας συσκευής
eo: Ligi novan aparaton
es_mx: Vincular un nuevo dispositivo
et: Seo uus seade
et_ee: Sõlgke uus seadme
eu: Estekatu gailu berria
fa_ir: پیوند یک دستگاه جدید
fi: Linkitä uusi laite
fr: Associer un nouvel appareil
ga: Déan nasc a dhéanamh ar ghléas nua
gu: નવી ઉપકરણને લિંક કરો
he: קישור מכשיר חדש
hi_in: एक नई डिवाइस को लिंक करें
hr_hr: Povezivanje novog uređaja
hu: Új eszköz összekapcsolása
hy: Կապակցեք նոր սարքը
id: Hubungkan perangkat baru
it: Associa un altro dispositivo
kk: Жаңа құрылғыны қосу
kn: ಹೊಸ ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಿ
ko_kr: 새로운 장치를 연결
ml: പുതിയ ഉപകരണം ബന്ധിപ്പിക്കുക
mn_mn: Шинэ төхөөрөмжийг холбох
mr: नवीन डिव्हाइस लिंक करा
ne: नयाँ यन्त्रलाई लिंक गर्नुहोस्
nn: Link nytt utstyr
oc: Link dispositiu novèl
ro_ro: Asociază un nou aparat
sl: Poveži novo napravo
sq_al: Lidhni pajisje të re
sw: Unganisha kifaa kipya
ta: புதிய சாதனத்தை இணைக்கவும்
te: కొత్త పరికరాన్ని లింక్ చేయండి
th: เชื่อมโยงอุปกรณ์ใหม่
tt: Яңа җайланманы бәйлә
vi: Kết nối một thiết bị mới
zh_hans_cn: 关联新设备

# linkDevice.networkError
source: A network error occurred while exporting the account.
az: A network error occurred during the export
be_by: A network error occurred during the export
bg_bg: A network error occurred during the export
bn: A network error occurred during the export
ca: A network error occurred during the export
de: Beim Exportieren des Kontos ist ein Netzwerkfehler aufgetreten.
de_de: Ein Netzwerk-Fehler trat während des Exports auf
es_mx: Ocurrió un error durante la exportación
et: Kasutajakonto eksportimisel tekkis võrguviga.
et_ee: Ekspordi ajal tekkis võrgu viga
fa_ir: یک خطای در ارتباط با شبکه در زمان برون ریزی رخ داد.
fi: Tiliä vietäessä tapahtui verkkovirhe.
fr: Une erreur inconnue s'est produite lors de l'exportation du compte.
ga: A network error occurred during the export
gu: A network error occurred during the export
hi_in: A network error occurred during the export
hu: Hálózati hiba történt a fiók exportálása közben.
id: A network error occurred during the export
it: Si è verificato un errore di rete durante l'esportazione dell'account.
kn: A network error occurred during the export
ko_kr: A network error occurred during the export
ml: A network error occurred during the export
ro_ro: A apărut o eroare de rețea în timpul exportării contului.
sl: Pri izvažanju računa je prišlo do omrežne napake.
sq_al: Ndodhi një gabim rrjeti teksa eksportohej llogaria.
te: A network error occurred during the export
vi: A network error occurred during the export
zh_hans_cn: 匯出帳戶時發生網絡問題。

# linkDevice.errorWrongPassword
source: An authentication error occurred while linking the device. Please verify your password and try again.
de: Beim Verknüpfen des Geräts ist ein Authentifizierungsfehler aufgetreten. Bitte überprüfen Sie die Anmeldeinformationen und versuchen Sie es erneut.
et: Seadme linkimisel tekkis autentimisviga. Palun kontrolli et konto nimi ja salasõna on õiged ja proovi uuesti.
fi: Yhdistämisessä tapahtui todennusvirhe. Tarkista kirjautumistiedot ja yritä uudelleen.
fr: Une erreur d'authentification s'est produite lors de la connexion de l'appareil. Veuillez vérifier les informations d'identification et réessayer.
hu: Hitelesítési hiba történt az eszköz összekapcsolása közben. Kérjük, ellenőrizze a hitelesítő adatokat, és próbálkozzon újra.
it: Si è verificato un errore di autenticazione durante l'associazione del dispositivo. Controllare le credenziali e riprovare.
ro_ro: A apărut o eroare de autentificare. Verifică parola.
sl: Pri povezovanju naprave je prišlo do napake overjanja. Prevrite svoje poverilnice in poskusite znova.
sq_al: Ndodhi një gabim mirëfilltësimi teksa lidhej pajisja. Ju lutemi, kontrolloni kredencialet dhe riprovoni.
zh_hans_cn: 链接设备时出现身份验证错误。请检查凭据，然后重试。

# linkDevice.errorNetwork
source: A network error occurred while linking the account. Please verify your connection and try again.
de: Beim Verknüpfen des Kontos ist ein Netzwerkfehler aufgetreten. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
et: Kasutajakonto ühendamisel tekkis viga võrguühenduses. Palun kontrolli oma nutiseadme võrguühendust ja proovi uuesti.
fi: Tilin linkittämisessä tapahtui verkkovirhe. Tarkista yhteytesi ja yritä uudelleen.
fr: Une erreur réseau s'est produite pendant l'association du compte. Vérifier votre connectivité réseau.
hu: Hálózati hiba történt a fiók összekapcsolása közben. Kérjük, ellenőrizze a kapcsolatot, és próbálkozzon újra.
it: Si è verificato un errore di rete durante l'associazione dell'account. Verificare la connessione e riprovare.
ro_ro: A apărut o eroare de rețea. Verifică conectarea.
sq_al: Ndodhi një gabim teksa lidhej llogaria. Ju lutemi, kontrolloni lidhjen tuaj dhe riprovoni.
zh_hans_cn: 链接账户时发生网络错误。请检查网络连接后重试。

# linkDevice.errorTimeout
source: The operation timed out. Please try again.
de: Bei der Operation ist ein Timeout aufgetreten. Versuchen Sie es erneut.
et: Tegevus aegus. Palun proovi uuesti.
fi: Toiminto aikakatkaistu. Yritä uudelleen.
fr: L'opération a été interrompue. Veuillez réessayer.
hu: Művelet időtúllépése. Próbálkozzon újra.
it: L'operazione è scaduta. Riprovare.
ro_ro: Timpul operațiunii a expirat. Încearcă din nou.
sq_al: Veprimit i mbaroi koha. Ju lutemi, riprovoni.
zh_hans_cn: 操作超时。请稍后重试。

# linkDevice.errorCode
source: An error occurred while generating the code. Please try again.
de: Beim Generieren des Codes ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
et: Koodi loomisel tekkis viga. Palun proovi uuesti.
fi: Koodin luomisessa tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la génération du code. Essayez à nouveau.
hu: Hiba történt a kód létrehozásakor. Próbálkozzon újra.
it: Si è verificato un errore durante la generazione del codice. Riprovare.
ro_ro: A apărut o eroare în timpul generării codului. Încearcă din nou.
sq_al: Ndodhi një gabim teksa prodhohej kodi. Ju lutemi, riprovoni.
zh_hans_cn: 生成驗證碼時出現問題，請重新再試。

# linkDevice.errorWrongData
source: An error occurred while exporting the account. Please try again.
de: Beim Exportieren des Kontos ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
et: Kasutajakonto eksportimisel tekkis viga. Palun proovi uuesti.
fi: Tilin viennissä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite pendant l'exportation du compte. Vérifiez et réessayez.
hu: Hiba történt a fiók exportálása közben. Próbálkozzon újra.
it: Si è verificato un errore durante l'esportazione dell'account. Riprovare.
ro_ro: A apărut o eroare în timpul exportării contului. Încearcă din nou.
sq_al: Ndodhi një gabim teksa eksportohej llogaria. Ju lutemi, riprovoni.
zh_hans_cn: 导出账户时发生错误。请稍后重试。

# linkDevice.initialInfo
source: On the new device, initiate a new account.
de: Richten Sie auf dem neuen Gerät ein neues Konto ein.
et: Uues seadmes algata kasutajakonto lisamine.
fi: Luo uusi tili uudella laitteella.
fr: Sur le nouvel appareil, initier un nouveau compte.
hu: Az új eszközön hozzon létre új fiókot.
it: Sul nuovo dispositivo, iniziare un nuovo account.
ro_ro: În noul aparat, creează un cont nou. Alege Adaugă un cont > Conectează-te de la alt aparat.
sl: Na novi napravi vzpostavite nov račun.
sq_al: Te pajisja e re, krijoni një llogari të re.
zh_hans_cn: 在新裝置新增新賬號

# linkDevice.infoAddAccount
source: Select Add Account > Connect from another device.
de: Wählen Sie Konto hinzufügen → Von einem anderen Gerät verbinden.
et: Vali „Lisa kasutajakonto“ → „Loo ühendus teisest seadmest“.
fi: Valitse Lisää tili → Yhdistä toiselta laitteelta.
fr: Choisir Ajouter un compte → Se connecter à partir d'un autre appareil.
hu: Jelölje ki a Fiók hozzáadása → Fiók létrehozása más eszközről lehetőséget.
it: Seleziona Aggiungi account → Connetti da un altro dispositivo.
sq_al: Përzgjidhni “Shtoni Llogari” → Lidhuni prej tjetër pajisjeje.
zh_hans_cn: 選擇新增賬號 → 從其他裝置連接

# linkDevice.infoQRCode
source: When ready, scan the QR code
de: Wenn Sie bereit sind, scannen Sie den QR-Code.
et: Kui oled valmis, siis skaneeri QR-koodi
fi: Kun olet valmis, skannaa QR-koodi.
fr: Une fois prêt, scannez le code QR.
hu: Ha készen áll, olvassa be a QR-kódot.
it: Quando si è pronti, scansionare il codice QR.
ro_ro: Apoi, scanează codul QR
sl: Ko ste pripravljeni, skenirajte QR-kodo.
sq_al: Kur të jeni gati, skanoni kodin QR.
zh_hans_cn: 一切準備就緒時，掃描二維碼

# linkDevice.infoCode
source: When ready, enter the code and click Connect.
de: Wenn Sie bereit sind, geben Sie den Code ein und tippen Sie auf „Verbinden“.
et: Kui oled valmis, siis sisesta kood ja klõpsi „Ühenda“.
fi: Kun olet valmis, anna koodi ja paina "Yhdistä".
fr: Une fois prêt, saisir le code d'authentification et taper sur Connexion.
hu: Ha készen áll, írja be a kódot, és koppintson a Kapcsolódás gombra.
it: Quando sei pronto, inserisci il codice e tocca Connetti.
ro_ro: Apoi, introdu codul și apasă Conectează.
sl: When ready, enter the code and tap Connect.
sq_al: Kur të jeni gati, jepni kodin dhe prekni mbi “Lidhu”.
zh_hans_cn: 一切準備就緒時，輸入驗證碼並點擊連接

# linkDevice.connecting
source: Connecting to your new device…
de: Verbindung zu Ihrem neuen Gerät wird hergestellt …
et: Loome ühendust sinu uue seadmega…
fi: Yhdistetään uuteen laitteeseen…
fr: Connexion à votre nouvel appareil ...
hu: Kapcsolódás az új eszközhöz…
it: Connessione al nuovo dispositivo…
ro_ro: Se conectează la noul aparat…
sl: Povezovanje z vašo novo napravo ...
sq_al: Po bëhet lidhja te pajisja juaj e re…
zh_hans_cn: 连接到新设备...

# linkDevice.authenticationInfo
source: New device found at IP address below. Is that you? To continue to transfer the account, click Confirm.
de: Neues Gerät unter folgender IP-Adresse gefunden. Sind Sie das? Um den Kontoexport fortzusetzen, tippe auf „Bestätigen“.
et: Leidsime järgneval ip-aadressil uue seadme. Kas see oled sina? Kui klõpsid „Kinnita“, siis jätkame kasutajakonto eksportimisega.
fi: Uusi laite löytyi seuraavasta IP-osoitteesta. Oletko se sinä? Jatka tilin siirtoa painamalla "Vahvista".
fr: Nouvel appareil trouvé à l'adresse ci-dessous. Est-ce vous ? En cliquant sur confirmer, le transfert du compte se poursuivra.
hu: Új eszköz található a következő IP-címen. Ön az? A fiók exportálási műveletének folytatásához koppintson a Megerősítés gombra.
it: Nuovo dispositivo trovato al seguente indirizzo IP. Sei tu? Per continuare l'operazione di esportazione dell'account, tocca Conferma.
ro_ro: Un nou aparat a fost găsit la adresa IP de mai jos. Tu ești? Pentru a continua transferul contului, apasă „Confirmă”.
sl: New device found at the following IP address. Is that you? To continue the export account operation, tap Confirm.
sq_al: Te adresa IP vijuese u gjet pajisje e re. A jeni ju? Që të vazhdohet veprimi i eksportimit të llogarisë, prekni mbi “Ripohojeni”.
zh_hans_cn: 新裝置已連接到以下IP地址。是您嗎？要繼續匯出賬戶操作，請點擊確認。

# linkDevice.newDeviceIP
source: New device IP address: %1@
de: Neue Geräte-IP-Adresse: %1@
et: Uue seadme ip-aadress: %1@
fi: Uuden laitteen ip-osoite: %1@
fr: Nouvelle adresse IP de l'appareil : %1@
hu: Új eszköz IP-címe: %1@
it: Nuovo indirizzo IP del dispositivo: %1@
ro_ro: Adresa IP a noului aparat: %1@
sl: Nov naslov IP naprave: %1@
sq_al: Adresë IP e pajisjes së re: %1@
zh_hans_cn: 新设备 IP 地址：%1@

# linkDevice.code
source: code
et: kood
fi: koodi
hu: kód
it: codice
ro_ro: cod
sq_al: kod
zh_hans_cn: 驗證碼

# linkDevice.wrongEntry
source: Unrecognized new device identifier. Please follow the instructions above.
de: Unbekannte neue Gerätekennung. Bitte folgen Sie den obigen Anweisungen.
et: Tundmatu uue seadme tunnus. Palun järgi eeltoodud juhendit
fi: Tuntematon uusi laitetunniste. Noudata yllä olevia ohjeita.
fr: Nouvel identifiant d'appareil non reconnu. Veuillez suivre les instructions ci-dessus.
hu: Ismeretlen új eszközazonosító. Kérjük, kövesse a fenti utasításokat.
it: Identificativo del nuovo dispositivo non riconosciuto. Seguire le istruzioni sopra riportate.
ro_ro: Noul identificator al aparatului nu este recunoscut. Urmează instrucțiunile de mai sus.
sl: Neprepoznani identifikator nove naprave. Sledite spodnjim navodilom.
sq_al: Identifikues i panjohur pajisjeje të re. Ju lutemi, ndiqni udhëzimet më sipër.
zh_hans_cn: 无法识别新设备标识符。请按照上述说明操作。

# linkDevice.exportInProgress
source: The export account operation to the new device is in progress. Please confirm import on the new device.
de: Der Kontoexport auf das neue Gerät ist im Gange. Bitte bestätigen Sie den Import auf dem neuen Gerät.
et: Kasutajakonto eksportimine uude seadmesse on pooleli. Jätkamiseks palun kinnita importimine uues seadmes.
fi: Tilin vienti uuteen laitteeseen on käynnissä. Vahvista tuonti uudella laitteella.
fr: L'opération d'exportation du compte vers le nouvel appareil est en cours. Veuillez confirmer l'importation sur le nouvel appareil.
hu: A fiók exportálási művelet az új eszközre folyamatban van. Kérjük, erősítse meg az importálást az új eszközön.
it: L'operazione di esportazione dell'account nel nuovo dispositivo è in corso. Confermare l'importazione sul nuovo dispositivo.
ro_ro: Exportarea contului către noul aparat este în curs. Confirmă importarea în noul aparat
sq_al: Veprimi i eksportimit të llogarisë te pajisja e re është në kryerje e sipër. Ju lutemi, ripohoni importimin te pajisja e re.
zh_hans_cn: 正在向新裝置匯出帳戶。請在新裝置上確認匯入。

# linkDevice.completed
source: Account imported successfully on the new device.
de: Das Konto wurde erfolgreich auf das neue Gerät importiert.
et: Kasutajakonto importimine sellesse seadmesse õnnestus.
fi: Tilin tuonti uuteen laitteeseen onnistui.
fr: Compte importé avec succès sur le nouvel appareil.
hu: Megtörtént a fiók importálása az új eszközön.
it: L'account è stato importato correttamente nel nuovo dispositivo.
ro_ro: Contul a fost importat cu succes în noul aparat.
sl: Račun je bil uspešno uvožen na novo napravo.
sq_al: Llogaria u importua me sukses te pajisja e re.
zh_hans_cn: 账户已成功导入到新设备。

# contactPage.startAudioCall
source: Start audio call
ar: بدأ مكالمة صوتية
az: آودیو تماسونو باشلا
be_by: Пачатак аўдыё-званкі
bg_bg: Започнете аудио обаждането
bn: অডিও কল শুরু করুন
ca: Inici de trucada d'àudio
de: Audioanruf starten
de_de: Einen Audioanruf beginnen
el: Ξεκινάτε την οχητική κλήση
eo: Komenci la aŭdian alvokon
es_mx: Iniciar una llamada de voz
et: Alusta häälkõnet
et_ee: Alusta audiokõne
eu: Hasi audio-deia
fa_ir: شروع تماس صوتی
fi: Aloita äänipuhelu
fr: Démarrer un appel audio
ga: Tosaigh glao fuaime
gu: ઑડિઓ કૉલ શરૂ કરો
he: תחילת שיחת קול
hi_in: ऑडियो कॉल प्रारंभ करें
hr_hr: Pokrenite audio poziv
hu: Hanghívás indítása
hy: Սկսել ձայնային զանգը
id: Mulai panggilan suara
it: Avvia chiamata vocale
kk: Аудио шақыруды бастау
kn: ಆಡಿಯೋ ಕರೆ ಆರಂಭಿಸಿ
ko_kr: 오디오 호출 시작
ml: ഓഡിയോ കോൾ ആരംഭിക്കുക
mn_mn: Зэвсэгт дуу дуулах
mr: ऑडिओ कॉल सुरू करा
ne: अडियो कल सुरु गर्नुहोस्
nn: Start lydsamtale
oc: Començar l'audio-call
ro_ro: Începe un apel vocal
sl: Začni zvočni klic
sq_al: Filloni thirrje audio
sw: Kuanza wito wa sauti
ta: ஆடியோ அழைப்பைத் தொடங்கவும்
te: ఆడియో కాల్ ప్రారంభించండి
th: เริ่มการโทรเสียง
tt: Аудиокызылышны башлау
vi: Bắt đầu cuộc gọi âm thanh
zh_hans_cn: 发起语音通话

# contactPage.startVideoCall
source: Start video call
ar: بدء مكالمة فيديو
az: ویدئو تماسونو باشلا
be_by: Пачатак відэазванкі
bg_bg: Започнете видео обаждането
bn: ভিডিও কল শুরু করুন
ca: Iniciar la video trucada
de: Videoanruf starten
de_de: Video-Anruf beginnen
el: Ξεκινήστε την κλήση βίντεο
eo: Komenci videan alvokon
es_mx: Iniciar una videollamada
et: Alusta videokõnet
et_ee: Video-kõneluse algus
eu: Hasi bideo-deia
fa_ir: شروع تماس تصویری
fi: Aloita videopuhelu
fr: Démarrer un appel vidéo
ga: Tosaigh glao físe
gu: વિડિઓ કૉલ શરૂ કરો
he: תתחילו שיחת וידאו
hi_in: वीडियो कॉल प्रारंभ करें
hr_hr: Pokrenite video pozive
hu: Videohívás indítása
hy: Սկսեք տեսահաղորդումը
id: Mulai panggilan video
it: Avvia videochiamata
kk: Видео шақыруды бастаңыз
kn: ವೀಡಿಯೊ ಕರೆ ಪ್ರಾರಂಭಿಸಿ
ko_kr: 비디오 통화 시작
ml: വീഡിയോ കോൾ ആരംഭിക്കുക
mn_mn: Видео утас эхлүүлэх
mr: व्हिडिओ कॉल सुरू करा
ne: भिडियो कल सुरु गर्नुहोस्
nn: Start video samtal
oc: Començar l' apèl video
ro_ro: Începe un apel video
sl: Začni video klic
sq_al: Filloni thirrje video
sw: Anza simu ya video
ta: வீடியோ அழைப்பைத் தொடங்கவும்
te: వీడియో కాల్ ప్రారంభించండి
th: เริ่มการโทรวีดีโอ
tt: Видеокүршетүне башлау
vi: Bắt đầu cuộc gọi video
zh_hans_cn: 发起视频通话

# contactPage.send
source: Send
ar: إرسال
de: Senden
el: Αποστολή
eo: Sendi
et: Saada
eu: Bidali
fi: Lähetä
fr: Envoyer
he: שליחה
hr_hr: Pošalji
hu: Küldés
hy: Գտիր
it: Invia
kk: Жіберіңіз
mn_mn: Хэвлэл
mr: पाठवा
ne: पठाउनुहोस्
nn: Send inn
oc: Enviar
ro_ro: Trimite
sl: Pošlji
sq_al: Dërgoje
sw: Tuma
ta: அனுப்பு
th: ส่ง
tt: Җибәр
zh_hans_cn: 发送

# contactPage.leaveConversation
source: Leave conversation
ar: أترك المحادثة
de: Unterhaltung verlassen
el: Αφήστε τη συζήτηση
eo: Lasu la konversacion
et: Lahku vestlusest
eu: Utzi elkarrizketa.
fi: Poistu keskustelusta
fr: Quitter la conversation
he: עזוב את השיחה
hr_hr: Ostavi razgovor
hu: Kilépés a beszélgetésből
hy: Թող խոսակցությունը
it: Lascia la conversazione
kk: Әңгімелеуді қалдырыңыз
mn_mn: Хэлэлцүүлгийг орхи
mr: संभाषण सोड
ne: कुराकानी छोड्नुहोस्
nn: Lat samtalen vera
oc: Quita la conversacion
ro_ro: Termină conversația
sl: Zapusti pogovor
sq_al: Braktise bisedën
sw: Acha mazungumzo
ta: உரையாடலை விட்டுவிடுங்கள்
th: ปล่อยการพูดคุย
tt: Сөйләшүне калдырыгыз
zh_hans_cn: 离开谈话

# dataTransfer.readableStatusCreated
source: Initializing…
ar: إبتدائية...
ast_es: La inicialización...
az: اولتراژور...
be_by: Інтыцыялізацыя...
bg_bg: Инициализиране...
bn: শুরু করা...
ca: Inicialitzant…
de: Initialisiere...
de_de: Initialisiere …
el: Αρχική...
eo: Komenciĝas...
es_mx: Inicializando…
et: Käivitame...
et_ee: - Alustamine...
eu: Hasieratzen...
fa_ir: آغازِ فرایند...
fi: Valmistellaan...
fr: Initialisation ...
ga: Ag tús a chur le...
gu: શરૂ કરી રહ્યા છીએ.
he: -התחל...
hi_in: आरंभिक...
hr_hr: Inicijaliziranje...
hu: Előkészítés…
hy: Սկսում է...
id: Memulai...
it: Inizializzazione...
kk: Бастапқыда...
kn: ಆರಂಭಿಕ.
ko_kr: 초기화...
ml: - തുടക്കത്തില്.
mn_mn: -Хэрэв нэг удаа...
mr: प्रारंभ करणे.
ne: सुरुवात गर्दै...
nn: Eg startar...
oc: Aviada…
ro_ro: Inițializare...
sl: Vzpostavljanje ...
sq_al: Po gatitet…
sw: Kuanzisha...
ta: தொடக்கத்தில்.
te: ప్రారంభించడం.
th: การเริ่มต้น...
tt: - Бу эшне башлап җибәрү...
vi: - Đặt ra...
zh_hans_cn: 正在初始化…

# dataTransfer.readableStatusError
source: Error
ar: خطأ
ast_es: Error de cita
az: خطای
be_by: Памылка
bg_bg: Грешка
bn: ত্রুটি
de: Fehler
de_de: Fehler
el: Σφάλμα
eo: Eraro
et: Viga
et_ee: Vastused
eu: Errorea
fa_ir: خطا
fi: Virhe
fr: Erreur
ga: Meas
gu: ભૂલ
he: שגיאה
hi_in: त्रुटि
hr_hr: Greška
hu: Hiba
hy: Սխալ
id: Galat
it: Errore
kk: Қате
kn: ದೋಷ
ko_kr: 오류
ml: പിശക്
mn_mn: Хатаг
mr: त्रुटी
ne: त्रुटि
nn: Feil
ro_ro: Eroare
sl: Napaka
sq_al: Gabim
sw: Kosa
ta: தவறு
te: తప్పు
th: ข้อผิดพลาด
tt: Хата
vi: Trận lỗi
zh_hans_cn: 错误

# dataTransfer.readableStatusAwaiting
source: Pending…
ar: في انتظار...
ast_es: En espera...
az: منتظر...
be_by: Чакаючы...
bg_bg: Чакам...
bn: অপেক্ষা করছে...
ca: Esperant...
de: Ausstehend …
de_de: Wartend...
el: Περιμένω...
eo: Mi atendas...
es_mx: Pendiente...
et: Ootel...
et_ee: Ootades...
eu: Zain nago.
fa_ir: در انتظار...
fi: Odottaa...
fr: En attente ...
ga: Ag fanacht...
gu: રાહ જોઈ રહ્યું છે.
he: מחכה...
hi_in: प्रतीक्षा कर रहा है...
hr_hr: Čekaju...
hu: Függőben levő…
hy: Սպասում եմ...
id: Tertunda...
it: In attesa...
kk: Күтуде...
kn: ಕಾಯುತ್ತಿದೆ.
ko_kr: 기다렸어
ml: കാത്തിരിക്കുകയാണ്.
mn_mn: -Хэрэв тийм юм бол...
mr: प्रतीक्षा करीत आहे.
ne: प्रतीक्षा गर्दै...
nn: Eg venta på...
oc: En espèra…
ro_ro: În așteptare…
sl: Na čakanju ...
sq_al: Pezull…
sw: Kusubiri...
ta: காத்திருப்பு.
te: వేచి.
th: รออยู่
tt: Көтеп тора...
vi: Chờ đợi...
zh_hans_cn: 验证中
