Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# welcome.linkBackup
source: Import from archive backup
ar: الاستيراد من النسخة الاحتياطية
az: آرشیو آرخایینلاشماسیندان واردات
be_by: Імпарт з архіва рэзервовага капіявання
bg_bg: Импорт от архивния резерв
bn: সংরক্ষণাগার ব্যাকআপ থেকে আমদানি
ca: Importa des d'una còpia de seguretat d'arxiu
de: Backuparchiv importieren
el: Εισαγωγή απο αρχειοθετημένο αντίγραφο ασφαλείας
eo: Importado de arkiva kopiado
et: Impordi varukoopiast
eu: Inportatu babes-kopia artxibotik
fi: Tuo varmuuskopiosta
fr: Importer à partir d'une sauvegarde
ga: Importaí ó chúltaca archiv
gu: આર્કાઇવ બેકઅપ માંથી આયાત
he: ייבוא מאחזת תיק
hi_in: संग्रह बैकअप से आयात
hr_hr: Import iz arhiva
hu: Importálás archívum biztonsági másolatból
hy: Արտահանում արխիվային պահուստային համակարգից
id: Impor dari arsip cadangan
it: Importa dal backup
kk: Архивті резервтік көшірмеден импорттау
kn: ಆರ್ಕೈವ್ ಬ್ಯಾಕಪ್ನಿಂದ ಆಮದು
ko_kr: 파일 백업에서 가져온
ml: ആർക്കൈവ് ബാക്കപ്പ് നിന്നും ഇറക്കുമതി ചെയ്യുക
mn_mn: Архивын нусхабар захиргаас импортлох
mr: बॅकअप बॅकअपमधून आयात
ne: अभिलेख प्रतिस्थापनबाट आयात
nn: Import frå backup
oc: Importar d’una salvagarda
ro_ro: Importă din copia de rezervă
sl: Uvozi iz varnostne kopije arhiva
sq_al: Importoni prej kopjeruajtjeje arkivi
sw: Kuagiza kutoka kumbukumbu ya kumbukumbu
ta: காப்புரிமை காப்புரிமை இருந்து இறக்குமதி
te: ఆర్కైవ్ బ్యాకప్ నుండి దిగుమతి
th: นำเข้าจากข้อมูลสำรองที่เก็บถาวร
tt: Архивлар резервтан импортлау
vi: Nhập từ sao lưu lưu lưu
zh_hans_cn: 从归档备份中导入

# welcome.createAccount
source: Create Jami account
ar: انضم
ast_es: Join
az: Join
be_by: Join
bg_bg: Присъединяване
bn: Join
ca: Join
de: Erstellen Sie ein Jami-Konto
de_de: Jami-Konto erstellen
el: Join
eo: Kunigi
es_mx: Crear una cuenta de Jami
et: Loo Jami konto
et_ee: Loe Jami konto
eu: Join
fa_ir: ایجاد یک حساب جمی
fi: Luo Jami-tili
fr: Créer un compte Jami
ga: Join
gu: Join
he: הצטרף
hi_in: Join
hr_hr: Pridruži se
hu: Jami-fiók létrehozása
hy: Join
id: Gabung
it: Crea un account Jami
kk: Join
kn: Join
ko_kr: Join
ml: Join
mn_mn: Join
mr: Join
ne: Join
nn: Join
oc: Join
ro_ro: Creează un cont Jami
sl: Ustvarite račun Jami
sq_al: Krijoni një llogari Jami
sw: Join
ta: Join
te: Join
th: Join
tt: Join
vi: Join
zh_hans_cn: 建立 Jami 帳號

# welcome.connectToJAMS
source: Connect to Jami Account Management Server (JAMS)
de: Herstellen einer Verbindung mit einem Verwaltungsserver
et: Ühenda kasutajakonto haldusserveriga
fi: Yhdistä hallintapalvelimeen
fr: Se connecter à un serveur JAMS
hu: Csatlakozás a kezelő-kiszolgálóhoz
it: Connetti a un server di gestione
ro_ro: Conectează-te la Serverului de Administrare a Conturilor Jami (JAMS)
sl: Povežite se na upravljalni strežnik
sq_al: Lidhuni me një shërbyes administrimi
zh_hans_cn: 連線到管理伺服器

# createProfile.skipCreateProfile
source: Skip
ar: تخطي
ast_es: El so nome ye "Skip".
az: سکیپ
be_by: Скінг
bg_bg: Пропускане
bn: স্কিপ
ca: Salta
de: Überspringen
de_de: Überspringen
el: Παράληψη
es_mx: Omitir
et: Jäta vahele
et_ee: Lööge
eu: Jauzi
fa_ir: پرش
fi: Ohita
fr: Passer
gu: સ્કીપ
he: דילוג
hi_in: स्किप
hr_hr: Preskoči
hu: Átugrani
hy: Հեռանալ
id: Lewat
it: Salta
kk: Кетіңіз
kn: ಸ್ಕಿಪ್
ko_kr: 스피프
ml: സ്കിപ്പ് ചെയ്യുക
mn_mn: Улаанбаатар
mr: उडी मारणे
ne: स्किप
oc: Saultar
ro_ro: Omite
sl: Preskoči
sq_al: Anashkaloje
sw: Kwenda
ta: தப்பி
te: స్కిప్
th: ข้าม
tt: Карап чык
vi: Tháo
zh_hans_cn: 跳过

# createProfile.profileCreated
source: Next
ar: التالي
ast_es: El siguiente
az: سونراسي
be_by: Далей
bg_bg: Напред
bn: পরবর্তী
ca: Endavant
de: Weiter
de_de: Weiter
el: Επόμενο
eo: Sekva
es_mx: Siguiente
et: Edasi
et_ee: Järgmine
eu: Hurrengoa
fa_ir: بعدی
fi: Seuraava
fr: Suivant
gu: આગળ
he: קדימה
hi_in: अगला
hr_hr: Slijedeće
hu: Tovább
hy: Հաջորդը
id: Selanjutnya
it: Prossimo
kk: Келесі
kn: ಮುಂದಿನದು
ko_kr: 다음
ml: അടുത്തത്
mn_mn: Дараа нь
mr: पुढील
ne: अर्को
nn: Neste
oc: Seguent
ro_ro: Înainte
sl: Naprej
sq_al: Pasuesi
sw: Yafuatayo
ta: அடுத்தது
te: తదుపరి
th: ต่อไป
tt: Киләсесе
vi: Tiếp theo
zh_hans_cn: 下一步

# createProfile.title
source: Personalize your profile
de: Personalisieren Sie Ihr Profil
de_de: Mein Profil bearbeiten
es_mx: Personalizá tu perfil
et: Isikupärasta oma profiili
et_ee: Isendata oma profiili
fa_ir: نمایه خود را شخصی‌سازی کنید
fi: Muokkaa profiiliasi
fr: Personnaliser votre profil
hu: Névjegy testreszabása
it: Personalizza il tuo profilo
ro_ro: Personalizează-ți profilul
sl: Prilagodite svoj profil
sq_al: Personalizoni profilin tuaj
zh_hans_cn: 自定義您的個人資料

# createProfile.enterNameLabel
source: Enter a display name
ar: إدخال اسم العرض
ast_es: Introducir un nome d' pantalla
az: صفحه آدینی دن
be_by: Увядзіце імя адлюстравання
bg_bg: Введете име на дисплея
bn: একটি প্রদর্শন নাম লিখুন
ca: Introdueix un nom de pantalla
de: Anzeigenamen eingeben
de_de: Einen Anzeige-Namen eingeben
el: Εισάγετε όνομα προβολής
eo: Enigu la nomon de la ekrano
es_mx: Ingresá un nombre para mostrar
et: Sisesta kuvatav nimi
et_ee: Sisesta näite nimi
eu: Sartu pantaila izen bat
fa_ir: نامی برای نمایش وارد کنید
fi: Anna näyttönimi
fr: Entrer le nom d'affichage
ga: Ainm taispeántais a chur isteach
gu: પ્રદર્શન નામ દાખલ કરો
he: הכניסו שם תצוגה
hi_in: एक प्रदर्शन नाम दर्ज करें
hr_hr: Ubaci ime prikaza
hu: Megjelenítendő név megadása
hy: Ներբեռնեք ցուցադրման անուն
id: Masukkan nama tampilan
it: Inserire un nome da visualizzare
kk: Көрсету атауын келтіріңіз
kn: ಪ್ರದರ್ಶನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko_kr: 표시 이름을 입력
ml: ഒരു പ്രദർശന നാമം നൽകുക
mn_mn: Тавиагийн нэрийг оруул
mr: प्रदर्शन नाव प्रविष्ट करा
ne: प्रदर्शन नाम प्रविष्ट गर्नुहोस्
nn: Skriv inn eit visningsnamn
oc: Introducir un nom d' afichatge
ro_ro: Introdu un nume de afișat
sl: Vnesite prikazno ime
sq_al: Jepni një emër për në ekran
sw: Ingiza jina la kuonyesha
ta: காட்சி பெயர் உள்ளிடவும்
te: ప్రదర్శన పేరును నమోదు చేయండి
th: กรอกชื่อการแสดง
tt: Күрсәтү исемен кертү
vi: Nhập tên hiển thị
zh_hans_cn: 选择一个显示名

# createProfile.enterNamePlaceholder
source: Enter name
ar: أدخِل اسم
ast_es: Entra nome
az: آدلارین دن یئری
be_by: Увядзіце імя
bg_bg: Въведете име
bn: নাম লিখুন
ca: Introdueix el nom
de: Namen eingeben
de_de: Namen eingeben
el: Εισάγετε όνομα
eo: Enigu nomon
es_mx: Ingresá tu nombre
et: Sisesta nimi
et_ee: Sisestage nimi
eu: Sartu izena
fa_ir: نام را وارد کنید
fi: Anna nimi
fr: Entrer un nom
ga: Ainm a chur isteach
gu: નામ દાખલ કરો
he: הכניסה של שם
hi_in: नाम दर्ज करें
hr_hr: Unesi ime
hu: Név megadása
hy: Նշանակել անուն
id: Ketik nama
it: Inserire il nome
kk: Атауын келтіріңіз
kn: ಹೆಸರು ನಮೂದಿಸಿ
ko_kr: 이름 입력
ml: പേര് നൽകുക
mn_mn: Нэр дуул
mr: नाव प्रविष्ट करा
ne: नाम प्रविष्ट गर्नुहोस्
nn: Skriv inn namn
oc: Picatz un nom
ro_ro: Introdu numele
sl: Vnesite ime
sq_al: Jepni emër
sw: Ingiza jina
ta: பெயர் உள்ளிடவும்
te: పేరును నమోదు చేయండి
th: ใส่ชื่อ
tt: Исем кертегез
vi: Nhập tên
zh_hans_cn: 输入名称

# createProfile.subtitle
source: Your profile will be shared with your contacts. You can change it at any time.
ar: سيتم مشاركة ملفك الشخصي مع جهات الاتصال الخاصة بك. يمكنك تغييرها في أي وقت.
ast_es: El so perfil va ser compartidu con los sos contactos.
az: پروفایلینیز تانریلارینیزلا اشتراک اولوناجاق.
be_by: Ваш профіль будзе падзяляцца з вашымі кантактамі. Вы можаце змяніць яго ў любы час.
bg_bg: Потребителският ви профил ще бъде споделен с контактите ви. Можете да го промените по всяко време.
bn: আপনার প্রোফাইল আপনার পরিচিতির সাথে শেয়ার করা হবে। আপনি যে কোনো সময় এটি পরিবর্তন করতে পারেন।
ca: El teu perfil serà compartit amb els teus contactes.
de: Ihr Profil wird nur mit Ihren Kontakten geteilt. Das Profil kann jederzeit geändert werden.
de_de: Ihr Profil ist für Ihre Kontakte sichtbar. Sie können es jederzeit ändern.
el: Το προφίλ σας θα μοιραστεί με τους επαφές σας.
eo: Via profilo estos dividita kun viaj kontaktoj. Vi povas ŝanĝi ĝin en iu ajn tempo.
es_mx: Tu perfil será compartido con tus contactos. Puedes cambiarlo en cualquier momento.
et: Sinu profiili jagatakse ainult sinu kontaktidega. Profiili saad igal ajal muuta kasutajakonto seadistustest.
et_ee: Teie profiil jagatakse teie kontakttega.
eu: Zure profila zure kontaktuekin partekatuko da.
fa_ir: نمایه شما با مخاطبانتان به اشتراک گذاشته می‌شود. شما می‌توانید، آن را در هر زمان تغییر دهید.
fi: Profiilisi jaetaan vain yhteystiedoillesi. Profiilia voi muuttaa milloin tahansa.
fr: Ce profil est uniquement partagé avec les contacts de ce compte. Le profil peut être modifié à tout moment dans les paramètres du compte.
ga: Déanfar do phróifíl a roinnt le do chaontaithe. Is féidir leat é a athrú ag am ar bith.
gu: તમારી પ્રોફાઇલ તમારા સંપર્કો સાથે શેર કરવામાં આવશે. તમે તેને કોઈપણ સમયે બદલી શકો છો.
he: הפרופיל שלך ייחלק עם אנשי הקשר שלך. אתה יכול לשנות אותו בכל עת.
hi_in: आपकी प्रोफ़ाइल आपके संपर्क के साथ साझा की जाएगी। आप इसे किसी भी समय बदल सकते हैं।
hr_hr: Vaš profil će biti podijeljen s vašim kontaktima.
hu: A névjegye csak a kapcsolattartókkal van megosztva. A névjegy bármikor módosítható.
hy: Ձեր պրոֆիլը կկիսվի ձեր կոնտակտների հետ: Դուք կարող եք այն ցանկացած պահի փոխել:
id: Profil Anda akan dibagikan dengan kontak Anda. Anda bisa mengubahnya kapan saja.
it: Il tuo profilo è condiviso solo con i tuoi contatti. Puoi modificarlo in qualsiasi momento.
kk: Профиліңіз байланыс адамдарыңызбен бөлінеді.
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದು. ನೀವು ಅದನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
ko_kr: 귀하의 프로필은 연락처와 공유됩니다. 언제든지 변경할 수 있습니다.
ml: നിങ്ങളുടെ പ്രൊഫൈല് നിങ്ങളുടെ കോൺടാക്റ്റുകളുമായി പങ്കുവെക്കും. നിങ്ങള് ക്ക് അത് എപ്പോൾ വേണമെങ്കിലും മാറ്റാം.
mn_mn: Таны профилийг таны холбоотонтай хуваалцах болно. Та үүнийг хэзээ ч өөрчилж болно.
mr: तुमचा प्रोफाइल तुमच्या संपर्क सदस्यांसोबत शेअर केला जाईल. तुम्ही तो कधीही बदलू शकता.
ne: तपाईंको प्रोफाइल तपाईंको सम्पर्कहरूसँग साझा गरिनेछ। तपाईं यसलाई कुनै पनि समयमा परिवर्तन गर्न सक्नुहुन्छ।
nn: Profilen din vert delt med kontaktane dine. Du kan endra den når som helst.
oc: Lo vòstre perfil serà partejat amb los vòstres contactes. Lo podètz cambiar a tot moment.
ro_ro: Profilul tău va fi distribuit contactelor tale. Poți schimba asta când vrei.
sl: Vaš profil se bo delil le z vašimi stiki. Profil lahko kadarkoli spremenite.
sq_al: Profili juaj u tregohet vetëm kontakteve tuaj. Profili mund të ndryshohet në çfarëdo kohe.
sw: Profaili yako itagawanywa na wawasiliani wako. Unaweza kuibadilisha wakati wowote.
ta: உங்கள் சுயவிவரம் உங்கள் தொடர்புகளுடன் பகிரப்படும். நீங்கள் எந்த நேரத்திலும் அதை மாற்றலாம்.
te: మీ ప్రొఫైల్ మీ పరిచయాలతో పంచుకుంటారు. మీరు ఎప్పుడైనా మార్చవచ్చు.
th: โปรไฟล์ของคุณจะถูกแบ่งปันกับผู้ติดต่อของคุณ คุณสามารถเปลี่ยนมันได้ในเวลาใดก็ตาม
tt: Профиль белән танышучылар уртаклашачак.
vi: Profile của bạn sẽ được chia sẻ với các liên lạc của bạn. Bạn có thể thay đổi nó bất cứ lúc nào.
zh_hans_cn: 您的個人資料僅與您的聯絡人共享。您可以隨時定製您的個人資料。

# createProfile.createProfilePicture
source: Create profile picture
de: Profilbild erstellen
et: Loo profiilipilt
fi: Luo profiilikuva
fr: Créer une image pour le profile
hu: Névjegykép létrehozása
it: Foto profilo
ro_ro: Poza de profil
sl: Ustvari sliko profila
sq_al: Krijo foto profili
zh_hans_cn: 新增個人照片

# createAccount.createAccountFormTitle
source: Join Jami
ar: انضموا إلى جامي
ast_es: Uníu a Jami
az: جمیه یه قوشول
be_by: Далучайцеся да Jami
bg_bg: Присъединете се към Джами.
bn: জামিতে যোগদান করুন
ca: Unir-se a Jami
de: Mitmachen bei Jami
de_de: Ein Konto anlegen
el: Δημιουργήστε λογαριασμό Jami
eo: Aliĝu al Jami
es_mx: Crea tu cuenta
et: Liitu Jamiga
et_ee: Loe oma konto
eu: Jar zaitez Jami-rekin.
fa_ir: حساب کاربری خود را بسازید
fi: Liity Jamiin
fr: Rejoindre Jami
ga: Téigh le Jami
gu: જમી સાથે જોડાઓ
he: הצטרף לג'מי.
hi_in: जामी में शामिल हों
hr_hr: Pridruži se Jamiju.
hu: Jami csatlakozása
hy: Միացեք Ջամիին
id: Gabung Jami
it: Usa Jami
kk: Жамиге қосыл
kn: ಜಾಮಿಗೆ ಸೇರಿ
ko_kr: 자미에 합류해
ml: ജാമിയിൽ ചേരുക
mn_mn: Жэмид нэгдээрэй
mr: जामीमध्ये सामील व्हा
ne: जामीमा सामेल हुनुहोस्
nn: Kom til Jami
oc: S' unís a Jami
ro_ro: Folosește Jami
sl: Pridruži se Jami
sq_al: Bëhuni pjesë e Jami-t
sw: Jiunge Jami
ta: ஜாமிக்கு சேரவும்
te: జామితో చేరండి
th: เข้าร่วมกับจามิ
tt: Җәмигә кушылыгыз
vi: Tham gia Jami
zh_hans_cn: 加入 Jami

# createAccount.lookingForUsernameAvailability
source: Checking username availability…
ar: تبحث عن إمكانية الوصول...
ast_es: Buscando disponibilidá...
az: دريافتي ميخواهيم...
be_by: шукаючы даступнасць...
bg_bg: проверяване дали е свободно…
bn: উপলব্ধতা খুঁজছেন...
ca: buscant disponibilitat...
de: Verfügbarkeit des Benutzernamens wird geprüft…
de_de: Prüfe Erreichbarkeit...
el: Ψάχνοντας διαθεσιμότητα...
eo: serĉante haveblecon...
es_mx: buscando disponibilidad ...
et: Uurime kasutajanime kättesaadavust...
et_ee: otsides saadavust...
eu: -Eskaintza bila.
fa_ir: بررسی در‌دسترس بودن…
fi: Tarkistetaan käyttäjänimen saatavuutta…
fr: Vérification de la disponibilité du nom d'utilisateur ...
ga: ag lorg ar fáil...
gu: ઉપલબ્ધતા માટે જોઈ રહ્યા છીએ...
he: מחפשים זמינות...
hi_in: उपलब्धता की तलाश में...
hr_hr: Traže dostupnost...
hu: Felhasználónév elérhetőségének ellenőrzése…
hy: փնտրում է առկայություն...
id: Memeriksa ketersediaan...
it: Sto cercando la disponibilità del nome utente…
kk: қолжетімділікті іздеу...
kn: ಲಭ್ಯತೆಗಾಗಿ ಹುಡುಕುತ್ತಿರುವ...
ko_kr: 가용성을 찾고 있습니다.
ml: ലഭ്യമായതിനായി അന്വേഷിക്കുന്നു.
mn_mn: ...хүхлэг байдлыг хайж байна...
mr: उपलब्धता शोधत आहे.
ne: उपलब्धता खोज्दै...
nn: ser etter tilgjengelighet...
oc: cercant la disponibilitat...
ro_ro: Caut disponibilitatea numelui de utilizator…
sl: Poteka preverjanje, ali je uporabniško ime na voljo ...
sq_al: Po kontrollohet a është i zënë emri i përdoruesit…
sw: kutafuta upatikanaji...
ta: கிடைக்கும் தன்மையை தேடும்...
te: లభ్యత కోసం చూస్తున్న.
th: กําลังมองหาความสามารถ...
tt: Барлык нәрсәләрне эзлибез...
vi: tìm kiếm khả năng sẵn sàng...
zh_hans_cn: 检查用户名是否可用...

# createAccount.invalidUsername
source: Invalid username. Please enter the correct username.
ar: اسم المستخدم غير صالح
ast_es: Nombre d'usuariu inválidu
az: نام کاربری بی اساس
be_by: недаступнае імя карыстальніка
bg_bg: невалидно потребителско име
bn: অবৈধ ব্যবহারকারীর নাম
ca: nom d'usuari inválidu
de: Ungültiger Benutzername. Bitte geben Sie den korrekten Benutzernamen ein.
de_de: Ungültiger Benutzername
el: Μη έγκυρο όνομα χρήστη
eo: nevalida uzantnomo
es_mx: nombre de usuario inválido
et: Kasutajanimi on vigane. Palun sisesta korrektne kasutajanimi.
et_ee: kehtetu kasutajanime
eu: erabiltzaile-izen baliogabea
fa_ir: نام کاربری نامعتبر
fi: Virheellinen käyttäjänimi Anna oikea käyttäjänimi.
fr: Nom d'utilisateur incorrect. Veuillez saisir le nom d'utilisateur correct.
ga: ainm úsáideora neamhbhailí
gu: અમાન્ય વપરાશકર્તા નામ
he: שם משתמש לא חוקי
hi_in: अवैध उपयोगकर्ता नाम
hr_hr: neispravno korisničko ime
hu: Érvénytelen felhasználónév. Kérjük, adja meg a helyes felhasználónevet.
hy: անվավեր օգտատերու անուն
id: Nama pengguna tidak valid
it: Nome utente non valido. Inserire il nome utente corretto.
kk: жарамсыз пайдаланушы аты
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಹೆಸರು
ko_kr: 유효하지 않은 사용자 이름
ml: അസാധുവായ ഉപയോക്തൃനാമം
mn_mn: хэрэглэгчийн нэр хүчингүй
mr: अवैध वापरकर्तानाव
ne: अवैध प्रयोगकर्ता नाम
nn: Utilsett brukernavn
oc: nom d'utilizaire invalid
ro_ro: Numele este greșit. Trebuie introdus numele corect.
sl: Nepravilno uporabniško ime. Vnesite pravilno uporabniško ime.
sq_al: Emër përdoruesi i pavlefshëm. Ju lutemi, jepni emrin e saktë të përdoruesit.
sw: jina lisilofaa
ta: செல்லுபடியாகும் பயனர் பெயர்
te: చెల్లని వాడుకరి పేరు
th: ชื่อผู้ใช้ที่ไม่ถูกต้อง
tt: гамәлдән чыгарылган кулланучы исеме
vi: Username không hợp lệ
zh_hans_cn: 無效的用戶名，請輸入正確的用戶名稱。

# createAccount.usernameAlreadyTaken
source: Username already taken
ar: هذا الاسم غير متوفر
ast_es: Nómase usuariu ya adoptáu
az: آدی آلمیش
be_by: Ужо прыняты імя карыстальніка
bg_bg: потребителското име вече е заето
bn: ব্যবহারকারীর নাম ইতিমধ্যে নেওয়া হয়েছে
ca: Nombre d'usuari ja pres
de: Dieser Benutzername ist bereits vergeben
de_de: Benutzername bereits vergeben
el: Το όνομα χρήστη ήδη χρησιμοποιείται
eo: uzantnomo jam prenita
es_mx: usuario ya en uso
et: Kasutajanimi on juba võetud
et_ee: Kasutaja nimi juba võetud
eu: erabiltzaile-izena hartuta dago
fa_ir: نام کاربری قبلاً برداشته شده
fi: Käyttäjänimi on jo varattu
fr: Ce nom d'utilisateur est déjà utilisé
ga: ainm úsáideora a glacadh cheana féin
gu: પહેલેથી જ લેવામાં વપરાશકર્તા નામ
he: שם המשתמש כבר נלקח
hi_in: पहले से ही लिया गया उपयोगकर्ता नाम
hr_hr: korisničko ime je već zauzeto
hu: A felhasználónév már foglalt
hy: օգտագործողի անունը արդեն վերցված է
id: Nama pengguna sudah diambil
it: Nome utente già utilizzato
kk: пайдаланушы аты алынды
kn: ಈಗಾಗಲೇ ತೆಗೆದ ಬಳಕೆದಾರ ಹೆಸರು
ko_kr: 이미 사용 이름
ml: ഇതിനകം ഉപയോഗിച്ച ഉപയോക്തൃനാമം
mn_mn: хэрэглэгчдийн нэр аль хэдийн авсан
mr: आधीच वापरकर्ता नाव
ne: प्रयोगकर्ता नाम पहिले नै लिइएको
nn: brukernavn som er tekne
oc: nom d'utilizaire ja pres
ro_ro: Nume ales deja
sl: Uporabniško ime je že oddano
sq_al: Emër përdoruesi tashmë i zënë
sw: jina la mtumiaji tayari imechukuliwa
ta: ஏற்கனவே எடுக்கப்பட்ட பயனர் பெயர்
te: ఇప్పటికే తీసుకున్న వాడుకరి పేరు
th: ชื่อผู้ใช้ถูกนำไปใช้แล้ว
tt: инде алынган кулланучы исеме
vi: Username đã được lấy
zh_hans_cn: 用户名已被占用

# createAccount.usernameValid
source: The username is available.
ar: اسم المستخدم متاح
ast_es: El nome d'usuariu ye disponible
az: آدی یوللاندیرماق
be_by: імя карыстальніка даступна
bg_bg: име на потребителя е налично
bn: ব্যবহারকারীর নাম পাওয়া যায়
ca: el nom d'usuari està disponible
de: Der Benutzername ist verfügbar.
de_de: Benutzername verfügbar
el: Το όνομα χρήστη είναι διαθέσιμο
eo: uzantnomo estas havebla
es_mx: nombre de usuario disponible
et: Kasutajanimi on saadaval
et_ee: kasutajanimi on kättesaadav
eu: erabiltzaile izena eskura
fi: Käyttäjänimi on saatavilla.
fr: Le nom d'utilisateur est disponible.
ga: ainm úsáideora atá ar fáil
gu: વપરાશકર્તા નામ ઉપલબ્ધ છે
he: שם המשתמש זמין
hi_in: उपयोगकर्ता नाम उपलब्ध है
hr_hr: korisničko ime je dostupno
hu: A felhasználónév elérhető.
hy: օգտագործողի անունը հասանելի է
id: Nama pengguna tersedia
it: Il nome utente è disponibile.
kk: пайдаланушы атауы қол жетімді
kn: ಬಳಕೆದಾರ ಹೆಸರು ಲಭ್ಯವಿದೆ
ko_kr: 사용자 이름 사용 가능
ml: ഉപയോക്തൃനാമം ലഭ്യമാണ്
mn_mn: хэрэглэгчийн нэр нь ашиглах боломжтой
mr: वापरकर्तानाव उपलब्ध आहे
ne: प्रयोगकर्ता नाम उपलब्ध छ
nn: brukernavn er tilgjengeleg
oc: nom d'utilizaire es disponible
ro_ro: Numele este disponibil.
sl: Uporabniško ime je na voljo.
sq_al: Emri i përdoruesit është i lirë.
sw: jina la mtumiaji linapatikana
ta: பயனர் பெயர் கிடைக்கிறது
te: వాడుకరి పేరు అందుబాటులో ఉంది
th: ชื่อผู้ใช้ได้
tt: кулланучы исеме
vi: Username có sẵn
zh_hans_cn: 用户名可用。

# createAccount.UsernameNotRegisteredTitle
source: Network error
ar: خطأ في الشبكة
ast_es: Error de red
az: شبکه خطای
be_by: Памылка сеткі
bg_bg: Мрежова грешка
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
de: Netzwerkfehler
de_de: Netzwerkfehler
el: Σφάλμα δικτύου
eo: Reta eraro
es_mx: Error de red
et: Võrgu viga
et_ee: Võrgu viga
eu: Sare errorea
fa_ir: خطای شبکه
fi: Verkkovirhe
fr: Erreur de réseau
ga: Measáin
gu: નેટવર્ક ભૂલ
he: טעות רשת
hi_in: नेटवर्क त्रुटि
hr_hr: Greška mreže
hu: Hálózati hiba
hy: Համացանցի սխալ
id: Galat jaringan
it: Errore di rete
kk: Желі қатесі
kn: ನೆಟ್ವರ್ಕ್ ದೋಷ
ko_kr: 네트워크 오류
ml: നെറ്റ് വർക്ക് പിശക്
mn_mn: Хүлжээний алдаа
mr: नेटवर्क त्रुटी
ne: नेटवर्क त्रुटि
nn: Netverksfeil
oc: Error ret
ro_ro: Eroare de rețea
sl: Napaka na omrežju
sq_al: Gabim rrjeti
sw: Kosa la mtandao
ta: நெட்வொர்க் தவறு
te: నెట్వర్క్ లోపం
th: ความผิดพลาดในเครือข่าย
tt: Аварияләр
vi: Hầm mạng
zh_hans_cn: 网络错误

# createAccount.UsernameNotRegisteredMessage
source: Account was created but username was not registered
ar: تم إنشاء حساب ولكن لم يتم تسجيل اسم المستخدم
ast_es: Creóse una cuenta pero nun se rexistró'l nome d'usuariu
az: حساب یارادیلمیش، آمما ایستیفاده چی آدینی ثبت ائتمه میش
be_by: Уліковы запіс быў створаны, але імя карыстальніка не было зарэгістравана
bg_bg: Профилът бе създаден, но потребителското име не бе регистрирано
bn: অ্যাকাউন্ট তৈরি করা হয়েছে কিন্তু ব্যবহারকারীর নাম নিবন্ধিত হয়নি
ca: Es va crear un compte però no s'ha registrat el nom d'usuari
de: Konto wurde erstellt, aber der Benutzername wurde nicht registriert
de_de: Konto wurde angelegt, aber der Benutzername wurde nicht registriert
el: Δημιουργήθηκε λογαριασμός αλλά δεν καταχωρίστηκε όνομα χρήστη
eo: Konto estis kreita sed uzantnomo ne estis registrita
es_mx: La cuenta fue creada pero el nombre de usuario no fue registrado
et: Kasutajakonto on nüüd loodud, kuid kasutajanimi jäi registreereerimata
et_ee: Konti loodi, kuid kasutajanimi ei registreeritud
eu: Kontua sortu zen, baina erabiltzaile izena ez zen erregistratu.
fa_ir: حساب ایجاد شده، اما نام‌کاربری ثبت نشده است
fi: Tili luotiin, mutta käyttäjänimeä ei rekisteröity
fr: Le compte a été créé mais le nom d'utilisateur n'a pas été enregistré
ga: Cruthaíodh cuntas ach níor chláraigh ainm úsáideora
gu: એકાઉન્ટ બનાવવામાં આવ્યું હતું પરંતુ વપરાશકર્તા નામ નોંધાયેલ નથી
he: חשבון נוצר אבל שם משתמש לא נרשם
hi_in: खाता बनाया गया था लेकिन उपयोगकर्ता नाम पंजीकृत नहीं किया गया था
hr_hr: Stvoreno je račun, ali korisničko ime nije registrirano
hu: A fiók létrehozva de a felhasználónevét nincs bejegyzett
hy: Հաշիվ է ստեղծվել, բայց օգտատերերի անունը չի գրանցվել
id: Akun telah dibuat tetapi nama pengguna tidak terdaftar
it: L'account è stato creato ma il nome utente non è stato registrato
kk: Тіркелгі құрылды, бірақ пайдаланушы аты тіркелмеген
kn: ಖಾತೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ ಆದರೆ ಬಳಕೆದಾರ ಹೆಸರು ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ
ko_kr: 계정 생성, 사용자 이름 등록되지 않았습니다
ml: അക്കൌണ്ട് സൃഷ്ടിച്ചു, പക്ഷേ ഉപയോക്തൃനാമം രജിസ്റ്റർ ചെയ്തിട്ടില്ല
mn_mn: Хилсэл бий болсон боловч хэрэглэгчдийн нэр бүртгэгдээгүй
mr: खाते तयार केले परंतु वापरकर्तानाव नोंदणीकृत नाही
ne: खाता सिर्जना गरिएको थियो तर प्रयोगकर्ता नाम दर्ता गरिएको थिएन
nn: Konto vart oppretta men brukernavn vart ikkje registrert
oc: Un compte es creat mas lo nom d' utilizaire es pas enregistrat
ro_ro: Contul a fost creat, dar numele de utilizator nu a fost înscris
sl: Račun je bil ustvarjen, vendar uporabniško ime ni bilo registrirano
sq_al: Llogaria u krijua, por emri i përdoruesit s’u regjistrua
sw: Akaunti iliundwa lakini jina la mtumiaji halikuandikishwa
ta: கணக்கு உருவாக்கப்பட்டது ஆனால் பயனர் பெயர் பதிவு செய்யப்படவில்லை
te: ఖాతా సృష్టించబడింది కాని వినియోగదారు పేరు నమోదు చేయబడలేదు
th: การสร้างบัญชี แต่ชื่อผู้ใช้ไม่ได้ลงทะเบียน
tt: Хисап төзелгән, әмма кулланучы исеме теркәлмәгән
vi: Tài khoản đã được tạo nhưng tên người dùng đã không được đăng ký
zh_hans_cn: 账户已创建，但用户名未注册

# createAccount.timeoutTitle
source: Account Created
ar: حساب تم إنشاؤه
ast_es: Creáu cuenta
az: حساب یارادیلدی
be_by: Створаны ўліковы запіс
bg_bg: Профилът е създаден
bn: অ্যাকাউন্ট তৈরি করা হয়েছে
ca: Creació d'un compte
de: Konto erstellt
de_de: Konto angelegt
el: Δημιουργήθηκε λογαριασμός
eo: Konto kreita
es_mx: Cuenta creada
et: Kasutajakonto on loodud
et_ee: Konto loodud
eu: Kontua sortua
fa_ir: حساب کاربری ایجاد شد
fi: Tili luotu
fr: Compte créé
ga: Cunntas a chruthú
gu: એકાઉન્ટ બનાવ્યું
he: חשבון נוצר
hi_in: खाता बनाया गया
hr_hr: Stvoreni račun
hu: Fiók létrehozva
hy: Հաշիվ ստեղծվել
id: Akun Dibuat
it: Account creato
kk: Тіркелгі құрылды
kn: ಖಾತೆ ರಚನೆ
ko_kr: 계정 생성
ml: അക്കൌണ്ട് സൃഷ്ടിച്ചു
mn_mn: Хэтгэлэг үүсгэн байгуулагдсан
mr: खाते तयार केले
ne: खाता सिर्जना
nn: Konto opprett
oc: Compte creat
ro_ro: Cont creat
sl: Račun je ustvarjen
sq_al: Llogaria u Krijua
sw: Akaunti Iliyotengenezwa
ta: கணக்கு உருவாக்கப்பட்டது
te: ఖాతా సృష్టించడం
th: การสร้างบัญชี
tt: Хисапны булдыру
vi: Tài khoản được tạo ra
zh_hans_cn: 已创建账户
