Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.otherDevices
source: Other linked devices
ar: الأجهزة الأخرى المرتبطة
ast_es: Otros dispositivos conectados
az: باشقا باغلانان قورولوشلار
bg_bg: Други свързани устройства
bn: অন্যান্য সংযুক্ত ডিভাইস
de: andere verknüpfte Geräte
el: Άλλα συνδεδεμένα όργανα
eo: Aliaj ligitaj aparatoj
et: Muud seotud seadmed
eu: Beste unitate konektatuak
fi: Muut linkitetyt laitteet
fr: Autres appareils liés
ga: Deiseanna eile a bhaineann le feistí
he: מכשירים קשורים אחרים
hr_hr: S druge strane, neovisno o
hu: Egyéb kapcsolódó eszközök
hy: Կապակցված այլ սարքեր
id: Perangkat terkait lainnya
it: Altri dispositivi associati
kk: Басқа қосылған құрылғылар
kn: ಇತರ ಸಂಪರ್ಕಿತ ಸಾಧನಗಳು
ml: മറ്റ് ബന്ധിപ്പിച്ച ഉപകരണങ്ങൾ
mn_mn: Бусад холбогдсон төхөөрөмжүүд
mr: इतर जोडलेले उपकरणे
ne: अन्य जोडिएका यन्त्रहरू
nn: Andre knytte enheter
oc: Autres dispositius ligats
ro_ro: Alte aparate asociate
sl: Druge povezane naprave
sq_al: Të tjera pajisje të lidhura
sw: Vifaa vingine vilivyounganishwa
ta: இணைக்கப்பட்ட பிற சாதனங்கள்
th: อุปกรณ์อื่นๆ ที่เชื่อมต่อกัน
tt: Башка бәйләнгән җайланмалар
vi: Các thiết bị liên kết khác
zh_hans_cn: 其他关联设备

# accountPage.accountIdentity
source: Account identity
de: Kontoidentität
et: Kasutajakonto identiteet
fi: Tilin identiteetti
fr: Identité du compte
hu: Fiókazonosító
it: Identità dell'account
ro_ro: Identitatea contului
sl: Identiteta računa
sq_al: Identitet llogarie
zh_hans_cn: 賬號身份

# accountPage.bootstrap
source: Bootstrap
ar: تشغيل ذاتي
de: Aktivierung
el: Πυροσκόπηση
eo: Praŝarĝo
et: Server esmaseks tuvastuseks
eu: Errematxu bat
fr: Adresse du nœud d'amorçage
he: קישור תחיל
hr_hr: Ugrađen
hu: Rendszerindítás
hy: Բուտստրաֆ
it: Server di avvio
kk: Бастау шегі
mn_mn: Багасан шугам
mr: बूटस्ट्रॅप
ne: बुटस्ट्रेप
oc: Ròtle de botatge
ro_ro: Server de pornire
sl: Začetni nalagalnik
ta: துவக்கப் பட்டியல்
th: แถวกระดาน
tt: Бутстрап
zh_hans_cn: 初始服务器

# accountPage.dhtConfiguration
source: OpenDHT configuration
ar: تهيئة OpenDHT
de: OpenDHT-Einstellungen
el: Ρύθμιση OpenDHT
eo: OpenDHT-konfiguro
et: OpenDHT seadistus
eu: OpenDHT konfigurazioa
fi: OpenDHT-määritykset
fr: Configuration d'OpenDHT
he: קונפיגורת OpenDHT
hr_hr: OpenDHT konfiguracija
hu: OpenDHT-beállítások
hy: OpenDHT կոնֆիգուրացիան
it: Configurazione OpenDHT
kk: OpenDHT конфигурациясы
mn_mn: OpenDHT конфигурацыг
mr: OpenDHT कॉन्फिगरेशन
ne: OpenDHT कन्फिगरेसन
nn: OpenDHT-konfigurasjon
oc: Configuracion OpenDHT
ro_ro: Configurare OpenDHT
sl: Nastavitve OpenDTH
sq_al: Formësim i OpenDHT-së
sw: Configuration OpenDHT
ta: OpenDHT அமைவு
th: การตั้งค่า OpenDHT
tt: OpenDHT конфигурациясе
zh_hans_cn: OpenDHT 配置

# accountPage.nameServer
source: Name server
de: Namenserver
et: Nimeserver
fi: Nimipalvelin
fr: serveur de nom
hu: Névkiszolgáló
it: Server dei nomi
ro_ro: Server de nume
sl: Imenski strežnik
sq_al: Shërbyes emrash
zh_hans_cn: 名称服务器

# accountPage.chats
source: Chats
et: Vestlused
fi: Keskustelut
fr: Clavardage
hu: Csevegések
it: Chat
sl: Klepeti
sq_al: Fjalosje
zh_hans_cn: 聊天

# accountPage.typingIndicator
source: Typing indicator
de: Tipp-Indikatoren
et: Trükkimisteatis
fi: Typpintason indikaattori
fr: Indicateur de frappe
hu: Gépelésjelző
it: Indicatore di digitazione
sl: Pokazatelj tipkanja
sq_al: Tregues shtypjeje në tastierë
zh_hans_cn: 类型指标

# accountPage.typingIndicatorExplanation
source: Send and receive typing indicators showing when messages are being typed.
de: Anzeigen wenn Nachrichten getippt werden.
et: Näita, kui sõnumid on koostamisel.
fi: Ilmaisee, milloin viestejä kirjoitetaan.
fr: Indique lors de l'écriture d'un message.
hu: Jelezze amikor begépelik az üzeneteket.
it: Indica quando si sta scrivendo un messaggio.
sl: Nakaži, da se sporočila vnašajo.
sq_al: Trego kur shtypen mesazhe.
zh_hans_cn: 显示消息正在输入中。

# backupAccount.explanation
source: This Jami account exists only on this device. The account will be lost if this device is lost or if the application is uninstalled. It is recommended to make a backup of this account.
de: Dieses Jami-Konto existiert nur auf diesem Gerät. Das Konto geht verloren, wenn dieses Gerät verloren geht oder die Anwendung deinstalliert wird. Es wird empfohlen, ein Backup dieses Kontos zu erstellen.
et: See Jami kasutajakonto eksisteerib vaid selles seadmes. Kui see seade kaob või rakendus eemaldatakse, siis kaob ka kasutajakonto. Seetõttu soovitame, et teed kasutajakontost varukoopia.
fi: Tämä Jami-tili on olemassa vain tässä laitteessa. Tilin voi menetetää, jos laite katoaa tai sovellus poistetaan. Suositeltavaa on tehdä tilistä varmuuskopio.
fr: Ce compte Jami n'existe que sur cet appareil. Le compte sera perdu si cet appareil est perdu ou si l'application est désinstallée. Il est recommandé de faire une sauvegarde de ce compte.
hu: Ez a Jami-fiók csak ezen az eszközön létezik. A fiók elveszik, ha ez az eszköz elveszik, vagy az alkalmazást eltávolítják. Javasoljuk, hogy készítsen biztonsági másolatot erről a fiókról.
it: Questo account Jami esiste solo in questo dispositivo. L'account andrà perso se il dispositivo viene smarrito o se l'applicazione viene disinstallata. Si consiglia di fare una copia dell'account.
ro_ro: Acest cont Jami există doar în acest aparat. Contul va fi pierdut dacă acest aparat este pierdut sau dacă aplicația este dezinstalată. Se recomandă efectuarea unei copii de rezervă a acestui cont.
sl: Ta račun Jami obstaja samo na tej napravi. Račun bo izgubljen, če to napravo izgubite ali če odstranite program. Priporočamo, da naredite varnostno kopijo tega računa.
sq_al: Kjo llogari Jami ekziston vetëm në këtë pajisje. Llogaria do të humbë, nëse humbet kjo pajisje, ose nëse çinstalohet aplikacioni. Rekomandohet të bëni një kopjeruajtje të kësaj llogarie.
zh_hans_cn: 此 Jami 帳戶僅在本裝置上存在。如果裝置丟失或應用程式移除，賬戶將丟失。建議備份此帳戶。

# backupAccount.title
source: Backup account
ar: حساب احتياطي
ast_es: Cuenta de copia de seguridad
de: Konto sichern
el: Αντίγραφο ασφαλείας λογαριασμού
eo: Konto de rezervo
et: Varunda kasutajakonto
eu: Egin kontuaren babes-kopia
fi: Varmuuskopioi tili
fr: Sauvegarder le compte
he: חשבון גיבוי
hr_hr: Zaštita računa
hu: Fiók biztonsági mentése
hy: Բաքու հաշիվ
it: Salva l'account
kk: Жасақтау шоты
mn_mn: Давуу сан
mr: बॅकअप खाते
ne: ब्याकअप खाता
nn: Baksekonto
oc: Compte de backup
ro_ro: Copiază contul
sl: Varnostno kopiranje računa
sq_al: Kopjeruaje llogarinë
sw: Akaunti ya chelezo
ta: காப்பு கணக்கு
th: บาคเกปบัญชี
tt: Яңарту хисабы
zh_hans_cn: 备份账户

# backupAccount.creating
source: Creating backup
de: Backup erstellen
et: Loome varukoopiat
fi: Luodaan varmuuskopio
fr: Création d'une sauvegarde
hu: Biztonsági másolat készítése
it: Creazione del backup
ro_ro: Se creează copia de rezervă
sl: Ustvarjanje varnostne kopije
sq_al: Po krijohet kopjeruajtje
zh_hans_cn: 正在建立備份

# backupAccount.archiveName
source: Select a name for the archive.
de: Wählen Sie einen Namen für das Archiv.
et: Sisesta nimi varukoopia arhiivifailile
fi: Valitse varmuuskopiolle nimi.
fr: Choisir le nom de cette archive
hu: Fiókarchívumnév megadása.
it: Seleziona un nome per l'archivio.
ro_ro: Alege un nume pentru arhivă.
sl: Izberite ime arhiva.
sq_al: Përzgjidhni një emër për arkivin.
zh_hans_cn: 請為此封存檔命名

# backupAccount.archiveNamePlaceholder
source: Archive name
de: Archivname
et: Varukoopia arhiivi nimi
fi: Arkiston nimi
fr: Nom de l'archive
hu: Fiókarchívumnév
it: Nome dell'archivio
ro_ro: Numele arhivei
sl: Ime arhiva
sq_al: Emër arkivi
zh_hans_cn: 封存名

# backupAccount.passwordRequest
source: Enter the password used to encrypt the account.
de: Geben Sie das Kontopasswort ein.
et: Sisesta kasutajakonto krüptimisel lisatud salasõna.
fi: Anna tilin salasana.
fr: Entrer le mot de passe de votre compte.
hu: Fiók jelszavának megadása.
it: Inserire la password dell'account
ro_ro: Introdu parola folosită pentru cifrarea contului.
sl: Vnesite geslo računa.
sq_al: Jepni fjalëkalimin e llogarisë.
zh_hans_cn: 輸入帳號密碼

# backupAccount.backupButton
source: Backup
et: Varundus
fi: Varmista
fr: Sauvegarde
hu: Biztonsági mentés
ro_ro: Copie de rezervă
sl: Varnostno kopiraj
sq_al: Kopjeruajtje
zh_hans_cn: 備份

# backupAccount.documentPickerButton
source: Open backup location
de: Backup-Speicherort öffnen
et: Ava varukoopia asukoht
fi: Avaa varmistuksen sijainti
fr: Ouvrir l'emplacement de l'archive
hu: Biztonsági mentés helyének megnyitása
it: Apri la posizione del backup
ro_ro: Deschide locul copiei de rezervă
sl: Odpri mesto varnostnega kopiranja
sq_al: Hap vendndodhje kopjeruajtjeje
zh_hans_cn: 開啓備份位置

# backupAccount.exportSuccess
source: Backup created
de: Backup erstellt
et: Varukoopia on loodud
fi: Varmuuskopio luotu
fr: La sauvegarde a été créée
hu: Biztonsági másolat létrehozva
it: Backup creato
ro_ro: Copie de rezervă creată
sl: Varnostna kopija ustvarjena
sq_al: Kopjeruajtja u krijua
zh_hans_cn: 已建立備份

# backupAccount.errorWrongLocation
source: The selected file path is invalid. Please choose a different location.
de: Der ausgewählte Dateipfad ist ungültig. Bitte wählen Sie einen anderen Standort.
et: Valitud asukoht on vigane. Palun vali uus asukoht.
fi: Tiedostopolku on virheellinen. Valitse toinen.
fr: Le chemin d'accès au fichier est invalide. Veuillez choisir un autre chemin.
hu: A fájl elérési útja érvénytelen. Válasszon egy másik helyet.
it: Il percorso del file selezionato non è valido. Scegliere un altro percorso.
ro_ro: Calea fișierului ales nu este valabilă. Alege alt loc.
sl: Izbrana pot datoteke je neveljavna. Izberite drugo mesto.
sq_al: Shtegu i përzgjedhur është i pavlefshëm. Ju lutemi, zgjidhni një tjetër vendndodhje.
zh_hans_cn: 此選定之檔案路徑無效，請選擇其他位置。<br>

# backupAccount.errorAccessDenied
source: Access to the selected location was denied.
de: Der Zugriff auf den ausgewählten Standort wurde verweigert.
et: Puudub ligipääs sellele asukohale.
fi: Pääsy valittuun sijaintiin evättiin.
fr: L'accès à ce chemin d'accès est refusé.
hu: A kijelölt helyhez való hozzáférés megtagadva.
it: L'accesso alla posizione selezionata è stato negato.
ro_ro: Nu a fost permis accesul la locul ales.
sl: Dostop do izbrane lokacije je zavrnjen.
sq_al: Hyrja te vendndodhja e përzgjedhur s’u pranua.
zh_hans_cn: 不允許存取位置

# backupAccount.errorFailed
source: An error occurred while exporting the account.
ast_es: The export operation failed.
de: Beim Exportieren des Kontos ist ein Fehler aufgetreten.
et: Kasutajakonto eksportimisel tekkis viga.
fi: Tiliä vietäessä tapahtui virhe.
fr: Une erreur s'est produite pendant l'exportation du compte.
hu: Hiba történt a fiók exportálása közben.
it: Si è verificato un errore durante l'esportazione dell'account.
kk: The export operation failed.
nn: The export operation failed.
oc: The export operation failed.
ro_ro: A apărut o eroare în timpul exportării contului.
sl: Pri izvažanju računa je prišlo do napake.
sq_al: Ndodhi një gabim teksa eksportohej llogaria.
zh_hans_cn: 匯出帳戶時出錯。

# account.sipServer
source: Server
ar: الخادم
ast_es: Servidores
az: سرور
be_by: SIP сервер
bg_bg: Сервер
bn: সার্ভার
ca: Servidor SIP
de_de: SIP-Server
el: Υπηρετή
eo: Servilo
es_mx: Servidor SIP
et_ee: SIP server
eu: Zerbitzaria
fa_ir: سرور SIP
fi: Palvelin
fr: Serveur
ga: Seirbhísí
gu: SIP સર્વર
he: סרוויר
hi_in: एसआईपी सर्वर
hu: Kiszolgáló
hy: Սերվերը
kk: Сервер
kn: ಸರ್ವರ್
ko_kr: SIP 서버
ml: സെർവർ
mr: सर्व्हर
ne: सर्भर
oc: Servidor
sl: Strežnik
sq_al: Shërbyes
ta: சேவையகம்
te: SIP సర్వర్
th: เซอร์เวอร์
tt: Сервер
zh_hans_cn: 服务器

# account.port
source: Port
ar: نقطة عبور ( port )
ast_es: Portos
az: بندر
be_by: Порт
bg_bg: Порт
bn: বন্দর
el: Θύρα
eo: Pordo
es_mx: Puerto
et: SIP-serveri port
et_ee: Sadam
eu: Ataka
fa_ir: پرت
fi: Portti
gu: બંદર
he: פורט
hi_in: बंदरगाह
hu: Kikötő
hy: Պորտ
it: Porta
kk: Порт
kn: ಬಂದರು
ko_kr: 포트
ml: തുറമുഖം
mn_mn: Газар
mr: बंदर
ne: पोर्ट
oc: Pòrt
sl: Vrata
sq_al: Portë
sw: Bandari
ta: துறைமுகம்
te: పోర్ట్
th: พอร์ต
tt: Порт
vi: Cảng
zh_hans_cn: 端口

# account.proxyServer
source: Proxy
ar: الوكيل
ast_es: El so nome ye
az: پراکسی
be_by: Практыкаванне
bg_bg: Посредник
bn: প্রক্সি
ca: Intermediari
el: Διαμεσολαβητής
eo: Prokura Servilo
et: Proksiserver
et_ee: Vastutus
eu: Proxya
fa_ir: پراکسی
fi: Välityspalvelin
fr: Serveur mandataire
ga: Cláir
gu: પ્રોક્સી
he: פרוקסי
hi_in: प्रॉक्सी
hu: Meghatalmazás
hy: Պրոկսի
id: Proksi
kk: Прокси
kn: ಪ್ರಾಕ್ಸಿ
ko_kr: 프록시
ml: പ്രോക്സി
mn_mn: Төлөөлөгч
mr: प्रॉक्सी
ne: प्रोक्सी
nn: Styrkemann
oc: Servidor mandatari
sl: Posredniški strežnik
sq_al: Ndërmjetës
sw: Wakala wa kuwakilisha
ta: பிரதிநிதி
te: ప్రాక్సీ
th: พอร์กส
tt: Прокси
vi: Tín hiệu
zh_hans_cn: 代理

# account.createSipAccount
source: Configure SIP Account
ast_es: Configure a SIP Account
az: Configure a SIP Account
be_by: Configure a SIP Account
bg_bg: Configure a SIP Account
bn: Configure a SIP Account
ca: Configure a SIP Account
de: SIP-Konto konfigurieren
de_de: SIP-Konto erstellen
es_mx: Crear una Cuenta SIP
et: Seadista SIP-kontot
et_ee: Loe SIP konto
fa_ir: ساخت حساب SIP
fi: Määritä SIP-tili
fr: Configurer un compte SIP
ga: Configure a SIP Account
gu: Configure a SIP Account
hi_in: Configure a SIP Account
hu: SIP-fiók beállítása
id: Configure a SIP Account
it: Configura account SIP
kk: Configure a SIP Account
kn: Configure a SIP Account
ko_kr: Configure a SIP Account
ml: Configure a SIP Account
nn: Configure a SIP Account
oc: Configure a SIP Account
ro_ro: Configurează contul SIP
sl: Prilagodi račun SIP
sq_al: Formësoni Llogari SIP
te: Configure a SIP Account
vi: Configure a SIP Account
zh_hans_cn: 設定 SIP 賬戶

# account.sipAccount
source: SIP Account
ar: حساب SIP
bg_bg: Акаунт за SIP
ca: Compte SIP
de: SIP-Konto
eo: SIP Konto
et: SIP-konto
fi: SIP-tili
fr: Compte SIP
he: חשבון SIP
hr_hr: SIP račun
hu: SIP fiók
it: Account SIP
ro_ro: Cont SIP
sl: SIP račun
sq_al: Llogari SIP
zh_hans_cn: SIP 账户

# account.configure
source: Configure
ar: ترتيب
bg_bg: Настройка
de: Einstellen
eo: Agordi
et: Seadista
fi: Määritä
fr: Configurer
he: הגדר
hu: Beállítás
it: Configura
ro_ro: Configurează
sl: Prilagodi
sq_al: Formësojeni
zh_hans_cn: 設定

# account.advancedFeatures
source: Advanced Features
de: Erweiterte Funktionen
et: Täiendavad seadistused
fi: Lisäominaisuudet
fr: Fonctionnalités avancées
hu: Haladó jellemzők
it: Caratteristiche avanzate
ro_ro: Caracteristici avansate
sl: Napredne funkcionalnosti
sq_al: Veçori të Thelluara
zh_hans_cn: 進階功能

# account.serverLabel
source: Enter Address
ar: إدخال العنوان
ast_es: Entra direutamente
az: آدرس یئری
be_by: Увядзіце адрас
bg_bg: Введете адрес
bn: ঠিকানা লিখুন
ca: Introducció d'adreça
de: Adresse eingeben
de_de: Adresse eingeben
el: Εισάγετε διεύθυνση
eo: Enigu adreson
es_mx: Ingresá dirección
et: Sisesta aadress
et_ee: Sisesta aadress
eu: Sartu helbidea
fa_ir: آدرس را وارد کنید
fi: Anna osoite
fr: Entrer l'adresse
ga: Cuir isteach Seoladh
gu: સરનામું દાખલ કરો
he: הכניסה כתובת
hi_in: पते दर्ज करें
hr_hr: Ubaci adresu
hu: Cím beírása
hy: Գտեք հասցե
id: Masukkan alamat
it: Inserire l'indirizzo
kk: Адресті келтіріңіз
kn: ವಿಳಾಸ ನಮೂದಿಸಿ
ko_kr: 주소 입력
ml: വിലാസം നൽകുക
mn_mn: Хатуу хаяг оруул
mr: पत्ता प्रविष्ट करा
ne: ठेगाना प्रविष्ट गर्नुहोस्
nn: Skriv inn adressen
oc: Picatz vòstra adreça
ro_ro: Introdu adresa
sl: Vnesite naslov
sq_al: Jepni Adresë
sw: Ingiza Anwani
ta: முகவரியை உள்ளிடவும்
te: చిరునామాను నమోదు చేయండి
th: กรอกที่อยู่
tt: Адресны кертү
vi: Nhập địa chỉ
zh_hans_cn: 输入地址

# account.portLabel
source: Enter Port Number
ar: إدخال رقم الميناء
ast_es: Entra'l númberu de puertu
az: پورت نومره سئني دن
be_by: Увядзіце нумар порта
bg_bg: Введете номер на порта
bn: পোর্ট নম্বর লিখুন
ca: Introducir el número de port
de: Port-Nummer eingeben
de_de: Port eingeben
el: Εισάγετε τον αριθμό λιμένα
eo: Enigu la portujan numeron
es_mx: Ingresá número de puerto
et: Sisesta pordi number
et_ee: Sisesta sadaminumber
eu: Sartu portuaren zenbakia
fa_ir: شماره درگاه را وارد کنید
fi: Anna porttinumero
fr: Entrer le numéro de port
ga: Cuir isteach uimhir an chalafoirt
gu: પોર્ટ નંબર દાખલ કરો
he: הכניסה מספר הנמל
hi_in: पोर्ट नंबर दर्ज करें
hr_hr: Ubaci broj portu
hu: Kikötőszám megadása
hy: Նմուշներ
id: Masukkan nomor port
it: Inserire il numero della porta
kk: Порт нөмірін келтіріңіз
kn: ಪೋರ್ಟ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko_kr: 포트 번호를 입력
ml: പോർട്ട് നമ്പർ നൽകുക
mn_mn: Портын дугаар
mr: पोर्ट क्रमांक प्रविष्ट करा
ne: पोर्ट नम्बर प्रविष्ट गर्नुहोस्
nn: Skriv inn portnummer
oc: Picatz lo numèro de pòrt
ro_ro: Introdu numărul Portului
sl: Vnesite številko vrat
sq_al: Jepni Numër Porte
sw: Ingiza Nambari ya Bandari
ta: போர்ட் எண்
te: పోర్ట్ నంబర్ను నమోదు చేయండి
th: กรอกหมายเลขท่าเรือ
tt: Порт номерын кертү
vi: Nhập số cổng
zh_hans_cn: 输入端口号

# account.accountStatus
source: Account Status
ar: حالة الحساب
ast_es: El estatutu de la cuenta
az: حساب وضعیتی
be_by: Статус рахунку
bg_bg: Състояние на профил
bn: অ্যাকাউন্টের অবস্থা
ca: Estatut de compte
de: Kontostatus
de_de: Konto-Status
el: Κατάσταση λογαριασμού
eo: Statuso de konto
es_mx: Estado de cuenta
et: Kasutajakonto olek
et_ee: Kontosituus
eu: Kontuaren egoera
fa_ir: وضعیت حساب
fi: Tilin tila
fr: État du compte
ga: Stádas cuntas
gu: એકાઉન્ટની સ્થિતિ
he: מצב החשבון
hi_in: खाता स्थिति
hr_hr: Status računa
hu: Fiók állapota
hy: Հաշվետու վիճակը
id: Status akun
it: Stato account
kk: Есепшоттың жағдайы
kn: ಖಾತೆ ಸ್ಥಿತಿ
ko_kr: 계정 상태
ml: അക്കൌണ്ട് നില
mn_mn: Нягтлан бодох бүртгэлийн байдал
mr: खाते स्थिती
ne: खाताको स्थिति
nn: Kontostatus
oc: Estatut compte
ro_ro: Starea contului
sl: Stanje računa
sq_al: Gjendje Llogarie
sw: Hali ya Akaunti
ta: கணக்கு நிலை
te: ఖాతా స్థితి
th: สถานการณ์บัญชี
tt: Хисап хәле
vi: Tình trạng tài khoản
zh_hans_cn: 账户状态

# account.enableAccount
source: Enable Account
ar: تمكين الحساب
ast_es: Activación de cuenta
az: حساب فعال ائتمک
be_by: Адключыць рахунак
bg_bg: Осигуряване на акаунта
bn: অ্যাকাউন্ট সক্ষম করুন
ca: Abilitar la compte
de: Konto aktivieren
de_de: Konto aktivieren
el: Επιτρέψτε το λογαριασμό
eo: Aktivigu Konto
es_mx: Habilitar cuenta
et: Võta konto kasutusele
et_ee: Võimalda konto aktiveerimine
eu: Kontua aktibatu
fa_ir: فعال‌سازی حساب
fi: Ota tili käyttöön
fr: Activer le compte
ga: Céadú Cunntas
gu: એકાઉન્ટને સક્ષમ કરો
he: פעל חשבון
hi_in: खाता सक्षम करें
hr_hr: Aktivirajte račun
hu: Fiók engedélyezése
hy: Հաշիվը բացել
id: Aktifkan akun
it: Attiva account
kk: Тіркелгісін рұқсат ету
kn: ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 계정을 활성화
ml: അക്കൌണ്ട് പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: Эвгэглүүлэх
mr: खाते सक्षम करा
ne: खाता सक्षम गर्नुहोस्
nn: Aktive konto
oc: Activar lo compte
ro_ro: Activează contul
sl: Vklopi račun
sq_al: Aktivizo Llogari
sw: Kuwezesha Akaunti
ta: கணக்கை இயக்கு
te: ఖాతాను ప్రారంభించండి
th: เปิดบัญชี
tt: Аккаунтны булдыру
vi: Khả năng tài khoản
zh_hans_cn: 启用账户

# account.statusOnline
source: Online
ar: نشط
ast_es: En línea
az: اونلاين
be_by: Інтэрнэт
bg_bg: На линия
bn: অনলাইন
ca: En línia
el: Συνδεδεμένος
eo: Interreto
es_mx: En línea
et: Võrgus
et_ee: Internetis
eu: Konektatuta
fa_ir: آنلاین
fi: Verkossa
fr: En ligne
ga: Ar líne
gu: ઓનલાઇન
he: באינטרנט
hi_in: ऑनलाइन
hu: Elérhető
hy: Ինտերնետում
id: Daring
it: Connesso
kk: Онлайн
kn: ಆನ್ಲೈನ್
ko_kr: 온라인
ml: ഓൺലൈൻ
mn_mn: Онлайн
mr: ऑनलाईन
ne: अनलाइन
nn: På nett
oc: En linha
ro_ro: Conectat
sl: Povezan
sq_al: Në linjë
sw: Mtandaoni
ta: இணையத்தில்
te: ఆన్లైన్
th: ออนไลน์
tt: Интернетта
vi: Trên mạng
zh_hans_cn: 在线

# account.statusOffline
source: Offline
ar: خامل
ast_es: La llinia
az: آفلاین
be_by: Недаступная
bg_bg: Извън линия
bn: অফলাইন
ca: Fora de línia
el: Απαλλαγή
eo: Malkonektita
es_mx: Desconectado
et: Pole võrgus
eu: Deskonektatuta
fa_ir: آفلاین
fi: Poissa
fr: Déconnecté
gu: ઑફલાઇન
he: לא מקוונים
hi_in: ऑफ़लाइन
hr_hr: Neprijavljeni
hu: Nem elérhető
hy: Հեռախոսից
id: Luring
it: Disconnesso
kk: Оффлайн
kn: ಆಫ್ಲೈನ್
ko_kr: 오프라인
ml: ഓഫ് ലൈൻ
mn_mn: Газар буулгын
mr: ऑफलाइन
ne: अफलाइन
oc: Fòra linha
ro_ro: Deconectat
sl: Brez povezave
sq_al: Jo në linjë
sw: Nje ya mtandao
ta: ஆஃப்லைன்
te: ఆఫ్లైన్
th: ภายนอกระบบ
tt: Интернеттан чыкма
vi: Không liên kết
zh_hans_cn: 离线

# account.statusConnecting
source: Connecting
ar: يتم الإتصال
ast_es: Conexión
az: باغلاشما
be_by: Злучэнне
bg_bg: Свързване
bn: সংযোগ
ca: Connectant
de: Verbindet
de_de: Verbinden
el: Συνδέεται
eo: Konektiĝo
es_mx: Conectado
et: Ühendame
et_ee: Ühendab
eu: Konektatzen
fa_ir: در حال اتصال
fi: Yhdistetään
fr: En cours de connexion
ga: Ceangal
gu: કનેક્ટિંગ
he: מתחבר
hi_in: कनेक्ट करना
hr_hr: Spajanje
hu: Kapcsolódás
hy: Կապակցում
id: Menghubungkan
it: Connessione in corso
kk: Қосылу
kn: ಸಂಪರ್ಕ
ko_kr: 연결
ml: ബന്ധിപ്പിക്കൽ
mn_mn: Харилцаа холбоо
mr: जोडणी
ne: जडान
nn: Kopplande
oc: Connexion
ro_ro: Se conectează
sl: Povezovanje
sq_al: Po lidhet
sw: Kuunganisha
ta: இணைப்பு
te: కనెక్షన్
th: กำลังเชื่อมต่อ
tt: Бәйләнеш
vi: Kết nối
zh_hans_cn: 正在连接

# account.statusUnknown
source: Unknown
ar: مجهول
ast_es: Nun se sabe
az: نامعلوم
be_by: Невядома
bg_bg: Неизвестно
bn: অজানা
ca: Desconegut
de: Unbekannt
de_de: Unbekannt
el: Άγνωστοι
eo: Nekonata
es_mx: Desconocido
et: Pole teada
et_ee: - Ei ole teada
eu: Ezezaguna
fa_ir: ناشناخته
fi: Tuntematon
fr: Inconnu
ga: Ní aithnítear
gu: અજ્ઞાત
he: לא מוכר
hi_in: अज्ञात
hr_hr: Nepoznato
hu: Ismeretlen
hy: Անհայտ
id: Tidak diketahui
it: Sconosciuto
kk: Белгісіз
kn: ಅಜ್ಞಾತ
ko_kr: 알 수 없는
ml: അജ്ഞാതമായത്
mn_mn: Мэдээгүй
mr: अज्ञात
ne: अज्ञात
nn: Ukenne
oc: Desconegut
ro_ro: Necunoscut
sl: Neznano
sq_al: I panjohur
sw: Haijulikani
ta: அறியப்படாதது
te: తెలియని
th: ไม่ทราบ
tt: Билгесез
vi: Không biết
zh_hans_cn: 未知

# account.statusConnectionerror
source: Connection Error
ar: خطأ الاتصال
ast_es: Error de conexión
az: اتصال خطيي
be_by: Памылка падлучэння
bg_bg: Изключение грешка
bn: সংযোগ ত্রুটি
ca: Error de connexió
de: Verbindungsfehler
de_de: Verbindungsfehler
el: Λάθος σύνδεσης
eo: Eraro pri konekto
es_mx: Error de conexión
et: Ühenduse viga
et_ee: Sisu viga
eu: Lotura-hutsegitea
fa_ir: خطای ارتباط
fi: Yhteysvirhe
fr: Erreur de connexion
ga: Measadh Cearrbhachas
gu: કનેક્શન ભૂલ
he: טעות חיבור
hi_in: कनेक्शन त्रुटि
hr_hr: Pogreška povezivanja
hu: Kapcsolati hiba
hy: Կապման սխալ
id: Gangguan koneksi
it: Errore di connessione
kk: Қосылу қатесі
kn: ಸಂಪರ್ಕ ದೋಷ
ko_kr: 연결 오류
ml: കണക്ഷൻ പിശക്
mn_mn: Холбоолалтын алдаа
mr: कनेक्शन त्रुटी
ne: जडान त्रुटि
nn: Fell på tilkobling
oc: Error desconeguda
ro_ro: Eroare de conectare
sl: Napaka pri povezovanju
sq_al: Gabim Lidhjeje
sw: Kosa la Kuunganisha
ta: இணைப்பு தவறு
te: కనెక్షన్ లోపం
th: ความผิดพลาดการเชื่อมต่อ
tt: Бәйләнеш хатасы
vi: Hầm kết nối
zh_hans_cn: 连接错误
