Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# alerts.accountLinkedTitle
source: Linking account
ar: جاري ربط الحساب
ast_es: Cuenta de vinculación
az: باغلانان حساب
be_by: Звязвальны рахунак
bg_bg: Свързване на профил
bn: লিঙ্কিং অ্যাকাউন্ট
ca: Conta de vincul
de: Verknüpfe Konto
de_de: Konto wird verknüpft
el: Σύνδεση λογαριασμού
eo: Ligas konton
es_mx: Vincular cuenta
et: Kasutajakonto sidumine
et_ee: Sõltumine konto
eu: Kontua estekatzen
fa_ir: پیوند دادن حسابها
fi: Tilin linkittäminen
fr: Association du compte en cours
ga: Cunntas nasc
gu: લિંકિંગ એકાઉન્ટ
he: חשבון חיבור
hi_in: लिंकिंग खाता
hr_hr: Uloga za povezivanje
hu: Fiók összekapcsolása…
hy: Կապակցող հաշիվ
id: Menghubungkan akun
it: Associazione dell'account
kk: Қосылған шот
kn: ಲಿಂಕ್ ಖಾತೆ
ko_kr: 연결 계좌
ml: ലിങ്കിംഗ് അക്കൌണ്ട്
mn_mn: Холбоосон данс
mr: जोडणी खाते
ne: लिङ्क खाता
nn: Liningkonto
oc: Associacion de compte
ro_ro: Se asociază contul
sl: Povezovanje računa
sq_al: Po lidhet llogaria
sw: Akaunti ya kuunganisha
ta: இணைப்பு கணக்கு
te: లింక్ ఖాతా
th: เชื่อมโยงบัญชี
tt: Бәйләнеш хисабы
vi: Tài khoản liên kết
zh_hans_cn: 正在关联账户

# alerts.dbFailedTitle
source: An error happened when launching Jami
de: Beim Starten von Jami ist ein Fehler aufgetreten
de_de: Beim Start von Jami trat ein Fehler auf
es_mx: Se produjo un error al iniciar Jami
et: Jami käivitamisel tekkis viga
et_ee: Jami'i laskmisel juhtus viga.
fa_ir: خطایی هنگام راه‌اندازی جامی رخ داد
fi: Jamia käynnistettäessä tapahtui virhe
fr: Une erreur s'est produite au démarrage de Jami
hu: Hiba történt a Jami indításakor
it: Si è verificato un errore durante l'avvio di Jami
ro_ro: S-a produs o eroare la pornirea lui Jami
sl: Ob zagonu Jami je prišlo do napake
sq_al: Ndodhi një gabim gjatë nisjes së Jami-t
zh_hans_cn: 當啟動 Jami 時發生錯誤

# alerts.dbFailedMessage
source: Please close application and try to open it again
ar: الرجاء إغلاق التطبيق ومحاولة فتحه مرة ثانية
ast_es: Por favor, cierre la so solicitud y intenta abrir de nuevu.
az: لطفاً درخواستي باغلايين و اونو گئنه آچماغا چاليشين
be_by: Калі ласка, зачыніць заяўку і паспрабаваць адкрыць яе зноў
bg_bg: Моля, затворите заявката и опитайте да я отворите отново.
bn: দয়া করে আবেদনটি বন্ধ করে আবার খুলতে চেষ্টা করুন।
ca: Si us plau tanqueu la sol·licitud i intenteu obrir-la de nou
de: Bitte schließen Sie die Anwendung und versuchen Sie, sie erneut zu öffnen
de_de: Bitte schließen Sie die Anwendung und versuchen Sie, diese erneut zu starten.
el: Παρακαλώ κλείστε την εφαρμογή και προσπαθήστε να την ανοίξετε ξανά
eo: Bonvolu fermu aplikaĵo kaj provu aktivigi ĝin denove
es_mx: Por favor cierra la aplicación e intenta abrirla de nuevo.
et: Palun sulge rakendus ja proovi ta siis uuesti avada
et_ee: Palun sulge taotlus ja proovige uuesti avada.
eu: Itxi aplikazioa eta saiatu berriro irekitzen
fa_ir: لطفا برنامه را ببندید و دوباره آن را باز کنید.
fi: Sulje sovellus ja yritä avata se uudelleen
fr: Veuillez fermer l'application et réessayez
ga: Cuir isteach an t-iarratas agus déan iarracht é a oscailt arís
gu: કૃપા કરીને અરજી બંધ કરો અને તેને ફરીથી ખોલવાનો પ્રયાસ કરો
he: בבקשה סגור את ההזמנה ותנסה לפתוח אותה שוב.
hi_in: कृपया आवेदन बंद करें और इसे फिर से खोलने की कोशिश करें
hr_hr: Molim vas zatvorite prijavu i pokušajte je ponovno otvoriti.
hu: Kérjük, hogy zárja be az alkalmazást és próbálja meg újra megnyitni
hy: Խնդրում ենք փակել դիմումը եւ փորձել նորից բացել այն
id: Harap tutup aplikasi dan coba buka lagi
it: Chiudi l'applicazione e prova ad aprirla di nuovo
kk: Өтінішті жабыңыз және оны қайта ашуға тырысыңыз
kn: ದಯವಿಟ್ಟು ಅರ್ಜಿಯನ್ನು ಮುಚ್ಚಿ ಮತ್ತೆ ತೆರೆಯಲು ಪ್ರಯತ್ನಿಸಿ
ko_kr: 신청서를 닫고 다시 열려고 해 주세요
ml: അപേക്ഷ അടച്ച് വീണ്ടും തുറക്കാൻ ശ്രമിക്കുക
mn_mn: Та хүсэлтээ хааж дахин нээхээр хичээгээрэй
mr: कृपया अर्ज बंद करा आणि पुन्हा ते उघडण्याचा प्रयत्न करा
ne: कृपया आवेदन बन्द गर्नुहोस् र फेरि खोल्न प्रयास गर्नुहोस्
nn: Vennligst lukk søknaden og prøv å opna den igjen
oc: Se cal tancar la demanda e ensajar de l'obrir de nòu
ro_ro: Închide aplicația și încearcă să o repornești
sl: Zaprite program in ga ponovno zaženite
sq_al: Ju lutemi, mbylleni aplikacionin dhe provoni ta rihapni
sw: Tafadhali fungua maombi na jaribu kuifungua tena
ta: தயவுசெய்து விண்ணப்பத்தை மூடிவிட்டு மீண்டும் திறக்க முயற்சிக்கவும்
te: దయచేసి అప్లికేషన్ను మూసివేసి, దాన్ని మళ్లీ తెరవడానికి ప్రయత్నించండి
th: โปรดปิดแอปพลิเคชันแล้วลองเปิดใหม่อีกครั้ง
tt: Язганны яп һәм яңадан ачып карагыз.
vi: Vui lòng đóng đơn và cố gắng mở lại
zh_hans_cn: 请关闭应用，并试试重新启动它。

# alerts.confirmBlockContact
source: Do you want to block this contact? The conversation history with this contact will also be deleted permanently.
ar: هل أنت متأكد أنك تريد حظر هذا الاتصال؟ سيقوم حذف تاريخ المحادثة مع هذا الاتصال بشكل دائم.
ast_es: ¿Estás segura de que quieres bloquear este contacto?
az: آيا مطمئن ايشي ايشي ايسته ييرسن؟ بو ايشي ايله باغلي موباحيثه تاريخي ده دائم سئلئنر.
be_by: Ці вы ўпэўненыя, што хочаце заблакаваць гэты кантакт?
bg_bg: Също така ще бъде изтрита историята на разговора с този контакт.
bn: আপনি কি নিশ্চিত যে আপনি এই যোগাযোগ ব্লক করতে চান? এই যোগাযোগের সাথে কথোপকথনের ইতিহাসও স্থায়ীভাবে মুছে ফেলা হবে।
ca: Estàs segur que vols bloquejar aquest contacte? El historial de conversa amb aquest contacte també s'eliminarà permanentment.
de: Möchten Sie diesen Kontakt blockieren? Der Unterhaltungsverlauf mit diesem Kontakt wird ebenfalls dauerhaft gelöscht.
de_de: Sind Sie sicher, dass Sie diesen Kontakt blockieren wollen? Alle Gespräche mit diesem Kontakt werden unwiderruflich gelöscht.
el: Είσαι σίγουρος ότι θέλεις να μπλοκάρεις αυτή την επαφή;
eo: Ĉu vi certas, ke vi volas bloki tiun kontakton? La konversacia historio kun tiu kontakto ankaŭ estos forigita permanente.
es_mx: ¿Estás seguro de que querés bloquear este contacto? El historial de conversaciones con este contacto también se eliminará de forma permanente.
et: Kas sa oled kindel, et soovid selle kontakti blokeerida? Samaga kustutatakse jäädavalt kogu tema vestlusajalugu.
et_ee: Kas sa tahad selle kontakti blokeerida?
eu: Kontaktu hau blokeatu nahi duzu? Kontaktu honekin egindako elkarrizketa historiala ere betiko ezabatuko da.
fa_ir: آیا مطمئن هستید که میخواهید این مخاطب را مسدود کنید؟ تاریخچه گفتگو با این مخاطب برای همیشه پاک خواهد شد.
fi: Haluatko estää tämän henkilön? Henkilön keskusteluhistoria myös poistetaan pysyvästi.
fr: Êtes-vous certain de vouloir bloquer ce contact ? L'historique des conversations avec ce contact sera supprimé définitivement.
ga: Tá tú cinnte go bhfuil tú ag iarraidh an teagmháil seo a bhac?
gu: શું તમે ખાતરી કરો કે તમે આ સંપર્કને અવરોધિત કરવા માંગો છો? આ સંપર્ક સાથે વાતચીતનો ઇતિહાસ પણ કાયમી ધોરણે કાઢી નાખવામાં આવશે.
he: האם אתה בטוח שאתה רוצה לחסום את הקשר הזה? היסטוריית השיחה עם הקשר הזה גם תימחק באופן קבוע.
hi_in: क्या आप इस संपर्क को अवरुद्ध करना चाहते हैं? इस संपर्क के साथ बातचीत का इतिहास भी स्थायी रूप से हटा दिया जाएगा।
hr_hr: Jeste li sigurni da želite blokirati ovaj kontakt?
hu: Szeretne letiltani ezt a kapcsolattartót? A beszélgetés előzményei a kapcsolattartóval együtt véglegesen törlésre kerülnek.
hy: Համոզված եք, որ ցանկանում եք արգելափակել այս շփումը: Այս շփման հետ կապված զրույցի պատմությունը նույնպես կսահմանվի մշտապես:
id: Apakah Anda yakin ingin memblokir kontak ini? Riwayat percakapan dengan kontak ini juga akan dihapus secara permanen.
it: Si desidera bloccare questo contatto? Anche la cronologia delle conversazioni con questo contatto verrà cancellata in modo permanente.
kk: Сіз бұл байланысты тоқтатуды қалайсыз ба? Бұл байланыспен әңгімелесу тарихы да тұрақты түрде өшіріледі.
kn: ಈ ಸಂಪರ್ಕವನ್ನು ನಿರ್ಬಂಧಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಸಂಪರ್ಕದೊಂದಿಗೆ ಸಂಭಾಷಣೆ ಇತಿಹಾಸವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.
ko_kr: 이 연락처를 차단하고 싶으신가요? 이 연락처의 대화 역사 또한 영구적으로 삭제됩니다.
ml: ഈ കോൺടാക്റ്റിനൊപ്പം സംഭാഷണ ചരിത്രം ശാശ്വതമായി ഇല്ലാതാക്കും.
mn_mn: Та энэ холбоосыг хаахыг хүсч байна уу? Энэ холбооны ярианы түүх мөн мөн л байнга устгагдана.
mr: तुम्हाला खात्री आहे का की तुम्हाला हा संपर्क ब्लॉक करायचा आहे? या संपर्कातील संभाषणाचा इतिहास कायमचा हटवला जाईल.
ne: के तपाईँ यो सम्पर्क रोक्न चाहनुहुन्छ भन्ने निश्चित हुनुहुन्छ? यो सम्पर्कको साथको कुराकानी इतिहास पनि स्थायी रूपमा मेटाइनेछ।
nn: Er du sikker på du vil blokkere denne kontakta? Samtalehistoria med denne kontakta vert òg slettet permanent.
oc: Se vòls segurament blocar aquel contacte? L'istòria de conversacion amb aquel contacte serà tanben suprimida de forma permanenta.
ro_ro: Vrei să blochezi acest contact? Conversația cu acest contact va fi ștearsă definitiv.
sq_al: Doni të bllokohet ky kontakt? Edhe historiku i bisedës me këtë kontakt do të fshihet përgjithmonëy.
sw: Je, una uhakika unataka kuzuia kuwasiliana hii? historia ya mazungumzo na kuwasiliana hii pia kufuta milele.
ta: இந்த தொடர்பு தொடர்பான உரையாடல் வரலாறு நிரந்தரமாக நீக்கப்படும்.
te: మీరు ఈ పరిచయాన్ని నిరోధించాలనుకుంటున్నారా అని మీకు ఖచ్చితంగా తెలుసా? ఈ పరిచయం ఉన్న సంభాషణ చరిత్రను కూడా శాశ్వతంగా తొలగించబడుతుంది.
th: คุณแน่ใจนะว่า คุณต้องการปิดการติดต่อนี้? ประวัติการพูดคุยกับการติดต่อนี้จะถูกลบไปอย่างถาวร
tt: Бу контактны туктатырга теләвегездә ышанычлымы? Бу контакт белән сөйләшү тарихы да мәңгегә бетереләчәк.
vi: Bạn có chắc chắn rằng bạn muốn chặn liên lạc này? lịch sử cuộc trò chuyện với liên lạc này cũng sẽ bị xóa vĩnh viễn.
zh_hans_cn: 要封鎖此聯絡人嗎？與此聯絡人的所有對話將被刪除。

# alerts.confirmDeleteConversation
source: Do you want to delete this conversation permanently?
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة بشكل دائم؟
ast_es: ¿Estás segura de qu'ayudes a borrar esta conversación de forma permanente?
az: آيا مطمئني که مي خواي اين مکالمه رو به طور دائم حذف کني؟
be_by: Ці ўпэўнены, што хочаш назаўсёды выдаліць гэтую размову?
bg_bg: Наистина ли искате да изтриете разговора завинаги?
bn: আপনি নিশ্চিত যে আপনি এই কথোপকথন স্থায়ীভাবে মুছে ফেলতে চান?
ca: Estàs segur que vols suprimir aquesta conversa de forma permanent?
de: Möchten Sie diese Unterhaltung dauerhaft entfernen?
de_de: Sind Sie sicher, dass sie diese Unterhaltung unwiderruflich löschen wollen?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτή τη συζήτηση μόνιμα;
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun konversacion permanente?
es_mx: ¿Realmente querés eliminar esta conversación definitivamente?
et: Kas sa oled kindel, et soovid selle vestluse lõplikult kustutada?
et_ee: Oled kindel, et tahad seda vestlust püsivalt kustutada?
eu: Ziur zaude elkarrizketa hau betiko ezabatu nahi duzula?
fa_ir: آیا اطمینان دارید که می‌خواهید این گفتگو را برای همیشه پاک کنید؟
fi: Haluatko poistaa tämän keskustelun pysyvästi?
fr: Do you want to remove this conversation permanently?
ga: An bhfuil tú cinnte gur mhaith leat an comhrá seo a scriosadh go buan?
gu: શું તમે ખાતરી કરો કે તમે આ વાતચીતને કાયમ માટે કાઢી નાખવા માંગો છો?
he: אתה בטוח שאתה רוצה למחוק את השיחה הזאת באופן קבוע?
hi_in: क्या आप सुनिश्चित हैं कि आप इस बातचीत को स्थायी रूप से हटाना चाहते हैं?
hr_hr: Jesi li siguran da želiš izbrisati ovaj razgovor trajno?
hu: Szeretne véglegesen törölni ezt a beszélgetést?
hy: Համոզված ես, որ ուզում ես այս զրույցը մշտապես ջնջել:
id: Apakah Anda yakin ingin menghapus percakapan ini secara permanen?
it: Vuoi cancellare definitivamente questa conversazione?
kk: Бұл әңгімеді тұрақты түрде өшіргіңіз келе ме?
kn: ಈ ಸಂಭಾಷಣೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: 이 대화를 영구적으로 삭제하고 싶다고 확신하십니까?
ml: ഈ സംഭാഷണം ശാശ്വതമായി ഇല്ലാതാക്കാൻ നിനക്ക് ഉറപ്പുണ്ടോ?
mn_mn: Та энэ яриаг тасралтгүй устгахыг хүсч байна уу?
mr: तुम्हाला खात्री आहे की तुम्हाला हा संभाषण कायमचे हटवायचा आहे?
ne: के तपाई निश्चित हुनुहुन्छ कि तपाई यो कुराकानीलाई स्थायी रूपमा मेटाउन चाहनुहुन्छ?
nn: Er du sikker på du vil sletta samtalen permanent?
oc: S'es segur que volètz suprimir aquela conversacion de forma definitiva?
ro_ro: Vrei să ștergi definitiv această conversație?
sl: Do you want to remove this conversation permanently?
sq_al: Doni të hiqet përgjithmonë kjo bisedë?
sw: Je, una uhakika unataka kufuta mazungumzo haya milele?
ta: நீங்கள் இந்த உரையாடலை நிரந்தரமாக நீக்க வேண்டும் என்று உறுதியாக இருக்கிறீர்களா?
te: మీరు ఈ సంభాషణ శాశ్వతంగా తొలగించడానికి అనుకుంటున్నారా ఖచ్చితంగా?
th: คุณแน่ใจนะว่า คุณต้องการลบการพูดคุยนี้ได้ตลอดไป
tt: Сез бу сөйләшүне мәңгегә бетерәсегез киләме?
vi: Em có chắc em muốn xóa cuộc trò chuyện này vĩnh viễn không?
zh_hans_cn: 您確定您想要永久刪除此對話嗎？

# alerts.confirmDeleteConversationFromContact
source: Do you want to delete the conversation with this contact?
ar: هل أنت متأكد أنك تريد حذف المحادثة مع هذا الاتصال؟
ast_es: ¿Estás segura de qu'ayudes a borrar la conversación con esti contautu?
az: مطمئنی کی بو تماسلا مکالمه نی سنده یئرلشدیرمک ایسته ییرسن؟
be_by: Ці ўпэўнены, што хочаш выдаліць размову з гэтым кантактам?
bg_bg: Наистина ли искате да изтриете разговора с този контакт?
bn: আপনি নিশ্চিত যে আপনি এই যোগাযোগের সাথে কথোপকথন মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar la conversa amb aquest contacte?
de: Möchten Sie die Unterhaltung mit diesem Kontakt löschen?
de_de: Sind Sie sicher, dass Sie die Unterhaltung mit diesem Kontakt löschen wollen?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις τη συζήτηση με αυτόν τον επαφή;
eo: Ĉu vi certas, ke vi volas forigi la konversacion kun tiu kontakto?
es_mx: ¿Realmente querés eliminar la conversación con este contacto?
et: Kas sa oled kindel, et soovid vestluse selle kontaktiga kustutada?
et_ee: Oled kindel, et tahad selle kontaktiga vestlust kustutada?
eu: Ziur zaude kontaktu honekin egin nahi duzun elkarrizketa ezabatzea?
fa_ir: آیا مطمئن هستید که میخواهید این گفتگو با این مخاطب را پاک کنید؟
fi: Haluatko poistaa keskustelun tämän henkilön kanssa?
fr: Êtes-vous certain de vouloir effacer cette conversation avec ce contact ?
ga: An bhfuil tú cinnte go bhfuil tú ag iarraidh an comhrá a scriosadh leis an teagmháil seo?
gu: શું તમે ખાતરી કરો કે તમે આ સંપર્ક સાથે વાતચીત કાઢી નાખવા માંગો છો?
he: אתה בטוח שאתה רוצה למחוק את השיחה עם הקשר הזה?
hi_in: क्या आप सुनिश्चित हैं कि आप इस संपर्क के साथ बातचीत को हटाना चाहते हैं?
hr_hr: Jesi li siguran da želiš izbrisati razgovor s ovim kontaktom?
hu: Szeretne törli a beszélgetést ezzel a kapcsolattartóval?
hy: Համոզված եք, որ ցանկանում եք ջնջել այս շփման հետ զրույցը:
id: Apakah Anda yakin ingin menghapus percakapan dengan kontak ini?
it: Vuoi cancellare la conversazione con questo contatto?
kk: Бұл байланыспен сөйлескенді өшіргіңіз келе ме?
kn: ಈ ಸಂಪರ್ಕದ ಜೊತೆಗಿನ ಸಂಭಾಷಣೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: 이 연락처와 대화를 삭제하고 싶다고 확신하십니까?
ml: ഈ കോൺടാക്റ്റിനൊപ്പം സംഭാഷണം ഇല്ലാതാക്കാൻ താങ്കൾക്ക് ഉറപ്പുണ്ടോ?
mn_mn: Та энэ холбоотонтай ярилцлагаа устгахыг хүсч байна уу?
mr: तुम्हाला खात्री आहे का की तुम्हाला या संपर्कातील संभाषण हटवायचे आहे?
ne: के तपाई निश्चित हुनुहुन्छ कि तपाई यस सम्पर्कको साथको कुराकानी मेटाउन चाहनुहुन्छ?
nn: Er du sikker på du vil sletta samtalen med denne kontakten?
oc: S'es segur que volètz suprimir la conversacion amb aquel contacte?
ro_ro: Vrei să ștergi conversația cu acest contact?
sq_al: Doni të fshihet biseda me këtë kontakt?
sw: Je, una uhakika unataka kufuta mazungumzo na mawasiliano haya?
ta: இந்த தொடர்பு கொண்டு உரையாடலை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ పరిచయం తో సంభాషణ తొలగించడానికి అనుకుంటున్నారా ఖచ్చితంగా?
th: คุณแน่ใจนะว่าอยากลบการพูดคุยกับผู้ติดต่อนี้
tt: Сез бу контакт белән сөйләшүне бетерәсегез киләме?
vi: Anh có chắc là muốn xóa cuộc trò chuyện với người liên lạc này không?
zh_hans_cn: 您確定您想要刪除與此聯絡人的對話嗎？

# alerts.confirmDeleteConversationTitle
source: Delete conversation
ar: إزالة المحادثة
ast_es: La conversación ye borrada
az: دانیشیق لاری سئل
be_by: Знімайце размову
bg_bg: Изтриване на разговор
bn: কথোপকথন মুছে ফেলুন
ca: Eliminar la conversa
de: Unterhaltung löschen
de_de: Unterhaltung löschen
el: Διαγράψτε τη συζήτηση
eo: Forigu konversacion
es_mx: Eliminar conversación
et: Kustuta vestlus
et_ee: Lõpeta vestlus
eu: Ezabatu elkarrizketa
fa_ir: پاک کردن گفتگو
fi: Poista keskustelu
fr: Supprimer cette conversation
ga: Scrios an comhrá
gu: વાતચીત કાઢી નાખો
he: מחיקת דיון
hi_in: बातचीत को हटा दें
hr_hr: Izbrišite razgovor
hu: Beszélgetés törlése
hy: Սեղմեք զրույցը
id: Hapus Percakapan
it: Cancella conversazione
kk: Әңгімелерді өшіру
kn: ಸಂಭಾಷಣೆಯನ್ನು ಅಳಿಸಿ
ko_kr: 대화 를 삭제
ml: സംഭാഷണം ഇല്ലാതാക്കുക
mn_mn: Хэлэлцүүлгийг устгах
mr: संभाषण हटवा
ne: वार्तालाप हटाउनुहोस्
nn: Ta bort samtal
oc: Suprimir la conversacion
ro_ro: Șterge conversația
sl: Izbriši pogovor
sq_al: Fshije bisedën
sw: Ondoa Mazungumzo
ta: உரையாடலை நீக்கு
te: సంభాషణను తొలగించు
th: กดการพูดคุย
tt: Әңгәмәне бетер
vi: Tránh cuộc trò chuyện
zh_hans_cn: 删除对话

# alerts.noMediaPermissionsTitle
source: Media permission not granted
ar: الإعلام غير مُمَنِح
ast_es: Permisión de medios non concedida
az: میدیایا وئریلن اجازه وئریلمه دی
be_by: Здаволенасць СМІ не дадзена
bg_bg: Недопускане на разрешение на медиите
bn: মিডিয়া অনুমতি দেওয়া হয়নি
ca: Permissió de mitjans no concedida
de: Medienzugriff nicht gewährt
de_de: Zugriff auf Medien unterbunden
el: Άδειας μέσων ενημέρωσης μη χορηγείται
eo: La permeso de amaskomunikiloj ne estas donita
es_mx: Permiso a medios no concedido
et: Meedia kasutamiseks puudub luba
et_ee: Meediale ei antud luba
eu: Mediaren baimena ez da eman
fa_ir: مجوز رسانه داده نشده است
fi: Pääsyä mediaan ei ole myönnetty
fr: L'accès au média non autorisé
ga: Ceadaíocht na meán nach bhfuil deimhnithe
gu: મીડિયા પરવાનગી આપવામાં આવી નથી
he: אישור מדיה לא מוסמך
hi_in: मीडिया अनुमति नहीं दी गई
hr_hr: Ne odobreno medijsko dopuštenje
hu: A média engedélyét nem adták meg
hy: ԶԼՄ-ների թույլտվությունը չի տրվել
id: Izin media tidak diberikan
it: Permesso non consentito ai media
kk: БАҚ рұқсаты берілмеген
kn: ಮಾಧ್ಯಮ ಅನುಮತಿ ನೀಡಿಲ್ಲ
ko_kr: 언론 허가 받지 않은
ml: മാധ്യമങ്ങളുടെ അനുമതി അനുവദിച്ചിട്ടില്ല
mn_mn: Мэдээлэл мэдээллийн зөвшөөрөл олгоогүй
mr: माध्यमांना परवानगी नाही
ne: मिडिया अनुमति नदिएको
nn: Medieavgjevd tillating
oc: Permet pas de las mejanas
ro_ro: Nu ai permis accesul la Media
sl: Dovoljenje za medij ni podano
sq_al: S'u akordua leje mbi media
sw: Utoaji wa ruhusa wa vyombo vya habari haukupewa
ta: ஊடக அனுமதி வழங்கப்படவில்லை
te: మీడియా అనుమతి ఇవ్వలేదు
th: การอนุญาตสื่อไม่ถูกให้
tt: Медиага рөхсәт бирелмәгән
vi: Phán phép truyền thông không được cấp
zh_hans_cn: 未授予媒体权限

# alerts.noLibraryPermissionsTitle
source: Access to photo library not granted
ar: لا يُمنح الوصول إلى مكتبة الصور
ast_es: L'accesu a la biblioteca de fotos nun se concede
az: عکس لری کیتابخانایا گئریلمه یه ده وئریلمه دی
be_by: Доступ да бібліятэкі фота не даецца
bg_bg: Достъп до фото библиотека не е предоставен
bn: ফটো লাইব্রেরিতে অ্যাক্সেস অনুমোদিত নয়
ca: Accés a la biblioteca de fotografies no concedit
de: Zugriff auf die Bildergalerie nicht gewährt
de_de: Zugang zum Foto-Ordner wurde verboten
el: Πρόσβαση στη βιβλιοθήκη φωτογραφιών δεν χορηγείται
eo: Aliro al fotbiblioteko ne koncedita
es_mx: Acceso a librería de fotos no concedido
et: Fotogalerii kasutamiseks puudub luba
et_ee: Fotobibliotööri juurde juurdepääs ei ole antud
eu: Argazki-liburutegira sarbidea ez da ematen.
fa_ir: دسترسی به کتابخانه تصاویر داده نشده است
fi: Pääsyä valokuviin ei ole myönnetty
fr: L'accès à la bibliothèque de photos non autorisé
ga: rochtain ar leabharlann grianghraf nach bhfuil deimhnithe
gu: ફોટો લાઇબ્રેરીની ઍક્સેસ આપવામાં આવી નથી
he: גישה לספריית התמונות לא מותרת
hi_in: फोटो लाइब्रेरी तक पहुंच प्रदान नहीं की गई
hr_hr: Prihvatak knjižnici fotografija nije odobren
hu: Fényképkönyvtár hozzáférése nem engedélyezett
hy: Լուսանկարների գրադարան մուտք չի տրվել
id: Akses ke galeri foto tidak diberikan
it: Accesso non consentito alle foto
kk: Фото кітапханасына қол жеткізу рұқсат етілмеген
kn: ಫೋಟೋ ಲೈಬ್ರರಿಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿಲ್ಲ
ko_kr: 사진 라이브러리에 대한 접근 권한이 부여되지 않았습니다
ml: ഫോട്ടോ ലൈബ്രറിയിലേക്കുള്ള പ്രവേശനം അനുവദിച്ചിട്ടില്ല
mn_mn: Фото номын сан руу орох эрх олгоогүй
mr: फोटो लायब्ररीचा प्रवेश मंजूर नाही
ne: फोटो लाइब्रेरीमा पहुँच प्रदान गरिएको छैन
nn: Tilgang til fotoboska er ikkje tilgjeve
oc: Acces a la bibliotèca de fotografias pas acordada
ro_ro: Nu ai permis accesul la poze
sl: Dostop do fotoalbuma ni bil dodeljen
sq_al: S’u akordua hyrje te fototekë
sw: Ufikiaji wa maktaba ya picha haukupewa
ta: புகைப்பட நூலகத்திற்கு அணுகல் வழங்கப்படவில்லை
te: ఫోటో లైబ్రరీకి ప్రాప్యత ఇవ్వబడలేదు
th: การเข้าถึงห้องสมุดรูปภาพไม่ได้รับอนุญาต
tt: Фото китапханәсенә керү рөхсәт ителмәгән
vi: Phiên bản truy cập thư viện ảnh không được cấp
zh_hans_cn: 未授予照片库访问权限

# alerts.noLocationPermissionsTitle
source: Access to location not granted
ar: الوصول إلى الموقع غير الممنوح
ast_es: L'accesu a la localización nun se concede
az: مکانا گئریلمه دی
be_by: Доступ да месцазнаходжання не даецца
bg_bg: Достъп до местоположение, който не е предоставен
bn: স্থান অ্যাক্সেস অনুমোদিত নয়
ca: Accès a l'ubicació no concedida
de: Zugang zum Standort nicht gewährt
de_de: Zugriff auf Standort nicht erteilt
el: Πρόσβαση σε τοποθεσία που δεν χορηγείται
eo: Aliro al loko ne koncedita
es_mx: Acceso a la ubicación no concedido
et: Asukoha kasutamiseks puudub luba
et_ee: Asukoht ei ole antud
eu: Lekuetara sarbidea ez da ematen.
fa_ir: دسترسی به مکان داده نشده است
fi: Pääsyä sijaintiin ei ole myönnetty
fr: L'accès à la géolocalisation non autorisé
ga: Freagraíocht maidir le rochtain ar shuíomh
gu: સ્થાનની ઍક્સેસ આપવામાં આવી નથી
he: גישה לא מיקום
hi_in: स्थान तक पहुंच प्रदान नहीं की गई
hr_hr: Prihvat lokacije nije odobren
hu: Hozzáférés a tartózkodási hely nincs engedélyezve
hy: Տեղի մուտք չի տրվել
id: Akses ke lokasi tidak diberikan
it: Accesso non consentito alla posizione
kk: Орналасуына қол жеткізу рұқсат етілмеген
kn: ಸ್ಥಳಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿಲ್ಲ
ko_kr: 장소 접근은 허용되지 않습니다
ml: സ്ഥലം ലഭ്യമാക്കിയിട്ടില്ല
mn_mn: Байгалийн газарт хандах эрх олгоогүй
mr: स्थानावर प्रवेश मंजूर नाही
ne: स्थानमा पहुँच प्रदान गरिएको छैन
nn: Tilgang til ein plass som ikkje er gjeven
oc: Acces a l'emplec non acordat
ro_ro: Nu ai permis localizarea
sl: Dostop do lokacije ni odobren
sq_al: S’u akordua hyrje te vendndodhje
sw: Ufikiaji wa eneo la tukio haukupewa
ta: இடத்திற்கு அணுகல் வழங்கப்படவில்லை
te: స్థలానికి ప్రాప్యత ఇవ్వబడలేదు
th: การเข้าถึงสถานที่ที่ไม่ได้มอบ
tt: Мәйданга керү рөхсәт ителмәгән
vi: Phiên bản không được cấp
zh_hans_cn: 未授予访问位置权限
