Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.autoRegistration
source: Auto register after expiration
ar: سجل السيارات بعد انتهاء الصلاحية
ast_es: El rexistru automáticu dempués de la expiración
az: موتر ثبت ائتمه دن سونرا
be_by: Аўтамабільны рэгістр пасля заканчэння тэрміну
bg_bg: Авторегистър след изтичане на срока
bn: মেয়াদ শেষ হওয়ার পর অটো রেজিস্টার
ca: Registre automàtic després de la expiració
de: Automatische Registrierung nach Ablauf
de_de: Nach Ablauf automatisch registrieren
el: Μητρώο αυτοκινήτου μετά την λήξη ισχύος
eo: Aŭtorejestro post eksvalido
es_mx: Registrar automáticamente luego de la expiración
et: Peale kehtivuse aegumist registreeri automaatselt uuesti
et_ee: Autoreegister pärast kehtivusaja lõppu
eu: Autokartze-registroa iraungitzearen ondoren
fi: Automaattinen rekisteröinti vanhentumisen jälkeen
fr: Réenregistrement automatique après expiration
ga: Údarás na hIarscríbhneacha
gu: સમાપ્તિ પછી ઓટો રજિસ્ટર
he: רישום אוטומטי לאחר תקופת הגבלת הפסקות
hi_in: समाप्ति के बाद ऑटो रजिस्टर
hr_hr: Autoreski registr nakon isteka
hu: Önműködő bejegyzése a lejárat után
hy: Ավտոմեքենայի գրանցում ժամկետը լրանալուց հետո
id: Daftar otomatis setelah kedaluwarsa
it: Registrazione automatica dopo la scadenza
kk: Күші жойылды деп танылған
kn: ಅವಧಿ ಮುಗಿದ ನಂತರದ ಸ್ವಯಂ ನೋಂದಣಿ
ko_kr: 만료 후 자동 등록
ml: കാലഹരണപ്പെട്ട ശേഷം ഓട്ടോ രജിസ്റ്റർ ചെയ്യുക
mn_mn: Авто тэтгэврийн бүртгэл хугацаа дууссан дараа
mr: कालावधी संपल्यानंतर ऑटो रजिस्टर
ne: म्याद सकिएपछि स्वतः दर्ता
nn: Autoregistrering etter utløpet
oc: Registre automatic après l'expiracion
ro_ro: Înscriere automată după expirare
sl: Samodejna registracija po izteku
sq_al: Regjistrohu automatikisht pas skadimit
sw: Usajili wa magari baada ya kumalizika
ta: காலாவதிக்குப் பிறகு தானியங்கி பதிவு
te: గడువు ముగిసిన తర్వాత ఆటో రిజిస్టర్
th: รีสเตอร์รถยนต์หลังหมดอายุ
tt: Вакыт узгач, автореестр
vi: Đăng ký tự động sau khi hết hạn
zh_hans_cn: 过期后自动注册

# accountPage.connectivityHeader
source: Connectivity
ar: الاتصال
ast_es: La conectividá
az: ارتباط
be_by: Злучнасць
bg_bg: Свързаност
bn: সংযোগ
ca: Connectivitat
de: Verbindung
el: Συνδεσιμότητα
eo: Konektiveco
es_mx: Conectividad
et: Ühenduvus
et_ee: Sisuvõimsus
eu: Lotura
fi: Yhteydet
fr: Connectivité
ga: Conactivity
gu: કનેક્ટિવિટી
he: קישור
hi_in: कनेक्टिविटी
hr_hr: Spojivost
hu: Kapcsolódás
hy: Կապակցվածություն
id: Konektivitas
it: Connessione
kk: Қосылым
kn: ಸಂಪರ್ಕ
ko_kr: 연결성
ml: കണക്റ്റിവിറ്റി
mn_mn: Холбоотой байдал
mr: कनेक्टिव्हिटी
ne: कनेक्टिविटी
nn: Konektivitet
oc: Connectivitat
ro_ro: Conectare
sl: Povezljivost
sq_al: Aftësi lidhjeje
sw: Uunganisho
ta: இணைப்பு
te: కనెక్టివిటీ
th: การเชื่อมต่อ
tt: Бәйләнеш
vi: Kết nối
zh_hans_cn: 连接性

# accountPage.turnEnabled
source: Enable TURN
ar: تمكين TURN
ast_es: Activu TURN
az: TURN فعال ائت
be_by: Уключыць ТУРН
bg_bg: Осигуряване на TURN
bn: TURN সক্ষম করুন
ca: Abilitar TURN
de: TURN aktivieren
el: Ενεργοποιήστε το ΤΕΡΝ
eo: Aktivigu TURN
et: Võta TURN-server kasutusele
et_ee: Võimalda pöörata
eu: Jarri martxan
fi: Valitse TURN
fr: Activer le relais TURN
ga: Céadú TURN
gu: ટર્ન સક્ષમ કરો
he: תפעיל TURN
hi_in: टर्न सक्षम करें
hr_hr: Aktiviraj TURN
hu: TURN-kiszolgáló engedélyezése
hy: Աջակցել TURN- ը
id: Memungkinkan TURN
it: Abilita TURN
kk: ТУРН- ды қосу
kn: TURN ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: TURN를 활성화
ml: ടര് ണ് പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: ТУРН-ыг идэвхжүүлнэ
mr: टर्न सक्षम करा
ne: TURN सक्षम गर्नुहोस्
nn: Legg til TURN
oc: Abilitar TURN
ro_ro: Activează TURN
sl: Omogoči TURN
sq_al: Aktivizo TURN
sw: Kuwezesha TURN
ta: TURN ஐ இயக்கு
te: TURN ని ప్రారంభించండి
th: เปิด TURN
tt: ТУРНны кую
vi: Khả năng TURN
zh_hans_cn: 启动TURN

# accountPage.turnServer
source: TURN address
ar: عنوان بروتوكول TURN
ast_es: Direición de la RRN
az: آدرس TURN
be_by: Адрас ТУРН
bg_bg: Адрес на ТУРН
bn: টার্ন ঠিকানা
ca: Direcció de la TRUN
de: TURN Adresse
el: Διεύθυνση TURN
eo: Adreso de la TIR-a
es_mx: Dirección TURN
et: TURN-serveri aadress
et_ee: Ülemkordne aadress
eu: TURN helbidea
fi: TURN osoite
fr: Adresse du serveur TURN
ga: Seoladh TURN
gu: ટર્ન સરનામું
he: כתובת טורן
hi_in: टर्न पता
hr_hr: Adresa TURN
hu: TURN-cím
hy: ՏԵՐՆԻՆԻՆ հասցե
id: Alamat TURN
it: Indirizzo TURN
kk: ТУРН мекенжайы
kn: ಟರ್ನ್ ವಿಳಾಸ
ko_kr: TURN 주소
ml: ടര് ൻ വിലാസം
mn_mn: ТУРН хаяг
mr: टर्न पत्ता
ne: टर्न ठेगाना
nn: Adress til TURN
oc: Adressa de la rotacion
ro_ro: Adresa TURN
sl: Naslov TURN
sq_al: Adresë TURN
sw: Anwani ya TURN
ta: திருப்பு முகவரி
te: టర్న్ చిరునామా
th: ที่อยู่ TURN
tt: ТУРН адресы
vi: Địa chỉ TURN
zh_hans_cn: TURN 地址

# accountPage.turnUsername
source: TURN username
ar: اسم المستخدم لبروتوكول TURN
ast_es: Nómase d'usuariu TURN
az: تورن آدلی یوللاندیریجی آد
be_by: Назва карыстальніка TURN
bg_bg: Потребителско име за TURN
bn: ইউজার নাম TURN
ca: Usuari de TURN
de: TURN-Benutzer
el: Όνομα χρήστη TURN
eo: TURN uzantnomo
es_mx: Nombre de usuario en TURN
et: TURN-serveri kasutajanimi
et_ee: Kasutaja nimi TURN
eu: TURN erabiltzaile izena
fi: TURN käyttäjänimi
fr: Utilisateur TURN
ga: Ainm úsáideora TURN
gu: ટર્ન વપરાશકર્તા નામ
he: שם משתמש TURN
hi_in: यूजरनाम TURN
hr_hr: TURN korisničko ime
hu: TURN felhasználónév
hy: TURN օգտատերու անուն
id: Nama pengguna TURN
it: Nome TURN
kk: ТУРН пайдаланушы аты
kn: TURN ಬಳಕೆದಾರ ಹೆಸರು
ko_kr: TURN 사용자 이름
ml: ടര് ൻ ഉപയോക്തൃനാമം
mn_mn: TURN хэрэглэгчдийн нэр
mr: टर्न वापरकर्तानाव
ne: प्रयोगकर्ता नाम TURN
nn: Brukarnamn TURN
oc: Nomen d' utilizaire TURN
ro_ro: Nume de utilizator TURN
sl: Uporabniško ime TURN
sq_al: Emër përdoruesi TURN
sw: Jina la mtumiaji TURN
ta: பயனர் பெயர் TURN
te: TURN వాడుకరి పేరు
th: TURN ชื่อผู้ใช้
tt: ТУРН кулланучы исеме
vi: Tên người dùng TURN
zh_hans_cn: TURN 用户名

# accountPage.turnPassword
source: TURN password
ar: كلمة المرور لبروتوكول TURN
ast_es: La contraseña de TURN
az: تورن رمز
be_by: Пароль TURN
bg_bg: Парола за TURN
bn: টার্ন পাসওয়ার্ড
ca: Contrasenya de TURN
de: TURN-Passwort
el: Κωδικός TURN
eo: TURN pasvorto
es_mx: Contraseña TURN
et: TURN-serveri salasõna
et_ee: VART-sõna
eu: TURN pasahitza
fi: TURN salasana
fr: Mot de passe TURN
ga: Códchlár TURN
gu: ટર્ન પાસવર્ડ
he: סיסמה TURN
hi_in: टर्न पासवर्ड
hr_hr: TURN lozinka
hu: TURN jelszó
hy: TURN գաղտնաբառ
id: Kata sandi TURN
it: Password TURN
kk: ТУРН паролі
kn: ಟರ್ನ್ ಪಾಸ್ವರ್ಡ್
ko_kr: TURN 비밀번호
ml: ടര് ൻ പാസ്വേഡ്
mn_mn: TURN нууц үг
mr: टर्न संकेतशब्द
ne: टर्न पासवर्ड
nn: Passord til TURN
oc: Password TURN
ro_ro: Parola TURN
sl: Geslo TURN
sq_al: Fjalëkalim TURN
sw: Password TURN
ta: TURN கடவுச்சொல்
te: టర్న్ పాస్వర్డ్
th: ปรสิต TURN
tt: ТУРН пароле
vi: Mật khẩu TURN
zh_hans_cn: TURN 密码

# accountPage.turnRealm
source: TURN realm
ar: حقل بروتوكول TURN
ast_es: El Reinu de la VIRTANcia
az: تورن دؤولت
be_by: РАЗВАЛЬНАе царства
bg_bg: СВЕЗНИЦА
bn: টার্ন রিয়াল
ca: REMIÓ DE VURT
el: Το βασίλειο ΤΟΥΡΝ
eo: RON regno
es_mx: Reino TURN
et: TURN-serveri mõjuala
et_ee: TÜRN-maailm
eu: -TURN erreinua.
fi: TURN -alue
fr: Domaine TURN
ga: RIMHÍON
gu: ટર્ન ક્ષેત્ર
he: ממלכת טורן
hi_in: टर्न क्षेत्र
hr_hr: VRAČNJE kraljevstvo
hu: TURN tartomány
hy: ՏՈՐՆԻՍՏԵՐ
it: Dominio TURN
kk: ТУРН әлемі
kn: ಟರ್ನ್ ಕ್ಷೇತ್ರ
ko_kr: 스 영역
ml: ടര് ൻ മേഖല
mn_mn: ТУРН-ийн ертөнц
mr: टर्न क्षेत्र
ne: टर्न क्षेत्र
nn: DER er det ikkje
oc: REMIÓRR
ro_ro: Domeniul TURN
sl: Območje TURN
sw: Ulimwengu wa TURN
ta: TURN சாம்ராஜ்யம்
te: టర్న్ రాజ్యం
th: สาขา TURN
tt: ТОРН өлкәсе
vi: Vị trí của TURN
zh_hans_cn: TURN 域

# accountPage.upnpEnabled
source: Use UPnP
ar: استخدم UPnP
ast_es: Utiliza UPnP
az: UPnP- نی ائشلشدیر
be_by: Выкарыстоўвайце UPnP
bg_bg: Използвайте UPnP
bn: UPnP ব্যবহার করুন
ca: Utilitza UPnP
de: UPnP benutzen
el: Χρήση UPnP
eo: Uzu UPnP
et: Kasuta UPnP'd
eu: Erabili UPnP
fi: Käytä UPnP
fr: Utiliser UPnP
ga: Úsáid UPnP
gu: UPnP નો ઉપયોગ કરો
he: השתמשו UPnP
hi_in: UPnP का प्रयोग करें
hr_hr: Upotreba UPnP
hu: UPnP használata
hy: Օգտագործեք UPnP
id: Gunakan UPnP
it: Utilizza UPnP
kk: UPnP- ды қолдану
kn: UPnP ಅನ್ನು ಬಳಸಿ
ko_kr: UPnP를 사용
ml: UPnP ഉപയോഗിക്കുക
mn_mn: UPnP-ийг ашигла
mr: UPnP वापरा
ne: UPnP प्रयोग गर्नुहोस्
nn: Bruk UPnP
oc: Utilizar UPnP
ro_ro: Folosește UPnP
sl: Uporabi UPnP
sq_al: Përdor UPnP
sw: Tumia UPnP
ta: UPnP ஐப் பயன்படுத்தவும்
te: UPnP ను ఉపయోగించండి
th: ใช้ UPnP
tt: UPnP куллан
vi: Sử dụng UPnP
zh_hans_cn: 使用 UPnP

# accountPage.security
source: Security
ar: تأمين
ast_es: Seguridá
az: امنیت
bg_bg: Сигурност
bn: নিরাপত্তা
de: Sicherheit
el: Ασφάλεια
eo: Sekuro
et: Turvalisus
eu: Segurtasuna
fi: Turvallisuus
fr: Sécurité
ga: Slándáil
he: אבטחה
hr_hr: Sigurnost
hu: Biztonság
hy: Անվտանգություն
id: Keamanan
it: Sicurezza
kk: Қауіпсіздік
kn: ಭದ್ರತೆ
ml: സുരക്ഷ
mn_mn: Аюулгүй байдал
mr: सुरक्षा
ne: सुरक्षा
nn: Tryggleik
oc: Seguretat
ro_ro: Protecție
sl: Varnost
sq_al: Siguri
sw: Usalama
ta: பாதுகாப்பு
th: ความปลอดภัย
tt: Корылык
vi: An ninh
zh_hans_cn: 安全

# accountPage.enableSRTP
source: Encrypt media streams (SRTP)
ar: نظام تشفير تدفق الوسائط ﴿SRTP﴾
ast_es: Encripta los fluxos de medios (SRTP)
az: رمزلشدیرمه میدیال جریانلاری (SRTP)
bg_bg: Криптирайте медийните потоци (SRTP)
bn: এনক্রিপ্ট মিডিয়া স্ট্রিম (SRTP)
de: Medienströme verschlüsseln (SRTP)
el: Κρυπτογράφηση ροών μέσων (SRTP)
eo: Ĉifri aŭdvidfuojn (SRTP)
et: Krüpti meediavood (SRTP)
eu: Kodeatu komunikabideak (SRTP)
fi: Salattu mediavirta (SRTP)
fr: Chiffrer les flux média (SRTP)
ga: Criosadh srutháin meán (SRTP)
he: הצפנת זרמי מדיה (SRTP)
hr_hr: Zašifriranje medijskih tokova (SRTP)
hu: Média-adatfolyamok titkosítása (SRTP)
hy: ԶԼՄ-ների հոսքերը կոդավորեք (SRTP)
id: Enkripsi media stream (SRTP)
it: Cifrare i flussi multimediali (SRTP)
kk: Кіпшелеу медиа ағындары (SRTP)
kn: ಮಾಧ್ಯಮ ಸ್ಟ್ರೀಮ್ಗಳನ್ನು ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಿ (SRTP)
ml: മീഡിയ സ്ട്രീമുകൾ എൻക്രിപ്റ്റ് ചെയ്യുക (SRTP)
mn_mn: Хэвлэл мэдээллийн урсгалыг шифрлах (SRTP)
mr: एन्क्रिप्टेड मीडिया स्ट्रीम (SRTP)
ne: एन्क्रिप्ट मिडिया स्ट्रिमहरू (SRTP)
nn: Kryptar mediastrøymer (SRTP)
oc: Encripar los flums de mèdia (SRTP)
ro_ro: Cifrează fluxurile Media (SRTP)
sl: Šifriranje pretoka podatkov (SRTP)
sq_al: Fshehtëzo rrjedha media (SRTP)
sw: Encrypt media mito (SRTP)
ta: ஊடக ஓட்டங்களை (SRTP) குறியாக்குதல்
th: รายการการเอกสาร (SRTP)
tt: Суркалар агымын шифрлау (SRTP)
vi: Các dòng truyền thông mã hóa (SRTP)
zh_hans_cn: 加密流媒体 (SRTP)

# accountPage.registerNameExplanation
source: Register a username to help others more easily find and reach you on Jami.
de: Registrieren Sie einen Benutzernamen, damit andere Sie auf Jami leichter finden und erreichen können.
et: Selleks, et teised kasutajad saaksid sind kergemini Jami võrgus leida, võid valida endale kasutajanime.
fi: Rekisteröi käyttäjänimi auttaaksesi muita löytämään sinut helpommin Jamissa.
fr: Vous pouvez choisir un nom d'utilisateur pour aider les autres à vous trouver et à vous joindre plus facilement sur Jami.
hu: Regisztráljon felhasználónevet, hogy mások könnyebben megtalálják és elérjék Önt a Jamin.
it: Puoi scegliere un nome utente per essere facilmente trovato e contattato su Jami.
ro_ro: Poți alege un nume de utilizator pentru a fi ușor de găsit și de contactat pe Jami.
sl: Registrirajte uporabniško ime in s tem pomagajte drugim, da vas lažje poiščejo in dosežejo na Jamiju.
sq_al: Regjistroni një emër përdoruesi, për të ndihmuar të tjerët t’ju gjejnë kollaj dje të lidhen me ju në Jami.
zh_hans_cn: 您可以選擇一個用戶名，以幫助其他人更容易在Jami聯繫您。

# accountPage.profileHeader
source: Profile
ar: الملف الشخصى
ast_es: Perfil
az: پروفایل
bg_bg: Профил
bn: প্রোফাইল
de: Profil
el: Προφίλ
eo: Profilo
et: Profiil
eu: Profila
fi: Profiili
fr: Profil
ga: Proifíl
he: פרופיל
hr_hr: Profil
hu: Névjegy
hy: Պրոֆիլ
id: Profil
it: Profilo
kk: Профиль
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈല്
mn_mn: Профиль
mr: प्रोफाइल
ne: प्रोफाइल
nn: Profil
oc: Perfil
ro_ro: Profil
sl: Profil
sq_al: Profil
sw: Profaili
ta: சுயவிவரம்
th: ประวัติโดยย่อ
tt: Профиль
vi: Tương tự
zh_hans_cn: 账户资料

# accountPage.profileNameNotSelected
source: Name not selected
de: Name nicht ausgewählt
et: Nimi on valimata
fi: Nimi ei ole valittuna
fr: Le nom n'est pas sélectionné
hu: Név nincs kijelölve
it: Nome non selezionato
ro_ro: Niciun nume ales
sl: Ime ni izbrano
sq_al: S’u përzgjodh emër
zh_hans_cn: 未選擇名稱

# accountPage.accountHeader
source: Account
ar: الحساب
ast_es: Cuenta
az: حساب
bg_bg: Профил
bn: অ্যাকাউন্ট
de: Konto
el: Λογαριασμός
eo: Konto
et: Kasutajakonto
eu: Kontua
fi: Tili
fr: Compte
ga: Contae
he: חשבון
hr_hr: Račun
hu: Fiók
hy: Հաշվարկ
id: Akun
kk: Есеп
kn: ಖಾತೆ
ml: അക്കൌണ്ട്
mn_mn: Санхүүжилт
mr: खाते
ne: खाता
nn: Konto
oc: Compte
ro_ro: Cont
sl: Račun
sq_al: Llogari
sw: Akaunti
ta: கணக்கு
th: บัญชี
tt: Хисап
vi: Tài khoản
zh_hans_cn: 账户

# accountPage.profileName
source: Profile name
de: Profilname
et: Profiili nimi
fi: Profiilin nimi
fr: Nom du profile
hu: Névjegynév
it: Nome del profilo
oc: Nom del perfil
ro_ro: Numele profilului
sl: Ime profila
sq_al: Emër profili
zh_hans_cn: 个人资料名称

# accountPage.profileNamePlaceholder
source: Enter profile name
de: Profilnamen eingeben
et: Sisesta profiili nimi
fi: Anna profiilin nimi
fr: Entrer le nom du profile
hu: Névjegynév megadása
it: Inserire il nome del profilo
ro_ro: Introdu numele profilului
sl: Vnesite ime profila
sq_al: Jepni emër profili
zh_hans_cn: 輸入賬號名稱

# accountPage.editProfile
source: Edit Profile
de: Profil bearbeiten
et: Muuda profiili
fi: Muokkaa profiilia
fr: Éditer votre profile
hu: Névjegy szerkesztése
it: Modifica profilo
ro_ro: Modifică profilul
sl: Uredi profil
sq_al: Përpunoni Profil
zh_hans_cn: 編輯個人檔案

# accountPage.manageAccount
source: Manage account
ar: إدارة الحساب
ast_es: Gestionar cuenta
az: حسابین ایداره سی
bg_bg: Управление на профила
bn: অ্যাকাউন্ট পরিচালনা
de: Konto verwalten
el: Διαχείριση Λογαριασμού
eo: Administri Konton
et: Halda kasutajakontot
eu: Kudeatu kontua
fi: Hallinnoi tiliä
fr: Gestion du compte
ga: Bainistiú cuntas
he: מנהל חשבון
hr_hr: Upravljanje računom
hu: Fiókkezelés
hy: Հաշիվի կառավարում
id: Mengelola akun
it: Gestisci account
kk: Тіркелгілерді басқару
kn: ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಿ
ml: അക്കൌണ്ട് മാനേജുചെയ്യുക
mn_mn: Хэтгэлээ удирдах
mr: खाते व्यवस्थापित करा
ne: खाता व्यवस्थापन
nn: Ta styr på kontoen
oc: Gestion de compte
ro_ro: Gestionează contul
sl: Upravljanje računa
sq_al: Administroni llogari
sw: Kusimamia akaunti
ta: கணக்கை நிர்வகிக்கவும்
th: จัดการบัญชี
tt: Хисапны идарә итү
vi: Quản lý tài khoản
zh_hans_cn: 管理账户

# accountPage.encryptAccount
source: Encrypt account with a password
ar: تشفير الحساب بكلمة مرور
ast_es: Encripta la cuenta con contraseña
az: رمزلشدیرمه حسابینی رمزلشدیرمه سی
bg_bg: Криптирайте профила с парола
bn: পাসওয়ার্ড দিয়ে অ্যাকাউন্ট এনক্রিপ্ট করুন
de: Passwort geschütztes Konto
el: Κρυπτογράφηση λογαριασμού με κωδικό πρόσβασης
eo: Enkriptu konton per pasvorto
et: Krüpti kasutajakonto salasõnaga
eu: Kontua pasahitzarekin enkriptatu
fi: Salasanalla suojattu tili
fr: Protéger le compte par mot de passe
ga: Criosadh cuntas le pasfhocal
he: לחשוף חשבון עם סיסמה
hr_hr: Kriptajte račun sa lozinkom
hu: Jelszóval védett fiók
hy: Գաղտնի հաշիվ գաղտնաբառով
id: Enkripsi akun dengan kata sandi
it: Account protetto con password
kk: Парольмен тіркелгілерді шифрлау
kn: ಪಾಸ್ವರ್ಡ್ನೊಂದಿಗೆ ಖಾತೆಯನ್ನು ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ml: പാസ്വേഡുള്ള അക്കൌണ്ട് എൻക്രിപ്റ്റ് ചെയ്യുക
mn_mn: Хууль нууц үгтэй дансыг нууцлах
mr: पासवर्डसह खाते एन्क्रिप्ट करा
ne: पासवर्डको साथ खाता गुप्तिकरण
nn: Kryptera konto med passord
oc: Encripar compte amb una contraròtle
ro_ro: Cifrează contul cu o parolă
sl: Zaščitite račun z geslom
sq_al: Llogari e mbrojtur me fjalëkalim
sw: Kuficha akaunti na password
ta: கடவுச்சொல்லுடன் கணக்கை குறியாக்கம் செய்யவும்
th: เคล็ดลับบัญชีด้วยรหัสผ่าน
tt: Кулланма белән хисапны шифрлау
vi: Mã hóa tài khoản với mật khẩu
zh_hans_cn: 密碼保護戶口

# accountPage.passwordExplanation
source: A Jami account is created and stored locally only on this device as an archive containing its account keys. Access to the archive can optionally be protected with a password.
ast_es: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
az: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
bg_bg: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
bn: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
de: Ein Jami-Konto wird lokal nur auf diesem Gerät als Archiv mit den Kontoschlüsseln erstellt und gespeichert. Der Zugriff auf das Archiv kann optional mit einem Passwort geschützt werden.
et: Jami kasutajakonto on registreeritud ja salvestatud vaid selles nutiseadmes ja olemuselt on tegemist arhiiviga, kus leiduvad sinu krüptovõtmed. Ligipääsu sellele arhiivile saad soovi korral turvata salasõnaga.
fi: Jami-tili luodaan ja tallennetaan paikallisesti vain tähän laitteeseen. Tiliavain on pakattuna ja pääsy voidaan valinnaisesti suojata salasanalla.
fr: Un compte Jami est créé et stocké localement uniquement sur cet appareil, sous la forme d'une archive contenant les clés de votre compte. L'accès à cette archive peut éventuellement être protégé par un mot de passe.
ga: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
hu: A Jami-fiók csak helyileg jön létre és tárolódik ezen az eszközön a fiókkulcsokat tartalmazó archívumként. Az archívumhoz való hozzáférés választható jelszóval védhető.
id: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
it: Un account Jami viene creato e memorizzato localmente solo su questo dispositivo, come archivio contenente le chiavi dell'account. L'accesso a questo archivio può essere protetto da una password.
kk: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
kn: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
ml: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
nn: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
oc: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
ro_ro: Un cont Jami este creat și stocat local numai în acest aparat, sub forma unei arhive care conține cheile contului. Accesul la această arhivă poate fi protejat facultativ cu o parolă.
sl: A Jami account is created and stored locally only on this device as an archive containing its account keys. Access to the archive can optionally be password protected.
sq_al: Një llogari Jami krijohet dhe depozitohet lokalisht vetëm në këtë pajisje, si një arkiv që përmban kyçet e veta të llogarisë. Hyrja në arkiv, në daçi, mund të mbrohet me fjalëkalim.
vi: Your Jami account is only stored locally on this device as an archive containing your accoutn keys. Access to this archive can be protected by a password.
zh_hans_cn: 新增的 Jami 帳戶只存儲在本地裝置上，作為包含帳戶密鑰的存檔。可以選擇用密碼保護對該檔案的訪問。

# accountPage.passwordsDoNotMatch
source: Passwords do not match.
ar: كلمة المرور غير متطابقة
ast_es: Les contraseñes nun coinciden
az: رمزلر تطبیق اولماز
bg_bg: Паролите не съвпадат
bn: পাসওয়ার্ড মিলছে না
de: Passwörter stimmen nicht überein.
el: Δεν ταιριάζουν τα κωδικά.
eo: Pasvortoj ne kongruas
et: Salasõnad ei klapi.
eu: Pasahitzak ez datoz bat
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
ga: Ní chomhlíonann pasfhocail
he: סיסמאות לא מתאימות
hr_hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek.
hy: Անձնագրերը չեն համապատասխանում
id: Kata sandi tidak cocok
it: Le password non corrispondono.
kk: Парольдер сәйкес келмейді
kn: ಪಾಸ್ವರ್ಡ್ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ml: പാസ്വേഡുകൾ യോജിക്കുന്നില്ല
mn_mn: Хууль нууц үг нь тохиромжтой биш
mr: पासवर्ड जुळत नाहीत
ne: पासवर्ड मेल खाँदैन
nn: Passord matchar ikkje
oc: Pas de contrasèlas correspondentas
ro_ro: Parolele nu se potrivesc.
sl: Gesli se ne ujemata.
sq_al: Fjalëkalimet nuk përputhen.
sw: Nywila hazifanani
ta: கடவுச்சொற்கள் பொருந்தாது
th: รหัสผ่านไม่ตรงกัน
tt: Парольләр туры килми
vi: Mật khẩu không phù hợp
zh_hans_cn: 密码不匹配。

# accountPage.passwordCreated
source: Password created
de: Passwort erstellt
et: Salasõna on loodud
fi: Salasana luotu
fr: Mot de passe créé
hu: Jelszó létrehozva
it: Password creata
ro_ro: Parolă creată
sl: Geslo ustvarjeno
sq_al: U krijua fjalëkalim
zh_hans_cn: 已設定密碼

# accountPage.passwordUpdated
source: Password updated
de: Passwort aktualisiert
et: Salasõna on uuendatud
fi: Salasana päivitetty
fr: Mot de passe modifié
hu: Jelszó frissítve
it: Password aggiornata
ro_ro: Parolă actualizată
sl: Geslo posodobljeno
sq_al: U përditësua fjalëkalim
zh_hans_cn: 已更新密碼<br>

# accountPage.linkedDevices
source: Linked devices
ar: الأجهزة المتصلة
ast_es: Dispositivos enllazaos
az: باغلانان سئلاحلار
bg_bg: Свързани устройства
bn: সংযুক্ত ডিভাইস
de: Verbundene Geräte
el: Συνδεδεμένες συσκευές
eo: Interligitaj aparatoj
et: Seotud seadmed
eu: Estekatuta dauden gailuak
fi: Linkitetyt laitteet
fr: Appareils associés
ga: Feistí ceangailte
he: מכשירים מחוברים
hr_hr: Povezani uređaji
hu: Összekapcsolt eszközök
hy: Կապակցված սարքեր
id: Perangkat yang terhubung
it: Dispositivi associati
kk: Қосылған құрылғылар
kn: ಸಂಪರ್ಕಿತ ಸಾಧನಗಳು
ml: ബന്ധിപ്പിച്ച ഉപകരണങ്ങൾ
mn_mn: Хөгжлийн багаж хэрэгсэл
mr: जोडलेले उपकरणे
ne: जोडिएका यन्त्रहरू
nn: Kopplande utstyr
oc: Dispositius ligats
ro_ro: Aparate asociate
sl: Povezane naprave
sq_al: Pajisje të lidhura
sw: Vifaa vilivyounganishwa
ta: இணைக்கப்பட்ட சாதனங்கள்
th: อุปกรณ์ที่เชื่อมโยง
tt: Бәйләнешле җайланмалар
vi: Các thiết bị liên kết
zh_hans_cn: 关联设备

# accountPage.unlink
source: Unlink
de: Verknüpfung aufheben
et: Eemalda seotud seade
fi: Poista linkitys
fr: Déassocier
hu: Leválasztás
it: Dissocia
ro_ro: Elimină
sl: Odstrani povezavo
sq_al: Hiqe lidhjen
zh_hans_cn: 移除連結

# accountPage.generatingPin
source: Generating PIN code…
ast_es: Generating PIN…
az: Generating PIN…
bg_bg: Generating PIN…
bn: Generating PIN…
de: PIN-Code wird generiert…
et: Loome PIN-koodi...
fi: Luodaan PIN-koodia…
fr: Génération du NIP ...
ga: Generating PIN…
hu: PIN-kód generálása folyamatban…
id: Generating PIN…
it: Generazione codice PIN…
kk: Generating PIN…
kn: Generating PIN…
ml: Generating PIN…
nn: Generating PIN…
oc: Generating PIN…
ro_ro: Se generează codul PIN…
sl: Generiranje kode PIN ...
sq_al: Po prodhohet PIN…
vi: Generating PIN…
zh_hans_cn: 正在生成 PIN 碼
