Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# global.confirmPassword
source: Confirm password
ar: تأكيد كلمة المرور
ast_es: Confirmar contraseña
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
eo: Konfirmu pasvorton
et: Korda salasõna
eu: Berretsi pasahitza
fi: Varmista salasana
fr: Confirmer le mot de passe
he: אישור סיסמה
hr_hr: Potvrdi lozinku
hu: Jelszó megerősítése
hy: Փաստաթուղթ հաստատել
it: Conferma password
kk: Парольді растау
mn_mn: Хууль нууц товчлуул
mr: पासवर्ड पुष्टी करा
ne: पासवर्ड पुष्टि गर्नुहोस्
nn: Bekreft passord
oc: Confirmar lo senhal
ro_ro: Confirmă parola
sl: Potrdite geslo
sq_al: Ripohoni fjalëkalimin
sw: Tathmini password
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันปัสริด
tt: Парольне раслау
zh_hans_cn: 确认密码

# global.confirm
source: Confirm
de: Bestätigen
et: Kinnita
fi: Vahvista
fr: Confirmer
hu: Megerősítés
it: Conferma
ro_ro: Confirmă
sl: Potrdi
sq_al: Ripohoje
zh_hans_cn: 确认

# global.cameraDisabled
source: Camera access is disabled. Enable it in device settings in order to use this feature.
ast_es: Camera access is disabled. Please enable it in settings.
bn: Camera access is disabled. Please enable it in settings.
de: Der Kamerazugriff ist deaktiviert. Aktivieren Sie diesen in den Geräteeinstellungen, um diese Funktion zu nutzen.
et: Puuduvad õigused kaamera kasutamiseks. Selle funktsionaalsuse jaoks anna nutiseadme seadistustest vastavad õigused.
fi: Kameran käyttö on estetty. Ota se käyttöön laitteen asetuksissa, jotta voit käyttää tätä ominaisuutta.
fr: L'accès à votre caméra est désactivé. Veuillez l'activer dans les paramètres.
ga: Camera access is disabled. Please enable it in settings.
hu: A fényképezőgép használati engedélye le van tiltva. A funkció használatát engedélyezze az eszköz beállításaiban.
it: L'accesso alla fotocamera è disabilitato. Abilitalo nelle impostazioni.
kk: Camera access is disabled. Please enable it in settings.
kn: Camera access is disabled. Please enable it in settings.
ml: Camera access is disabled. Please enable it in settings.
nn: Camera access is disabled. Please enable it in settings.
oc: Camera access is disabled. Please enable it in settings.
ro_ro: Accesul la cameră este dezactivat. Activează-l din reglări.
sl: Dostop do kamere je onemogočen. Omogočite ga v nastavitvah naprave, če želite uporabljati to funkcijo.
sq_al: Përdorimi i kamerës është i çaktivizuar. Që të mund të përdorni këtë veçori, aktivizojeni te rregullimet e pajisjes.
zh_hans_cn: 相機權限已禁用。在裝置設定中啟用此功能。

# global.connect
source: Connect
de: Verbinden
et: Ühenda
fi: Yhdistä
fr: Se connecter
hu: Kapcsolódás
it: Connetti
ro_ro: Conectează
sl: Poveži
sq_al: Lidhu
zh_hans_cn: 连接

# scan.badQrCode
source: Bad QR code
ar: رمز QR غير صالح
ast_es: Un codiciu QR malo
az: سيخين QR کد
be_by: Дрэнны QR-код
bg_bg: Грешен QR-код
bn: খারাপ QR কোড
ca: Mal codi QR
de: QR-Code ungültig
de_de: Fehlerhafter QR-Code
el: Κακό QR κωδικό
eo: Malbona QR-kodo
es_mx: Código QR erróneo
et: Vigane QR-kood
et_ee: Halb QR-kood
eu: QR kodea txarra
fa_ir: کد QR بد
fi: Väärä QR-koodi
fr: Code QR incorrect
ga: Cód QR olc
gu: ખરાબ QR કોડ
he: קוד QR גרוע
hi_in: खराब क्यूआर कोड
hr_hr: Loš QR kod
hu: Rossz QR-kód
hy: Չար QR կոդ
id: Kode QR yang buruk
it: Codice QR errato
kk: Жаман QR код
kn: ಕೆಟ್ಟ QR ಕೋಡ್
ko_kr: 나쁜 QR 코드
ml: മോശം ക്യുആർ കോഡ്
mn_mn: Зур QR код
mr: खराब क्यूआर कोड
ne: खराब QR कोड
nn: Dåleg QR-kod
oc: Marrit QR còdi
ro_ro: Codul QR e greșit
sl: Napačna QR-koda
sq_al: Kod QR i gabuar
sw: Nambari mbaya ya QR
ta: கெட்ட QR குறியீடு
te: చెడ్డ QR కోడ్
th: รหัส QR ที่ไม่ดี
tt: Яман QR-код
vi: Mã QR xấu
zh_hans_cn: 无效的二维码

# swarmcreation.searchBar
source: Search for contact…
az: تماس آختارماق...
be_by: Пошук кантактаў...
bg_bg: Търсене на контакт...
bn: যোগাযোগের খোঁজ...
ca: Buscar contacte...
de: Kontakt suchen…
et: Otsikontakti...
et_ee: Otsime kontakti...
fi: Hae henkilöä…
fr: Chercher un contact ...
ga: Cuardaigh teagmháil...
gu: સંપર્ક શોધો.
hi_in: संपर्क की खोज...
hu: Kapcsolattartó keresése…
id: Cari kontak...
it: Cerca contatto…
kn: ಸಂಪರ್ಕಕ್ಕಾಗಿ ಹುಡುಕಾಟ.
ko_kr: 연락처를 찾아...
ml: ബന്ധം കണ്ടെത്തുക...
ro_ro: Caută un contact…
sl: Poišči stik ...
sq_al: Kërkoni për kontakt…
te: పరిచయం కోసం శోధన...
vi: Tìm kiếm liên lạc...
zh_hans_cn: 搜尋聯絡人

# swarmcreation.addDescription
source: Add description
de: Beschreibung hinzufügen
et: Lisa kirjeldus
fi: Lisää kuvaus
fr: Ajouter une description
hu: Leírás hozzáadása
it: Aggiungi descrizione
ro_ro: Adaugă o descriere
sl: Dodaj opis
sq_al: Shtoni përshkrim
zh_hans_cn: 添加描述

# swarm.muteConversation
source: Mute conversation
de: Unterhaltung stummschalten
el: Μείνε αθόρυβα.
et: Summuta vestlus
fi: Mykistä keskustelu
fr: Mettre en sourdine
hr_hr: Tiho razgovor
hu: Beszélgetés elnémítása
it: Disattiva le notifiche
mn_mn: Үгүй яриа
mr: गप्प बोलणे
ne: मौन कुराकानी
ro_ro: Dezactivează notificările
sl: Utišaj pogovor
sq_al: Heshtoje bisedën
sw: Mazungumzo ya kimya
ta: மௌனமான உரையாடல்
th: การพูดคุยเงียบ
zh_hans_cn: 静音对话

# swarm.leaveConversation
source: Leave conversation
ar: أترك المحادثة
az: دانیشیقدان چیخ
be_by: Пакіньце размову
bg_bg: Остави разговора.
bn: কথোপকথন ছেড়ে দাও
ca: Deixar la conversa
de: Unterhaltung verlassen
el: Αφήστε τη συζήτηση
eo: Lasu la konversacion
es_mx: Leave the conversation
et: Lahku vestlusest
et_ee: Jäta vestlus ära.
eu: Utzi elkarrizketa.
fi: Poistu keskustelusta
fr: Quitter la conversation
ga: Cinnigh an comhrá
gu: વાતચીત છોડી દો
he: עזוב את השיחה
hi_in: बातचीत छोड़ दो
hr_hr: Ostavi razgovor
hu: Kilépés a beszélgetésből
hy: Թող խոսակցությունը
id: Tinggalkan percakapan
it: Lascia la conversazione
kk: Әңгімелеуді қалдырыңыз
kn: ಸಂಭಾಷಣೆಯನ್ನು ಬಿಟ್ಟುಬಿಡಿ
ko_kr: 대화는 그만둬
ml: സംഭാഷണം ഉപേക്ഷിക്കുക
mn_mn: Хэлэлцүүлгийг орхи
mr: संभाषण सोड
ne: कुराकानी छोड्नुहोस्
nn: Lat samtalen vera
oc: Quita la conversacion
ro_ro: Termină conversația
sl: Zapusti pogovor
sq_al: Braktise bisedën
sw: Acha mazungumzo
ta: உரையாடலை விட்டுவிடுங்கள்
te: సంభాషణను వదిలివేయండి
th: ปล่อยการพูดคุย
tt: Сөйләшүне калдырыгыз
vi: Hãy để cuộc trò chuyện
zh_hans_cn: 离开谈话

# swarm.chooseColor
source: Conversation color
ar: لون
ast_es: Color
az: رنگ سئچیب
be_by: Выберыце колер
bg_bg: Изберете цвят
bn: রঙ নির্বাচন করুন
ca: Escollir un color
de: Farbe der Unterhaltung
el: Χρώμα
eo: Koloro
es_mx: Elegir color
et: Vestluse värv
et_ee: Vali värv
eu: Color
fi: Keskustelun väri
fr: Couleur de conversation
ga: Roghnaigh dath
gu: રંગ પસંદ કરો
he: צבע
hi_in: रंग चुनें
hr_hr: Boja
hu: Beszélgetés színe
hy: Color
id: Pilih warna
it: Colore della conversazione
kk: Color
kn: ಬಣ್ಣವನ್ನು ಆರಿಸಿ
ko_kr: 색을 선택
ml: ഒരു നിറം തിരഞ്ഞെടുക്കുക
mn_mn: Color
mr: Color
ne: Color
nn: Color
oc: Color
ro_ro: Culoarea conversației
sl: Barva pogovora
sq_al: Ngjyrë bisede
sw: Color
ta: Color
te: రంగును ఎంచుకోండి
th: Color
tt: Color
vi: Chọn màu sắc
zh_hans_cn: 对话框颜色

# swarm.typeOfSwarm
source: Conversation type
ar: النوع
ast_es: Esti tipu de enjambre
az: سورونون نوعو
be_by: Тып рама
bg_bg: Тип на рома
bn: ঘোড়ার ধরন
ca: Tip de enjame
de: Unterhaltungstyp
el: Τύπος
eo: Tipo
es_mx: Tipo de enjambre
et: Vestluse tüüp
et_ee: Röövi tüüp
eu: Mota
fi: Keskustelun tyyppi
fr: Type de conversation
ga: Tír na n-uimhreacha
gu: સ્વાર્મની પ્રકાર
he: Type
hi_in: झुंड का प्रकार
hr_hr: Vrsta
hu: Beszélgetés típusa
hy: Type
id: Jenis kawanan
it: Tipo di conversazione
kk: Ұяның түрі
kn: ರಾಶಿಯ ಪ್ರಕಾರ
ko_kr: 무리의 종류
ml: സവാമിയുടെ തരം
mn_mn: Type
mr: Type
ne: Type
nn: Type av svam
oc: Tip de enjame
ro_ro: Tipul conversației
sl: Vrsta pogovora
sq_al: Lloj bisede
ta: Type
te: రకం
th: Type
tt: Type
vi: Loại tổ
zh_hans_cn: 对话类型

# swarm.identifier
source: Identifier
ar: المعرف
ast_es: Identificador
az: آدیفئکتور
be_by: Ідэнтыфікатар
bg_bg: Идентификатор
bn: সনাক্তকরণ
ca: Identificador
de: Identifikator
el: Ταυτοποιητής
eo: Identigilo
es_mx: Identificador
et: Tunnus
et_ee: Kinnitus
eu: Identifikatzailea
fi: Tunniste
fr: Identifiant
ga: Cluiche
gu: ઓળખકર્તા
he: זיהוי
hi_in: पहचानकर्ता
hr_hr: Identifikacija
hu: Azonosító
hy: Հնազեկիչ
id: Pengidentifikasi
it: Identificatore
kk: Тұлғаны анықтау
kn: ಗುರುತಿನ ಚೀಟಿ
ko_kr: 식별자
ml: ഐഡന്റിഫയർ
mn_mn: Төлөөлөгч
mr: ओळखकर्ता
ne: पहिचानकर्ता
nn: Identifikator
oc: Identificator
ro_ro: Identificator
sl: identifikator
sq_al: Identifikues
sw: Kitambulisho
ta: அடையாளங்காட்டி
te: గుర్తింపు
th: ตัวประจําตัว
tt: Идентификатор
vi: Định dạng
zh_hans_cn: 标识符

# swarm.conversationId
source: Conversation ID
de: Unterhaltungs-ID
et: Vestluse tunnus
fi: Keskustelu id
fr: ID de conversation
hu: Beszélgetésazonosító
it: ID conversazione
ro_ro: ID-ul conversației
sl: ID pogovora
sq_al: ID Bisede
zh_hans_cn: 對話 ID

# swarm.settings
source: Settings
de: Einstellungen
el: Ρυθμίσεις
et: Seadistused
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
mn_mn: Байгууллага
ne: सेटिंग्स
ro_ro: Reglări
sl: Nastavitve
sq_al: Rregullime
sw: Mipangilio
ta: அமைப்புகள்
th: การตั้งค่า
zh_hans_cn: 设置

# swarm.members
source: Members
ar: الأعضاء
ast_es: Los miembros
az: عضولری
be_by: Члены
bg_bg: Членове
bn: সদস্য
ca: Membres
de: Mitglieder
el: Μέλη
eo: Anoj
es_mx: Miembros
et: Liikmed
et_ee: Euroopa Parlamendi liikmed
eu: Kideak
fi: Jäsenet
fr: Membres
ga: Comhaltaí
gu: સભ્યો
he: חברי
hi_in: सदस्य
hr_hr: Članovi
hu: Tagok
hy: Անդամներ
id: Anggota
it: Membri
kk: Қауым мүшелері
kn: ಸದಸ್ಯರು
ko_kr: 의원
ml: അംഗങ്ങള്
mn_mn: Улсчдын гишүүд
mr: सदस्य
ne: सदस्यहरू
nn: Medlemmar
oc: Membres
ro_ro: Membri
sl: Člani
sq_al: Anëtarë
sw: Wajumbe
ta: உறுப்பினர்
te: సభ్యులు
th: สมาชิก
tt: Депутатлар
vi: Các thành viên
zh_hans_cn: 成员

# swarm.addDescription
source: Add description
az: شرح قوش
be_by: Дадаць апісанне
bg_bg: Добавете описание
bn: বর্ণনা যোগ করুন
ca: Agrega descripció
de: Beschreibung hinzufügen
et: Lisa kirjeldus
et_ee: Lisada kirjeldus
fi: Lisää kuvaus
fr: Ajouter une description
ga: Cuir síos
gu: વર્ણન ઉમેરો
hi_in: विवरण जोड़ें
hu: Leírás hozzáadása
id: Tambahkan Deskripsi
it: Aggiungi descrizione
kn: ವಿವರಣೆ ಸೇರಿಸಿ
ko_kr: 설명 추가
ml: വിവരണം ചേർക്കുക
ro_ro: Adaugă o descriere
sl: Dodaj opis
sq_al: Shtoni përshkrim
te: వివరణను జోడించండి
vi: Thêm mô tả
zh_hans_cn: 添加描述

# swarm.titlePlaceholder
source: Enter title
de: Titel eingeben
et: Sisesta pealkiri
fi: Anna otsikko
fr: Entrer le titre
hu: Cím megadása
it: Inserire il titolo
ro_ro: Introdu titlul
sl: Vnesite naslov
sq_al: Jepni titull
zh_hans_cn: 輸入標題

# swarm.titleAlertHeader
source: Edit group title
de: Gruppentitel bearbeiten
et: Muuda grupi nime
fi: Muokkaa ryhmän nimeä
fr: Modifier le titre du groupe
hu: Csoport címének szerkesztése
it: Modifica il titolo del gruppo
ro_ro: Modifică titlul grupului
sl: Uredi naziv skupine
sq_al: Përpunoni titull grupi
zh_hans_cn: 编辑群名称

# swarm.descriptionAlertHeader
source: Edit group description
de: Gruppenbeschreibung bearbeiten
et: Muuda grupi kirjeldust
fi: Muokkaa ryhmän kuvausta
fr: Modifier la description du groupe
hu: Csoport leírásának szerkesztése
it: Modifica la descrizione del gruppo
ro_ro: Modifică descrierea grupului
sl: Uredi opis skupine
sq_al: Përpunoni përshkrim grupi
zh_hans_cn: 编辑群简介

# swarm.descriptionPlaceholder
source: Enter title
de: Titel eingeben
et: Sisesta pealkiri
fi: Anna otsikko
fr: Entrer le titre
hu: Cím megadása
it: Inserire il titolo
ro_ro: Introdu titlul
sl: Vnesite naslov
sq_al: Jepni titull
zh_hans_cn: 輸入標題

# swarm.contactHeader
source: Contact
de: Kontakt
et: Kontakt
fi: Yhteystieto
hu: Kapcsolattartó
it: Contatto
sl: Kontakt
sq_al: Kontakt
zh_hans_cn: 联系人

# swarm.showContactQRCode
source: Show contact QR code
de: Kontakt-QR-Code anzeigen
et: Näita kontakti QR-koodi
fi: Näytä henkilön QR-koodi
fr: Afficher le code QR du contact
hu: Kapcsolattartói QR-kód megjelenítése
it: Mostra il codice QR del contatto
ro_ro: Arată codul QR al contactului
sl: Pokaži QR-kodo stika
sq_al: Shfaq kod QR kontakti
zh_hans_cn: 顯示聯絡人二維碼

# swarm.shareContactInfo
source: Share contact information
de: Kontaktinformation teilen
et: Jaga kontaktandmeid
fi: Jaa yhteystiedot
fr: Partager les informations du contact
hu: Kapcsolattartó részletei megosztása
it: Condividi informazioni di contatto
ro_ro: Trimite datele de contact
sl: Deli podatke o stiku
sq_al: Jepni hollësi kontakti
zh_hans_cn: 分享联系人

# swarm.accessibilityContactQRCode
source: QR code for contact
de: Kontakt-QR-Code anzeigen
et: Näita kontakti QR-koodi
fi: Näytä henkilön QR-koodi
fr: Afficher le code QR du contact
hu: Kapcsolattartói QR-kód megjelenítése
it: Mostra il codice QR del contatto
ro_ro: Codul QR pentru contact
sl: Pokaži QR-kodo stika
sq_al: Shfaq kod QR kontakti
zh_hans_cn: 顯示聯絡人二維碼

# swarm.accessibilityContactQRCodeHint
source: Opens a screen with contact's QR code
de: Öffnet einen Bildschirm mit dem QR-Code des Kontakts
et: Avab ekraanivaate kontakti QR-koodiga
fi: Avaa näytön, jossa on henkilön QR-koodi
fr: Ouvre un écran avec le code QR du contact
hu: Kapcsolattartó QR-kód képernyőjének megnyitása
it: Apre una schermata con il codice QR del contatto
ro_ro: Deschide o pagină cu codul QR al contactului
sl: Odpre zaslon s kodo QR stika
sq_al: Bën hapjen e një skene me kodin QR të kontaktit
zh_hans_cn: 開啓包括聯絡人二維碼的頁面

# swarm.accessibilityContactShareHint
source: Opens sharing options for contact information
de: Öffnet die Optionen zum Teilen für Kontaktinformationen
et: Avab kontaktandmete jagamise valikud
fi: Avaa yhteystietojen jakoasetukset
fr: Ouvre les options de partage pour le contact
hu: Megosztási lehetőség megnyitása a kapcsolattartói adatokhoz
it: Apre le opzioni di condivisione per le informazioni di contatto
ro_ro: Arată opțiunile de distribuire pentru informațiile de contact
sl: Odpre možnosti deljenja podatkov o stiku
sq_al: Bën hapjen e mundësive për ndarje me të tjerë të hollësive të kontaktit
zh_hans_cn: 開啓聯絡人資訊分享選項

# swarm.accessibilityColorPicker
source: Conversation color picker
de: Farbauswahl für Unterhaltungen
et: Vestluse värvivalija
fi: Keskustelun värivalitsin
fr: Sélecteur de couleur pour la conversation
hu: Beszélgetés színválasztója
it: Selettore colore
ro_ro: Alege culoarea conversației
sl: Izbirnik barve pogovora
sq_al: Zgjedhës ngjyre bisede
zh_hans_cn: 對話顏色選擇

# swarm.editTextHint
source: Double tap to edit
de: Doppeltippen zum Bearbeiten
et: Muutmiseks topeltklõpsi
fr: Double tapotement pour éditer
hu: Koppintson duplán a szerkesztéshez
it: Doppio tocco per modificare
ro_ro: Atinge de două ori pentru a modifica
sl: Dvakrat tapnite za urejanje
sq_al: Që ta përpunoni, prekeni dy herë
zh_hans_cn: 雙擊以編輯

# swarm.conversationHeader
source: Conversation
de: Unterhaltung
et: Vestlus
fi: Keskustelu
hu: Beszélgetés
it: Conversazione
ro_ro: Conversație
sl: Pogovor
sq_al: Bisedë
zh_hans_cn: 对话

# swarm.shareContactMessage
source: You can add this contact, %1@, on the Jami distributed communication platform: https://jami.net
de: Sie können diesen Kontakt - %1@ - auf der verteilten Kommunikationsplattform Jami hinzufügen: https://jami.net
et: Sa võid selle „%1@“ kontakti lisada hajutatud suhtlusvõrgus Jami: https://jami.net
fi: Voit lisätä tämän henkilön, %1@, Jamin viestintäalustaan: https://jami.net
fr: Vous pouvez ajouter ce contact, %1@, sur la plateforme de communication distribuée : https://jami.net
hu: Ezt a kapcsolattartót, %1@, felveheti a Jami elosztott kommunikációs platformjára: https://jami.net
it: È possibile aggiungere il contatto %1@ sulla piattaforma di comunicazione distribuita Jami: https://jami.net
ro_ro: Poți adăuga acest contact %1@ pe platforma de comunicare distribuită Jami: https://jami.net
sl: Ta stik %1@ lahko dodate na razpršeno komunikacijsko platformo Jami: https://jami.net
sq_al: Mund ta shtoni këtë kontakt, %1@, te platforma e shpërndarë e komunikimeve Jami: https://jami.net
zh_hans_cn: 你可以在 Jami 分散式通訊平臺 (https://jami.net) 上增加此聯絡人： %1@

# swarm.oneToOne
source: Private
ar: سرب خاص
ast_es: El so grupu privado
az: خصوصی سوروم
be_by: Прыватны раман
bg_bg: Частни родовия
bn: ব্যক্তিগত ঘোড়া
ca: Swarm privat
de: Privat
el: Ιδιωτικό
es_mx: Enjambre privado
et: Privaatne
et_ee: Isiklik rohi
fi: Yksityinen
fr: Privé
ga: Rann príobháideach
gu: ખાનગી સમૂહ
he: שור פרטי
hi_in: निजी झुंड
hu: Magánjellegű
hy: Անձնական ցավաք
id: Kolam privat
it: Privato
kk: Жеке тобыр
kn: ಖಾಸಗಿ ಗುಂಪು
ko_kr: 개인 무리가
ml: സ്വകാര്യ സംഘം
mn_mn: Хувь хүн
ne: निजी
nn: Privat swarm
oc: Envair privat
ro_ro: Privat
sl: Zasebno
sq_al: Privat
ta: தனியார்
te: ప్రైవేటు గుంపు
th: เอกชน
tt: Шәхси төркем
vi: Đội đông cá nhân
zh_hans_cn: 私人

# swarm.adminInvitesOnly
source: Private group (restricted invites)
ar: الإدارة تدعو فقط
ast_es: Admins solo invita
az: فقط مدير دعوت ائدير
be_by: Адміністратар запрашае толькі
bg_bg: Администраторът поканява само
bn: অ্যাডমিন শুধুমাত্র আমন্ত্রণ
ca: Admins només convida
de: private Gruppe (eingeschränkte Einladungen)
el: Ιδιωτική ομάδα (συγκριτικές προσκλήσεις)
es_mx: Admin invites only
et: Privaatne grupp (piiratud kutsetega)
et_ee: Admin kutsub ainult
fi: Yksityinen ryhmä (rajoitetut kutsut)
fr: Groupe privé (sur invitation)
ga: Ní iarrann an rialtóir ach
gu: સંચાલક માત્ર આમંત્રણ આપે છે
he: מנהל הזמנות בלבד
hi_in: केवल व्यवस्थापक आमंत्रण
hu: Magánjellegű csoport (korlátozott meghívók)
hy: Admin- ը հրավիրում է միայն
id: Admin hanya mengundang
it: Gruppo privato (inviti limitati)
kk: Әкімдік тек шақырады
kn: ನಿರ್ವಾಹಕ ಆಹ್ವಾನ ಮಾತ್ರ
ko_kr: 관리자 초청만 합니다
ml: അഡ്മിൻ ക്ഷണിക്കുന്നു
mn_mn: Хувь хүний баг (хязгаарлалттай уриал)
ne: निजी समूह (प्रतिबन्धित निमन्त्रणा)
nn: Admin inviterer berre
oc: Admin convidan pas que
ro_ro: Grup privat (invitații limitate)
sl: Zasebna skupina (omejena povabila)
sq_al: Grup privat (kufizim ftesash)
sw: Kundi la kibinafsi (mwaliko mdogo)
ta: தனியார் குழு (குறைந்த அழைப்பு)
te: అడ్మిన్ ఆహ్వానాలు మాత్రమే
th: กลุ่มส่วนตัว (เชิญจํากัด)
tt: Администратор гына чакыра
vi: Admin chỉ mời
zh_hans_cn: 私人群组(受限制邀请)

# swarm.invitesOnly
source: Private group
ar: سرب خاص
ast_es: El so grupu privado
az: خصوصی سوروم
be_by: Прыватны раман
bg_bg: Частни родовия
bn: ব্যক্তিগত ঘোড়া
ca: Swarm privat
de: private Gruppe
el: Ιδιωτική ομάδα
es_mx: Enjambre privado
et: Privaatne grupp
et_ee: Isiklik rohi
fi: Yksityinen ryhmä
fr: Groupe privé
ga: Rann príobháideach
gu: ખાનગી સમૂહ
he: שור פרטי
hi_in: निजी झुंड
hu: Magánjellegű csoport
hy: Անձնական ցավաք
id: Kolam privat
it: Gruppo privato
kk: Жеке тобыр
kn: ಖಾಸಗಿ ಗುಂಪು
ko_kr: 개인 무리가
ml: സ്വകാര്യ സംഘം
mn_mn: Хувь хүний баг
ne: निजी समूह
nn: Privat swarm
oc: Envair privat
ro_ro: Grup privat
sl: Zasebna skupina
sq_al: Grup privat
sw: Kundi la kibinafsi
ta: தனியார் குழு
te: ప్రైవేటు గుంపు
th: กลุ่มเอกชน
tt: Шәхси төркем
vi: Đội đông cá nhân
zh_hans_cn: 私密群组

# swarm.publicChat
source: Public group
ar: السحابة العامة
ast_es: El rei de los Estaos Xuníos
az: جامعي سوروم
be_by: Грамадскі раман
bg_bg: Обществен ров
bn: জনসাধারণের ঘোড়া
ca: Envair públic
de: öffentliche Gruppe
el: Δημόσια ομάδα
es_mx: Public swarm
et: Avalik grupp
et_ee: Rahvaslik rohi
fi: Julkinen ryhmä
fr: Groupe public
ga: Rann phoiblí
gu: જાહેર સમૂહ
he: שמה ציבורי
hi_in: सार्वजनिक झुंड
hr_hr: Zajednički
hu: Nyilvános csoport
hy: Հանրային ցավաք
id: Rumput umum
it: Gruppo pubblico
kk: Қоғамдық тобыр
kn: ಸಾರ್ವಜನಿಕರ ಗುಂಪು
ko_kr: 공공 무리가
ml: പൊതുജനങ്ങൾ
mn_mn: Олон нийтийн бүлгийн
mr: सार्वजनिक गट
ne: सार्वजनिक समूह
nn: Fylkesveir
oc: Envasiment public
ro_ro: Grup public
sl: Javna skupina
sq_al: Grup publik
sw: Kikundi cha umma
ta: பொது குழு
te: ప్రజా సమూహం
th: กลุ่มสาธารณะ
tt: Халык төркеме
vi: Động đồng công cộng
zh_hans_cn: 公开群组

# swarm.others
source: Others
ar: آخرون
ast_es: Altres
az: باشقا
be_by: Іншыя
bg_bg: Други
bn: অন্যান্য
ca: Altres
de: Andere
el: Άλλοι
eo: Aliaj
et: Muud
et_ee: Teised
eu: Beste batzuk
fi: Muut
fr: Autres
ga: Cinntí
gu: અન્ય
he: אחרים
hi_in: अन्य
hr_hr: Drugi
hu: Egyebek
hy: Մյուսներ
id: Yang lain
it: Altri
kk: Басқалар
kn: ಇತರರು
ko_kr: 다른
ml: മറ്റു
mn_mn: Бусад
mr: इतर
ne: अन्य
nn: Andre
oc: Autres
ro_ro: Alții
sl: Drugi
sq_al: Të tjerë
sw: Wengine
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tt: Башкалар
vi: Những người khác
zh_hans_cn: 其他

# swarm.member
source: Member
ar: عضو
ast_es: Miembro
az: عضوی
be_by: Член
bg_bg: Член
bn: সদস্য
ca: Membre
de: Mitglied
el: Μέλος
eo: Membro
es_mx: Miembro
et: Liige
et_ee: Liige
eu: Batzarkidea
fi: Jäsen
fr: Membre
ga: Comhalta
gu: સભ્ય
he: חבר
hi_in: सदस्य
hr_hr: Član
hu: Tag
hy: Անդամ
id: Anggota
it: Membro
kk: Қауым мүшесі
kn: ಸದಸ್ಯ
ko_kr: 회원
ml: അംഗം
mn_mn: гишүүн
mr: सदस्य
ne: सदस्य
nn: Medlem
oc: Membre
ro_ro: Membru
sl: Član
sq_al: Anëtar
sw: Mshiriki
ta: உறுப்பினர்
te: సభ్యుడు
th: สมาชิก
tt: Укучы
vi: Thành viên
zh_hans_cn: 成员

# swarm.invited
source: Invited
ar: مدعوة
ast_es: Convidaos
az: دعوت اولونموش
be_by: Запрашана
bg_bg: Поканени
bn: আমন্ত্রিত
ca: Invitats
de: Eingeladen
el: Καλεσμένοι
eo: Invitita
es_mx: Invitado
et: Kutsutud
et_ee: Kutsutud
eu: Gonbidatuak
fi: Kutsuttu
fr: Invité(s)
ga: Ceiliúradh
gu: આમંત્રિત
he: הזמנת
hi_in: आमंत्रित किया गया
hr_hr: Pozvani
hu: Meghívott
hy: հրավիրված
id: Diundang
it: Invitato
kk: шақырылған
kn: ಆಹ್ವಾನಿತರು
ko_kr: 초대받았어
ml: ക്ഷണിച്ചവർ
mn_mn: Урилга авсан
mr: आमंत्रित केले
ne: आमन्त्रित
nn: Besta inn
oc: Convèsse
ro_ro: Invitat
sl: Povabljeni
sq_al: Ftuar
sw: Mwaliko
ta: அழைக்கப்பட்டவர்
te: ఆహ్వానించబడినవారు
th: เรียก
tt: Чакырылганнар
vi: Được mời
zh_hans_cn: 已邀请

# swarm.admin
source: Administrator
ar: المدير
ast_es: Administración
az: مدیر
be_by: Адміністратар
bg_bg: Администратор
bn: প্রশাসক
ca: Admins
el: Διαχειριστής
eo: Administro
es_mx: Administrador
et: Peakasutaja
et_ee: Administraator
eu: Administrazioa
fi: Hallinnoija
fr: Administrateur
ga: Rialtais
gu: સંચાલક
he: מנהל
hi_in: प्रशासक
hr_hr: Administracija
hu: Rendszergazda
hy: Վարչապետ
it: Amministratore
kk: Әкімші
kn: ನಿರ್ವಾಹಕ
ko_kr: 관리자
ml: അഡ്മിനിസ്ട്രേറ്റർ
mn_mn: Захиргагч
mr: प्रशासक
ne: प्रशासक
oc: Administracion
sl: Skrbnik
sq_al: Përgjegjës
sw: Msimamizi
ta: நிர்வாகி
te: నిర్వాహకుడు
th: ผู้บริหาร
tt: Администратор
vi: Trình quản lý
zh_hans_cn: 管理员

# swarm.blocked
source: Blocked
de: Blockiert
et: Blokeeritud
fi: Estetty
fr: Bloqué
hu: Letiltva
it: Bloccato
ro_ro: Blocat
sl: Blokiran/a
sq_al: Bllokuar
zh_hans_cn: 已封鎖

# swarm.unknown
source: Unknown
ar: مجهول
ast_es: Nun se sabe
az: نامعلوم
be_by: Невядомыя
bg_bg: Неизвестно
bn: অজানা
ca: No conegut
de: Unbekannt
el: Άγνωστοι
eo: Nekonata
es_mx: Unkown
et: Pole teada
et_ee: Kinnitamata
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Ní aithnítear
gu: અજાણ્યા
he: לא מוכר
hi_in: अनजान
hr_hr: Nepoznato
hu: Ismeretlen
hy: Անհայտ
id: Tidak diketahui
it: Sconosciuto
kk: Белгісіз
kn: ಅಜ್ಞಾತ
ko_kr: 무인
ml: അജ്ഞാതമായത്
mn_mn: Мэдээгүй
mr: अज्ञात
ne: अज्ञात
nn: Ukenne
oc: Desconegut
ro_ro: Necunoscut
sl: Neznano
sq_al: I panjohur
sw: Haijulikani
ta: அறியப்படாதது
te: తెలియని
th: ไม่ทราบ
tt: Билгесез
vi: Không biết
zh_hans_cn: 未知

# swarm.inviteMembers
source: Invite members
de: Mitglieder einladen
et: Kutsu osalejaid
fi: Kutsu jäseniä
fr: Inviter des membres
hu: Tagok meghívása
it: Invita membri
ro_ro: Invită membri
sl: Povabi člane
sq_al: Ftoni anëtarë
zh_hans_cn: 邀请成员
