Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accountPage.enableNotifications
source: Enable notifications
ar: تمكين الإخطارات
ast_es: Activar notificaciones
az: اطلاعلر ائدئری
be_by: Уключыць паведамленні
bg_bg: Осигуряване на уведомленията
bn: বিজ্ঞপ্তি সক্ষম করুন
ca: Abilitar notificacions
de: Benachrichtigungen aktivieren
de_de: Benachrichtigungen einschalten
el: Ενεργοποίηση κοινοποιήσεων
eo: Aktivigu notifikojn
es_mx: Habilitar notificaciones
et: Võta teavitused kasutusele
et_ee: Võimalda teatusi
eu: Oharrak ahalbidetu
fa_ir: فعال سازی نوتیفیکیشن ها
fi: Ilmoitukset käyttöön
fr: Activer les notifications
ga: Cuir in iúl fógraí
gu: સૂચનાઓને સક્ષમ કરો
he: אפשרות להודיע
hi_in: सूचनाओं को सक्षम करें
hr_hr: U mogućnosti obavješćivanja
hu: Értesítések engedélyezése
hy: Հրավերների հնարավորություն
id: Aktifkan notifikasi
it: Attiva le notifiche
kk: Хабарламаларды рұқсат ету
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 통지 설정
ml: അറിയിപ്പുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: Мэдээлэл өгөх боломжтой
mr: सूचना सक्षम करा
ne: सूचनाहरू सक्षम पार्न
nn: Legg til bruk meldingar
oc: Abilitar las notificacions
ro_ro: Activează notificările
sl: Omogoči obvestila
sq_al: Aktivizo njoftime
sw: Kuwezesha taarifa
ta: அறிவிப்புகளை இயக்குதல்
te: నోటిఫికేషన్లను ప్రారంభించండి
th: เปิดให้มีการแจ้ง
tt: Билгеләүләрне булдыру
vi: Khả năng thông báo
zh_hans_cn: 启用通知

# accountPage.proxyDisabledAlertTitle
source: Proxy Server Disabled
ar: محطم خادم النظام الأساسي
ast_es: El servidor proxy nun funciona
az: پروکسی سرور معطل
be_by: Праксі сервер адключаны
bg_bg: Прокси сървър деактивиран
bn: প্রক্সি সার্ভার অক্ষম
ca: Servidor proxy desactivat
de: Proxy Server Deaktiviert
de_de: Proxy-Server ausgeschaltet
el: Απασχολούνται οι διακομιστές αντιπροσωπευτικών
eo: Proxy-servilo malfunkciigita
es_mx: Servidor proxy deshabilitado
et: Proksiserver pole kasutusel
et_ee: Proxy server on keelatud
eu: Proxy zerbitzaria desaktibatuta
fa_ir: سرور پروکسی غیرفعال شد
fi: Välityspalvelin poistettu käytöstä
fr: Nœud délégataire désactivé
ga: Seirbhísí Proxy A Díchíchíchumas
gu: પ્રોક્સી સર્વર અક્ષમ
he: שרת פרוקסי מופחת
hi_in: प्रॉक्सी सर्वर निष्क्रिय
hr_hr: Proxy server isključen
hu: Meghatalmazott-kiszolgáló letiltva
hy: Պրոքսի սերվերները անջատված են
id: Server Proxy Dinonaktifkan
it: Server proxy disabilitato
kk: Прокси сервері рұқсат етілмеген
kn: ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 프록시 서버 비활성화
ml: പ്രോക്സി സെർവർ പ്രവർത്തനരഹിതമാക്കി
mn_mn: Прокси сервер гараагүй
mr: प्रॉक्सी सर्व्हर निष्क्रिय
ne: प्रोक्सी सर्भर अक्षम
nn: Proxy server funksjonshemma
oc: Servidor proxy desactivat
ro_ro: Serverul Proxy e dezactivat
sl: Posredniški strežnik je onemogočen
sq_al: Shërbyesi Ndërmjetës u Çaktivizua
sw: Seva ya Proxy Imelemazwa
ta: ப்ராக்ஸி சேவையகம் செயலிழக்கப்பட்டது
te: ప్రాక్సీ సర్వర్ డిసేబుల్
th: พรอক্ซี่เซอร์เวอร์ปิด
tt: Прокси серверны гамәлдән чыгару
vi: Proxy Server bị vô hiệu hóa
zh_hans_cn: 代理服务器已禁用

# accountPage.proxyDisabledAlertBody
source: In order to receive notifications, please enable proxy
ar: من أجل تلقي الإخطارات، يرجى تمكين النظام الأساسي
ast_es: Pa recibir notificaciones, por favor, activen proxy
az: اطلاعلر آلماق اوچون لطفاً پروکسی فعال ات
be_by: Каб атрымаць паведамленні, калі ласка, уключыце праксі
bg_bg: За да получите уведомления, моля, включете прокси
bn: বিজ্ঞপ্তি পেতে, প্রক্সি সক্ষম করুন
ca: Per rebre notificacions, per favor, habiliteu el proxy
de: Um Benachrichtigungen zu erhalten, bitte Proxy aktivieren
de_de: Um Benachrichtigungen erhalten zu können, muss ein Proxy aktiviert sein
el: Για να λάβετε ειδοποιήσεις, παρακαλώ ενεργοποιήστε το proxy
eo: Por ricevi mesaĝojn, bonvolu aktivigi proxy
es_mx: Para recibir notificaciones, por favor habilite el proxy
et: Teavituste saamiseks palun võta proksiserver kasutusele
et_ee: Teatuste vastuvõtmiseks võta proxy aktiveerida
eu: Jakinarazpenak jasotzeko, mesedez aktibatzen proxy
fa_ir: برای دریافت نوتیفیکیشن ها، لطفا پروکسی را فعال کنید
fi: Jotta voit vastaanottaa ilmoituksia, käytä välityspalvelinta
fr: Pour recevoir des notifications, veuillez activer le serveur mandataire
ga: Chun fógraí a fháil, déan iarracht proxy a chumasú
gu: સૂચનાઓ પ્રાપ્ત કરવા માટે, કૃપા કરીને પ્રોક્સી સક્ષમ કરો
he: כדי לקבל הודעות, אנא פעל פרוקסי
hi_in: सूचना प्राप्त करने के लिए, कृपया प्रॉक्सी सक्षम करें
hr_hr: Da biste primili obavijesti, molimo vas da uključite proxy
hu: Annak érdekében, hogy értesítéseket kaphasson kérjük, hogy engedélyezze a meghatalmazott használatát
hy: Հրավերներ ստանալու համար խնդրում ենք ակտիվացնել proxy- ը
id: Untuk menerima notifikasi, harap aktifkan proksi
it: Attiva il proxy, per ricevere le notifiche
kk: Хабарламаларды алу үшін проксиді қосу
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲು, ದಯವಿಟ್ಟು ಪ್ರಾಕ್ಸಿ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 알림을 받기 위해 프록시를 활성화하십시오
ml: അറിയിപ്പുകൾ സ്വീകരിക്കുന്നതിന്, ദയവായി പ്രോക്സി പ്രവർത്തനക്ഷമമാക്കുക
mn_mn: Мэдээлэл хүлээн авахын тулд прокси-ийг идэвхжүүлнэ үү
mr: सूचना प्राप्त करण्यासाठी, कृपया प्रॉक्सी सक्षम करा
ne: सूचनाहरू प्राप्त गर्न, कृपया प्रोक्सी सक्षम गर्नुहोस्
nn: For å motta meldingar, bed du aktivera proxy
oc: Per recebre de notificacions, activatz proxy
ro_ro: Activează serverul Proxy, ca să primești notificările
sl: Če želite prejemati obvestila, omogočite posredniški strežnik
sq_al: Që të mund të merrni njoftime, ju lutemi, aktivizoni ndërmjetësin
sw: Ili kupokea taarifa, tafadhali kuwezesha proxy
ta: அறிவிப்புகளைப் பெற, ப்ராக்ஸி இயக்கு
te: నోటిఫికేషన్లను స్వీకరించడానికి, దయచేసి ప్రాక్సీని ప్రారంభించండి
th: เพื่อรับแจ้งความโปรดเปิดตัวแทน
tt: Билгеләүләрне кабул итү өчен проксины куюны сорагыз
vi: Để nhận thông báo, xin vui lòng bật proxy
zh_hans_cn: 为了接受通知，请开启代理

# accountPage.removeDeviceTitle
source: Remove device
de: Gerät entfernen
et: Eemalda seade
fi: Poista laite
fr: Supprimer l'appareil
hu: Eszköz eltávolítása
it: Rimuovi dispositivo
ro_ro: Elimină aparatul
sl: Odstrani napravo
sq_al: Hiqe pajisjen
zh_hans_cn: 移除设备

# accountPage.revokeDeviceMessage
source: Do you want to remove this device? This action cannot be undone.
ar: Are you sure you want to remove this device? This action cannot be undone.
ast_es: Are you sure you want to remove this device? This action cannot be undone.
az: Are you sure you want to remove this device? This action cannot be undone.
be_by: Ці вы ўпэўненыя, што хочаце адклікаць гэта прылада?
bg_bg: Are you sure you want to remove this device? This action cannot be undone.
bn: Are you sure you want to remove this device? This action cannot be undone.
ca: Estàs segur que vols revocar aquest dispositiu?
de: Möchten Sie dieses Gerät entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
de_de: Sind Sie sicher, dass Sie dieses Gerät widerrufen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Are you sure you want to remove this device? This action cannot be undone.
eo: Are you sure you want to remove this device? This action cannot be undone.
es_mx: ¿Estás seguro de querer revocar este dispositivo? Esta acción es irreversible.
et: Kas sa oled kindel, et soovid selle seadme eemaldada? Seda tegevust ei saa tagasi pöörata.
et_ee: Kas sa tahad selle seadme tagasi võtta?
eu: Are you sure you want to remove this device? This action cannot be undone.
fa_ir: اطمینان دارید که می‌خواهید دسترسی این دستگاه را باطل کنید؟ این عمل قابل برگشت نیست.
fi: Haluatko poistaa tämän laitteen? Toimintoa ei voi kumota.
fr: Êtes-vous certain de vouloir révoquer l'appareil ? Cette opération est irréversible.
ga: Are you sure you want to remove this device? This action cannot be undone.
gu: શું તમે ખાતરી કરો કે તમે આ ઉપકરણને રદ કરવા માંગો છો?
he: Are you sure you want to remove this device? This action cannot be undone.
hi_in: क्या आप इस उपकरण को वापस लेना चाहते हैं?
hr_hr: Are you sure you want to remove this device? This action cannot be undone.
hu: Szeretne eltávolítani ezt az eszközt? Ez a művelet nem vonható vissza.
hy: Are you sure you want to remove this device? This action cannot be undone.
id: Are you sure you want to remove this device? This action cannot be undone.
it: Vuoi rimuovere questo dispositivo? Questa azione non può essere annullata.
kk: Are you sure you want to remove this device? This action cannot be undone.
kn: Are you sure you want to remove this device? This action cannot be undone.
ko_kr: 이 장치를 취소하고 싶다고 확신하십니까?
ml: Are you sure you want to remove this device? This action cannot be undone.
mn_mn: Are you sure you want to remove this device? This action cannot be undone.
mr: Are you sure you want to remove this device? This action cannot be undone.
ne: Are you sure you want to remove this device? This action cannot be undone.
nn: Are you sure you want to remove this device? This action cannot be undone.
oc: Are you sure you want to remove this device? This action cannot be undone.
ro_ro: Vrei să elimini acest aparat? Această acțiune nu poate fi anulată.
sq_al: Doni të hiqet kjo pajisje? Veprimi s’mund të zhbëhet.
sw: Are you sure you want to remove this device? This action cannot be undone.
ta: Are you sure you want to remove this device? This action cannot be undone.
te: మీరు ఈ పరికరాన్ని రద్దు చేయాలనుకుంటున్నారా అని మీకు ఖచ్చితంగా తెలుసా?
th: Are you sure you want to remove this device? This action cannot be undone.
tt: Are you sure you want to remove this device? This action cannot be undone.
vi: Are you sure you want to remove this device? This action cannot be undone.
zh_hans_cn: 你想要撤銷此裝置嗎？這個動作無法復原。

# accountPage.revokeDeviceButton
source: Revoke
ar: سحب
ast_es: Revocación
az: رد
be_by: Адмена
bg_bg: Отмяна на решението
bn: বাতিল
ca: Revocació
de: Trennen
de_de: Widerrufen
el: Απαλλαγή
eo: Revoĝo
es_mx: Revocar
et: Eemalda
et_ee: Kinnitamine
eu: Atzera egitea
fa_ir: باطل کردن
fi: Peruuta
fr: Révoquer
ga: Athghairm
gu: રદ
he: ביטול
hi_in: निरस्त
hr_hr: Opozovi
hu: Visszavon
hy: Վերադարձ
id: Cabut
it: Revoca
kk: Қайталану
kn: ರದ್ದು
ko_kr: 취소
ml: റദ്ദാക്കൽ
mn_mn: Хуримтлал цуцлах
mr: रद्द करणे
ne: रद्द
nn: Avkalling
oc: Revocacion
ro_ro: Elimină
sl: Odpokliči
sq_al: Shfuqizoje
sw: Kuondolewa
ta: மீறல்
te: రద్దు
th: ยกเลิก
tt: Китерелү
vi: Tháo lại
zh_hans_cn: 吊销

# accountPage.revokeDevicePlaceholder
source: Enter your password
ar: أدخِل كلمة المرور
bg_bg: Въведете паролата си
ca: Introdueix la teva contrassenya
de: Geben Sie ihr Kontopasswort ein
de_de: Geben Sie Ihr Passwort ein
el: Εισαγωγή κωδικού πρόσβασης
es_mx: Ingresá tu contraseña
et: Sisesta oma salasõna
et_ee: Sisesta oma parool
fa_ir: گذرواژه خود را وارد کنید
fi: Anna tilin salasana
fr: Entrer le mot de passe de votre compte
hi_in: अपना पासवर्ड दर्ज करें
hu: Fiók jelszavának megadása
id: Masukkan kata sandi anda
it: Inserire la password dell'account
ro_ro: Introdu parola
sl: Vnesite geslo računa
sq_al: Jepni fjalëkalim llogarie
zh_hans_cn: 输入账户密码

# accountPage.deviceRevoked
source: Device revocation completed
ar: إعادة إلغاء الجهاز قد تم الانتهاء منها
ast_es: La revocación del dispositivu completada
az: آلنادا چکمه لری
be_by: Завяршана адкліканне прылады
bg_bg: Завършено оттегляне на устройството
bn: ডিভাইস বাতিল সম্পন্ন
ca: Revocació del dispositiu completada
de: Trennung des Gerätes abgeschlossen
de_de: Gerät-Widerruf abgeschlossen
el: Τελείωσε την ανάκληση της συσκευής
eo: La aparato estas nuligita
es_mx: Revocación del dispositivo completada
et: Seadme eemaldamine on tehtud
et_ee: seadme tagasivõtmine lõpetatud
eu: Gailuaren erretiroa amaitu da
fa_ir: ابطال دستگاه تکمیل شد
fi: Laitteen peruminen valmis
fr: La révocation de l'appareil a été effectuée
ga: An t-údarú feiste críochnaithe
gu: ઉપકરણને રદ કરવાની પ્રક્રિયા પૂર્ણ
he: ביטול המכשיר הושלם
hi_in: डिवाइस निरस्त पूरा
hr_hr: Ispunjeno povlačenje uređaja
hu: Az eszköz visszavonása befejeződött
hy: Հեռացման սարքը ավարտված է
id: Pencabutan perangkat selesai
it: Revoca del dispositico completata
kk: Құрылғыны қайтарып алу аяқталды
kn: ಸಾಧನವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವುದು ಪೂರ್ಣಗೊಂಡಿದೆ
ko_kr: 장치 취소 완료
ml: ഉപകരണം പിൻവലിച്ചതിനു ശേഷം
mn_mn: Утасны цуцлах ажил дууссан
mr: डिव्हाइस रद्द करणे पूर्ण
ne: उपकरण रद्द पूरा
nn: Avkalling av utstyret fullført
oc: Revocacion del dispositiu complèta
ro_ro: Eliminarea aparatului s-a terminat
sl: Odpoklic naprave je uspel
sq_al: Shfuqizimi i pajisjes u plotësua
sw: Kukomesha kutengwa kwa kifaa
ta: சாதனத்தை திரும்பப் பெறுதல் நிறைவு
te: పరికరం రద్దు పూర్తయింది
th: การยกเลิกอุปกรณ์เสร็จสิ้น
tt: Сөйләмнең кире кайтарылуы тәмамланды
vi: Việc hủy bỏ thiết bị đã hoàn thành
zh_hans_cn: 设备吊销完成

# accountPage.deviceRevocationProgress
source: Removing…
be_by: Адмяняючы...
ca: Revocar...
de: Entfernen…
de_de: Wird widerrufen...
es_mx: Revocando
et: Eemaldame…
et_ee: - Kinnitamine...
fa_ir: در حال ابطال...
fi: Poistetaan…
fr: En cours de suppression ...
gu: રદ કરવુ.
hi_in: निरस्त...
hu: Az eszköz leválasztására vonatkozó kérés folyamatban van…
it: Rimozione…
ko_kr: 취소...
ro_ro: Se elimină…
sl: Odstranjevanje ...
sq_al: Po hiqet…
te: - రద్దుచేయడం.
zh_hans_cn: 移除中...

# accountPage.deviceRevocationSuccess
source: Device removed
be_by: Прылада была адменена
ca: L'equip va ser revocat
de: Gerät wurde getrennt
de_de: Gerät wurde widerrufen
es_mx: El dispositivo fue revocado
et: Seade on eemaldatud
et_ee: Seadme tühistati.
fa_ir: دسترسی دستگاه باطل شد
fi: Laite poistettu
fr: Appareil supprimé
gu: ઉપકરણ રદ કરવામાં આવી હતી
hi_in: डिवाइस को रद्द कर दिया गया था
hu: A kijelölt eszközt leválasztották erről a Jami-fiókról.
it: Dispositivo rimosso
ko_kr: 기기는 취소되었습니다
ro_ro: Aparat eliminat
sl: Naprava je odstranjena
sq_al: Pajisja u hoq
te: పరికరం రద్దు చేయబడింది
zh_hans_cn: 裝置已移除

# accountPage.deviceRevocationTryAgain
source: Try again
ar: حاول مرة أخرى
ast_es: Ensaiar otra vegada.
az: گئنه ده چالیش
be_by: Паспрабуйце яшчэ раз
bg_bg: Опитай пак.
bn: আবার চেষ্টা করো
ca: Intentar de nou.
de: Nochmal versuchen
de_de: Noch einmal versuchen
el: Δοκίμασε ξανά.
eo: Provu denove.
es_mx: Volvé a intentar
et: Proovi uuesti
et_ee: Proovi uuesti.
eu: Saiatu berriro.
fa_ir: تلاش دوباره
fi: Yritä uudestaan
fr: Essayez encore
ga: Déan iarracht arís
gu: ફરી પ્રયાસ કરો
he: נסה שוב.
hi_in: फिर से कोशिश करो
hr_hr: Pokušaj opet.
hu: Próbálkozzon újra
hy: Փորձեք նորից
id: Coba lagi
it: Riprova
kk: Тағы да тырысыңыз
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko_kr: 다시 시도해봐
ml: വീണ്ടും ശ്രമിക്കുക
mn_mn: Бодоорой
mr: पुन्हा प्रयत्न करा
ne: फेरि प्रयास गर्नुहोस्
nn: Prøv igjen
oc: Torna a ensajar.
ro_ro: Încearcă din nou
sl: Poskusi znova
sq_al: Riprovoni
sw: Jaribu tena
ta: மீண்டும் முயற்சி செய்யுங்கள்
te: మళ్ళీ ప్రయత్నించండి
th: ลองอีกที
tt: Тагын бер тапкыр тырыш.
vi: Hãy thử lại.
zh_hans_cn: 重试

# accountPage.deviceRevocationWrongPassword
source: Incorrect password
ar: كلمة مرور خاطئة
ast_es: Paez incorrecta
az: خاطا رمز
be_by: Пароль недакладны
bg_bg: Неправилен парол
bn: ভুল পাসওয়ার্ড
ca: Contrasenya incorrecta
de: Falsches Passwort
de_de: Falsches Passwort
el: Λάθος κωδικό πρόσβασης
eo: Malĝusta pasvorto
es_mx: Contraseña incorrecta
et: Vigane salasõna
et_ee: Valesti salasõna
eu: Pasahitza okerra
fa_ir: گذرواژه ناصحیح
fi: Väärä salasana
fr: Mot de passe incorrect
ga: Pasfhocal mícheart
gu: ખોટું પાસવર્ડ
he: סיסמה לא נכונה
hi_in: गलत पासवर्ड
hr_hr: Neispravna lozinka
hu: Hibás jelszó
hy: Անհիմն գաղտնաբառ
id: Kata sandi salah
it: Password errata
kk: Қате пароль
kn: ತಪ್ಪಾದ ಪಾಸ್ವರ್ಡ್
ko_kr: 잘못된 비밀번호
ml: തെറ്റായ പാസ്വേഡ്
mn_mn: Хатуу нууц үг
mr: चुकीचा संकेतशब्द
ne: गलत पासवर्ड
nn: Feil passord
oc: Marrit senhal
ro_ro: Parolă greșită
sl: Nepravilno geslo
sq_al: Fjalëkalim i pasaktë
sw: Nambari isiyo sahihi
ta: தவறான கடவுச்சொல்
te: తప్పు పాస్వర్డ్
th: ปรสิตผิด
tt: Дөрес булмаган пароль
vi: Mật khẩu không đúng
zh_hans_cn: 密码错误

# accountPage.deviceRevocationUnknownDevice
source: Unknown device
ar: جهاز مجهول
ast_es: Dispositivu desconocíu
az: نامعلوم آلن
be_by: Невядомы прыбор
bg_bg: Неизвестно устройство
bn: অজানা ডিভাইস
ca: Dispositiu desconegut
de: Unbekanntes Gerät
de_de: Unbekanntes Gerät
el: Άγνωστη συσκευή
eo: Nekonata aparato
es_mx: Dispositivo desconocido
et: Tundmatu seade
et_ee: Tundmatu seadme
eu: Ezagutzen ez den gailua
fa_ir: دستگاه ناشناس
fi: Tuntematon laite
fr: Appareil inconnu
ga: Seirbhísí
gu: અજ્ઞાત ઉપકરણ
he: מכשיר לא ידוע
hi_in: अज्ञात उपकरण
hr_hr: Nepoznato uređaj
hu: Ismeretlen eszköz
hy: Անհայտ սարք
id: Perangkat tidak diketahui
it: Dispositivo sconosciuto
kk: Белгісіз құрылғы
kn: ಅಪರಿಚಿತ ಸಾಧನ
ko_kr: 알려지지 않은 장치
ml: അജ്ഞാത ഉപകരണം
mn_mn: Мэдээгүй төхөөрөмж
mr: अज्ञात उपकरणे
ne: अज्ञात उपकरण
nn: Ukjende enhet
oc: Aparelh desconegut
ro_ro: Aparat necunoscut
sl: Neznana naprava
sq_al: Pajisje e panjohur
sw: Kifaa kisichojulikana
ta: அறியப்படாத சாதனம்
te: తెలియని పరికరం
th: อุปกรณ์ที่ไม่ทราบ
tt: Билгесез җайланма
vi: Thiết bị không rõ
zh_hans_cn: 未知设备

# accountPage.deviceRevocationError
source: Device revocation error
ar: خطأ إلغاء الجهاز
ast_es: Error de revocación del dispositivu
az: آلنادا بیرلشمه خطاسی
be_by: Памылка адкліку прылады
bg_bg: Изключение на устройството
bn: ডিভাইস প্রত্যাহার ত্রুটি
ca: Error de revocació de dispositiu
de: Fehler beim Trennen des Gerätes
de_de: Fehler bei Geräte-Widerruf
el: Λάθος ανάκλησης συσκευής
eo: Eraro pri revokado de la aparato
es_mx: Error de revocación del dispositivo
et: Viga seadme eemaldamisel
et_ee: Rühma tagasivõtmis viga
eu: Gailuaren baliogabetze akatsa
fa_ir: خطا در ابطال دستگاه
fi: Laitteen peruuttamisvirhe
fr: Erreur de révocation d'appareil
ga: Measúnú ar an gcluiche
gu: ઉપકરણ રદ ભૂલ
he: טעות בביטול המכשיר
hi_in: डिवाइस निरसन त्रुटि
hr_hr: Pogreška prilikom otkaza uređaja
hu: Eszköz visszavonási hiba
hy: սարքի հետադարձ անվավերացման սխալ
id: Pencabutan perangkat error
it: Errore di revoca del dispositivo
kk: Құрылғыны қайтарып алу қатесі
kn: ಸಾಧನ ರದ್ದುಗೊಳಿಸುವಿಕೆ ದೋಷ
ko_kr: 장치 취소 오류
ml: ഉപകരണം പിൻവലിക്കുന്നതിൽ പിശക്
mn_mn: Утасны хуримтлал дуусгах алдаа
mr: डिव्हाइस रद्द त्रुटी
ne: उपकरण रद्द त्रुटि
nn: Feil med å avkalla tilsett
oc: Error de revocacion de l' aparelh
ro_ro: Eroare la eliminarea aparatului
sl: Napaka pri odpoklicu naprave
sq_al: Gabim shfuqizimi pajisjeje
sw: Kosa la kurudia kifaa
ta: சாதன மீறல் தவறு
te: పరికర రద్దు లోపం
th: ความผิดพลาดในการยกเลิกอุปกรณ์
tt: Сөйләмнең кире кагу хатасы
vi: Trận lỗi hủy thiết bị
zh_hans_cn: 设备吊销出错

# accountPage.linkDeviceTitle
source: Link another device
ar: اربط جهازاً آخر
ast_es: Enlazar otru dispositivu
az: باشقا آلتی باغلا
be_by: Звязаць іншае прылада
bg_bg: Свържете друго устройство
bn: অন্য ডিভাইস লিঙ্ক করুন
ca: Vincula un altre dispositiu
de: Weiteres Gerät verknüpfen
de_de: Neues Gerät verbinden
el: Συνδέστε άλλη συσκευή
eo: Ligu alian aparaton
es_mx: Vincular otro dispositivo
et: Seo veel üks seade
et_ee: Sõlgke teine seadme
eu: Beste gailu bat lotzeko.
fa_ir: پیوند یک دستگاه دیگر
fi: Linkitä toinen laite
fr: Associer un nouvel appareil
ga: Déan nasc le feiste eile
gu: અન્ય ઉપકરણને લિંક કરો
he: קישור מכשיר אחר
hi_in: एक और डिवाइस को लिंक करें
hr_hr: Poveži drugi uređaj
hu: Eszköz összekapcsolása fiókhoz
hy: Կապակցեք այլ սարք
id: Tautkan perangkat lain
it: Associa un altro dispositivo
kk: Басқа құрылғыны қосу
kn: ಮತ್ತೊಂದು ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಿ
ko_kr: 다른 장치를 연결
ml: മറ്റൊരു ഉപകരണം ബന്ധിപ്പിക്കുക
mn_mn: Өөр төхөөрөмж холбох
mr: दुसरे डिव्हाइस लिंक करा
ne: अर्को यन्त्र जोड्नुहोस्
nn: Legg ein annan enhet
oc: Ligam un autre dispositiu
ro_ro: Asociază alt aparat
sl: Poveži še eno napravo
sq_al: Lidhni një pajisje tjetër
sw: Unganisha kifaa kingine
ta: மற்றொரு சாதனத்தை இணைக்கவும்
te: మరొక పరికరమును లింక్ చేయండి
th: เชื่อมต่ออุปกรณ์อื่น
tt: Башка җайланманы тоташтыру
vi: Kết nối một thiết bị khác
zh_hans_cn: 关联另一台设备

# accountPage.other
source: Other
ar: آخر
ast_es: Altres
az: باشقا
be_by: Іншыя
bg_bg: Други
bn: অন্যান্য
ca: Altres
de: Anderes
de_de: Andere
el: Άλλα
eo: Alia
es_mx: Otro
et: Muud
et_ee: muud
eu: Besteak
fa_ir: دیگر
fi: Muu
fr: Autre
ga: Cinntí
gu: અન્ય
he: אחר
hi_in: अन्य
hr_hr: Ostalo
hu: Másik
hy: Մյուսներ
id: Lainnya
it: Altro
kk: Басқа
kn: ಇತರರು
ko_kr: 다른
ml: മറ്റു
mn_mn: Бусад
mr: इतर
ne: अन्य
nn: Andre
oc: Autre
ro_ro: Altele
sl: Drugo
sq_al: Tjetër
sw: Vinginevyo
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tt: Башкалар
vi: Các loại khác
zh_hans_cn: 其他
