Repository: savoirfairelinux/jami-client-ios
Catalog: Ring/Ring/Resources/*.lproj/Localizable.strings
Languages: ar, ast_es, az, be_by, bg_bg, bn, ca, de, de_de, el, eo, es_mx, et, et_ee, eu, fa_ir, fi, fr, ga, gu, he, hi_in, hr_hr, hu, hy, id, it, kk, kn, ko_kr, ml, mn_mn, mr, ne, nn, oc, ro_ro, sl, sq_al, sw, ta, te, th, tt, vi, zh_hans_cn

# accessibility.conversationStartVideoCall
source: Start video call with %@
de: Videoanruf mit %@ starten
et: Alusta videokõnet kasutajaga %@
fi: Aloita videopuhelu %@:lle
fr: Démarrer un appel vidéo avec %@
hu: Videohívás indítása a következővel: %@
it: Avvia videochiamata con %@
ro_ro: Începe un apel video cu %@
sl: Začni videoklic s/z %@
sq_al: Filloni një thirrje me video me %@
zh_hans_cn: 與 %@ 開始視訊通話

# accessibility.conversationComposeMessage
source: Compose a message
de: Eine Nachricht verfassen
et: Kirjuta sõnum
fi: Kirjoita viesti
fr: Écrire un message
hu: Üzenet írása
it: Scrivi un messaggio
ro_ro: Scrie un mesaj
sl: Sestavi sporočilo
sq_al: Hartoni një mesazh
zh_hans_cn: 輸入訊息

# accessibility.conversationShareMedia
source: Share media
de: Medien teilen
et: Jaga meediat
fi: Jaa mediaa
fr: Partager un média
hu: Média megosztása
it: Condividi media
ro_ro: Distribuie Media
sq_al: Ndani media me të tjerë
zh_hans_cn: 分享媒體

# accessibility.conversationCameraHint
source: Double-tap to open camera
de: Doppeltippen, um die Kamera zu öffnen
et: Kaamera avamiseks topeltklõpsi
fi: Napauta ja avaa kamera
fr: Double-tap pour ouvrir la caméra
hu: Koppintson duplán a fényképezőgép megnyitásához
it: Doppio tocco per aprire la fotocamera
ro_ro: Atinge de două ori pentru a deschide camera
sl: Dvakrat tapnite za vklop kamere
sq_al: Prekeni dy herë që të hapet kamera
zh_hans_cn: 雙擊以開啟相機

# accessibility.audioPlayerPlay
source: Play
de: Abspielen
et: Esita
fi: Toista
fr: Lire
hu: Lejátszás
it: Riproduci
ro_ro: Start
sl: Predvajaj
sq_al: Luaje
zh_hans_cn: 播放

# accessibility.audioPlayerPause
source: Pause
et: Peata
fi: Pysäytä
hu: Megállítás
it: Pausa
ro_ro: Pauză
sl: Premor
sq_al: Pushim
zh_hans_cn: 暂停

# accessibility.conversationRowUnreadCount
source: %@ unread messages.
de: %@ ungelesene Nachrichten.
et: %@ lugemata sõnumit.
fi: %@ lukematonta.
fr: %@ messages non lus
hu: %@ olvasatlan üzenet.
it: %@ messaggi non letti.
ro_ro: %@ mesaje necitite.
sl: %@ neprebranih sporočil.
sq_al: %@ mesazhe të palexuar.
zh_hans_cn: %@ 個未讀訊息

# accessibility.conversationRowBlocked
source: Conversation blocked
de: Unterhaltung blockiert
et: Vestlus on blokeeritud
fi: Keskustelu estetty
fr: Conversation bloquées
hu: Beszélgetés letiltva
it: Conversazione bloccata
ro_ro: Conversație blocată
sl: Pogovor je blokiran
sq_al: Biseda u bllokua
zh_hans_cn: 已封鎖對話

# accessibility.conversationRowSyncing
source: Synchronization in progress
de: Synchronisierung im Gange
et: Sünkroniseerimine on pooleli
fi: Synkronointi käynnissä
fr: Synchronisation en cours
hu: Összehangolás folyamatban
it: Sincronizzazione in corso
ro_ro: Sincronizare în curs
sl: Sinhronizacija poteka
sq_al: Njëkohësim në ecuri e sipër
zh_hans_cn: 同步進行中

# accessibility.conversationRowLastMessage
source: Last message at %@
de: Letzte Nachricht an %@
et: Viimane sõnum: %@
fi: Viimeinen viesti %@
fr: Dernier message sur %@
hu: Utolsó üzenet időpontja: %@
it: Ultimo messaggio alle %@
ro_ro: Ultimul mesaj la %@
sl: Zadnje sporočilo: %@
sq_al: Mesazhi i fundit më %@
zh_hans_cn: 最後訊息：%@

# accessibility.userPresenceOnline
source: Online
et: Võrgus
fi: Verkossa
fr: En ligne
hu: Elérhető
it: Connesso
ro_ro: Conectat
sl: Povezan
sq_al: Në linjë
zh_hans_cn: 在线

# accessibility.userPresenceAvailable
source: Available
de: Verfügbar
et: Saadaval
fi: Saatavilla
fr: Disponible
hu: Elérhető
it: Disponibile
ro_ro: Disponibil
sl: Na voljo
sq_al: I lirë
zh_hans_cn: 可获得的

# accessibility.pendingRequestsRowPlural
source: Invitations received: %@ pending invitations
de: Erhaltene Einladungen: %@ ausstehende Einladungen
et: Saabunud kutsed: %@ ootel kutset
fi: Kutsuja: %@ odottavaa kutsua
fr: Invitations reçues : %@ invitation(s) en attente
hu: Meghívások megérkeztek: %@ függőben lévő meghívó
it: Inviti ricevuti: %@ inviti in attesa
ro_ro: Invitații primite: %@ invitații în așteptare
sq_al: U morën ftesa: %@ ftesa pezull
zh_hans_cn: 收到邀請：%@ 個等候中邀請

# accessibility.pendingRequestsRowSingular
source: Invitation received: %@ pending invitation
de: Einladung erhalten: %@ Einladung ausstehend
et: Saabunud kutse: %@ ootel kutse
fi: Kutsu: %@ odottava kutsu
fr: Invitation reçues : %@ invitation en attente
hu: Meghívó érkezett: %@ függőben lévő meghívó
it: Invito ricevuto: %@ invito in attesa
ro_ro: Invitație primită: %@ invitație în așteptare
sq_al: U mor ftesë: %@ ftesë pezull
zh_hans_cn: 收到邀請：%@ 個等候中邀請

# accessibility.pendingRequestsRowHint
source: Double-tap to review and reply to invitations you received
de: Doppeltippen um erhaltene Einladungen zu überprüfen und darauf zu antworten
et: Saadud kutsete vaatamiseks ja neile vastamiseks topeltklõpsi
fi: Tarkista saamasi kutsut ja vastaa niihin napauttamalla
fr: Double tap pour consulter les invitations que vous avez reçues et y répondre.
hu: Koppintson duplán a kapott meghívók áttekintéséhez és megválaszolásához
it: Doppio tocco per rivedere e rispondere agli inviti che hai ricevuto
ro_ro: Atinge de două ori pentru a examina și a răspunde la invitațiile pe care le-ai primit
sq_al: Prekeni dy herë që të shqyrtoni dhe t’u përgjigjeni ftesave që morët
zh_hans_cn: 雙點以查看並回覆邀請

# accessibility.pendingRequestsListBlockUser
source: Block invitation sender
de: Absender der Einladung blockieren
et: Blokeeri kutse saatja
fi: Estä kutsun lähettäjä
fr: Bloquer l'expéditeur de l'invitation
hu: Meghívó feladójának letiltása
it: Blocca il mittente dell'invito
ro_ro: Blochează expeditorul invitației
sl: Blokiraj pošiljatelja povabila
sq_al: Blloko dërgues ftese
zh_hans_cn: 阻擋邀請發送人

# accessibility.pendingRequestsListRejectInvitation
source: Decline invitation
de: Einladung ablehnen
et: Lükka kutse tagasi
fi: Hylkää kutsu
fr: Décliner l'invitation
hu: Meghívás visszautasítása
it: Rifiuta l'invito
ro_ro: Refuză invitația
sl: Zavrni povabilo
sq_al: Hidhe poshtë ftesën
zh_hans_cn: 拒绝邀请

# accessibility.pendingRequestsListAcceptInvitation
source: Accept invitation
de: Einladung annehmen
et: Võta kutse vastu
fi: Hyväksy kutsu
fr: Accepter l'invitation
hu: Meghívás elfogadása
it: Accetta l'invito
ro_ro: Acceptă invitația
sl: Sprejmi povabilo
sq_al: Pranoje ftesën
zh_hans_cn: 接受邀请

# accessibility.messageBubbleDeleted
source: Message deleted
de: Nachricht gelöscht
et: Sõnum on kustutatud
fi: Viesti poistettu
fr: Message supprimé
hu: Üzenet törölve
it: Messaggio cancellato
ro_ro: Mesaj șters
sl: Sporočilo izbrisano
sq_al: Mesazhi u fshi
zh_hans_cn: 已删除訊息

# accessibility.messageBubbleEdited
source: Edited
de: Bearbeitet
et: Muudetud
fi: Muokattu
fr: Modifié
hu: Szerkesztve
it: Modificato
ro_ro: Modificat
sl: Urejeno
sq_al: U përpunua
zh_hans_cn: 已编辑

# accessibility.messageBubbleRead
source: Read
de: Gelesen
et: Loetud
fi: Luettu
fr: Lu
hu: Olvasott
it: Letto
ro_ro: Citit
sq_al: Të lexuar
zh_hans_cn: 已閱讀

# accessibility.messageBubbleUnread
source: Unread
de: Ungelesen
et: Lugemata
fi: Lukematon
fr: Non lu
hu: Olvasatlan
it: Non letto
ro_ro: Necitit
sq_al: Të palexuar
zh_hans_cn: 未讀<br>

# accessibility.textNotAvailable
source: Empty text message received on %@. This might not have been sent correctly.
de: Leere Textnachricht empfangen am %@. Diese wurde möglicherweise nicht korrekt gesendet.
et: Tühi tekstisõnum vastuvõetud %@. Võib-olla saatmine polnud korrektne.
fi: Tyhjä viesti vastaanotettu %@. Tätä ei ehkä lähetetty oikein.
fr: Message vide reçu le %@. Il se peut que ce message n'ait pas été envoyé correctement.
hu: Üres szöveges üzenet érkezésének ideje: %@. Lehet, hogy az üzenetet nem küldték el megfelelően.
it: Messaggio di testo vuoto ricevuto il %@. Potrebbe non essere stato inviato correttamente.
ro_ro: Mesaj text gol primit pe %@. Este posibil ca acesta să nu fi fost trimis corect..
sq_al: U mor mesazh tekst i zbrazët te %@. Ky mund mos jetë dërguar saktë.
zh_hans_cn: 在 %@ 收到空白文字訊息。訊息寄送或者出現了問題。

# accessibility.fileTransferNoName
source: File received on %@, name not available
de: Datei empfangen am %@, Name nicht verfügbar
et: Fail on vastu võetud %@, aga sisu pole saadaval
fi: Tiedosto vastaanotettu %@, nimeä ei ole saatavilla
fr: Fichier reçu le %@, son nom est indisponible
hu: Fájl érkezésének ideje: %@, nincs elérhető név
it: File ricevuto il %@, nome non disponibile
ro_ro: Fișier primit pe %@, numele nu este disponibil
sq_al: U mor kartelë te %@, s’ka emër
zh_hans_cn: 在 %@ 收到檔案，檔案名不可用

# accessibility.inReply
source: In reply to message
de: Als Antwort auf die Nachricht
et: Vastuseks sõnumile
fi: Vastauksena viestiin
fr: En réponse au message
hu: Válasz az üzenetre
it: In risposta al messaggio
ro_ro: Ca răspuns la mesaj
sq_al: Në përgjigje të mesazhit
zh_hans_cn: 在回覆中

# accessibility.text.receivedOn
source: %1@, message received on %2@
de: %1@, Nachricht erhalten am %2@
et: %1@, sõnum vastuvõetud %2@
fi: %1@, viesti saapui %2@
fr: %1@, message reçu le %2@
hu: %1@, az üzenet érkezésének ideje: %2@
it: %1@, messaggio ricevuto il %2@
ro_ro: %1@, mesaj primit pe %2@
sq_al: %1@, u mor mesazh te %2@
zh_hans_cn: 在 %2@ 收到訊息： %1@

# accessibility.text.sentOn
source: %1@, message sent on %2@
de: %1@, Nachricht gesendet am %2@
et: %1@, sõnum saadetud %2@
fi: %1@, viesti lähetetty %2@
fr: %1@, message envoyé le %2@
hu: %1@, az üzenet küldésének ideje: %2@
it: %1@, messaggio inviato il %2@
ro_ro: %1@, mesaj trimis pe %2@
sq_al: %1@, u dërgua mesazh te %2@
zh_hans_cn: 在 %2@ 發出訊息： %1@

# accessibility.fileTransfer.receivedOn
source: File: %1@ , received on %2@
de: Datei: %1@ , empfangen am %2@
et: Fail: %1@, vastuvõetud %2@
fi: Tiedosto: %1@ , vastaanotettu %2@
fr: Fichier : %1@ , reçu le %2@
hu: A(z) %1@ fájl érkezésének ideje: %2@
it: File: %1@ , ricevuto il %2@
ro_ro: Fișier: %1@ , primit pe %2@
sq_al: Kartelë: %1@ , marrë te %2@
zh_hans_cn: 在 %2@ 收到檔案： %1@

# accessibility.fileTransfer.sentOn
source: File: %1@, sent on %2@
de: Datei: %1@, gesendet am %2@
et: Fail: %1@, saadetud %2@
fi: Tiedosto: %1@, lähetetty %2@
fr: Fichier : %1@, envoyé le %2@
hu: A(z) %1@ fájl küldésének ideje: %2@
it: File: %1@, inviato il %2@
ro_ro: Fișier: %1@, trimis pe %2@
sq_al: Kartelë: %1@, dërguar te %2@
zh_hans_cn: 在 %2@ 發送檔案： %1@

# accessibility.call.lasted
source: Lasted %@
de: Dauerte %@
et: Kestus: %@
fi: Kesto %@
fr: Dernier %@
hu: %@ tartott
it: Durata %@
ro_ro: Durata %@
sq_al: Zgjati %@
zh_hans_cn: 持续%@

# accessibility.calls.default.toggleAudio
source: Mute microphone
de: Mikrofon stummschalten
et: Summuta mikrofon
fi: Mykistä mikrofoni
fr: Couper le micro
hu: Mikrofon elnémítása
it: Disattiva microfono
ro_ro: Oprește microfonul
sl: Izključi mikrofon
sq_al: Heshtoje mikrofonin
zh_hans_cn: 关闭麦克风

# accessibility.calls.default.toggleVideo
source: Start camera
de: Kamera starten
et: Käivita kaamera
fi: Avaa kamera
fr: Allumer la caméra
hu: Fényképezőgép indítása
it: Avvia fotocamera
ro_ro: Pornește camera
sl: Zaženi kamero
sq_al: Vëre kamerë në punë
zh_hans_cn: 启动摄像头

# accessibility.calls.default.pauseCall
source: Pause call
de: Anruf pausieren
et: Peata kõne
fi: Puhelu pitoon
fr: Mettre l'appel en attente
hu: Hívás tartása
it: Metti in pausa la chiamata
ro_ro: Pauză apel
sl: Zadrži klic
sq_al: Ndale thirren
zh_hans_cn: 暂停通话

# accessibility.calls.default.hangUpCall
source: Hang up
et: Lõpeta kõne
fi: Lopeta puhelu
fr: Fin d’appel
hu: Hívás befejezése
ro_ro: Închide
sq_al: Përfundoje thirrjen

# accessibility.calls.default.addParticipant
source: Add participant
de: Gesprächspartner hinzufügen
et: Lisa osaleja
fi: Lisää osannottaja
fr: Ajouter un participant
hu: Résztvevő hozzáadása
it: Aggiungi partecipante
ro_ro: Adaugă un participant
sl: Dodaj sodelujočega
sq_al: Shtoni pjesëmarrës
zh_hans_cn: 添加参与者

# accessibility.calls.default.switchCamera
source: Switch camera
de: Kamera wechseln
et: Vaheta kaamerat
fi: Vaihda kamera
fr: Changer de caméra
hu: Fényképezőgépváltás
it: Cambia fotocamera
ro_ro: Schimbă camera
sl: Preklopi kamero
sq_al: Ndërro kamerën
zh_hans_cn: 翻轉相機

# accessibility.calls.default.toggleSpeaker
source: Turn on speaker
de: Lautsprecher einschalten
et: Lülita valjuhääldi sisse
fi: Kytke kaiutin
fr: Activer le haut-parleur
hu: Hangszóró bekapcsolása
it: Accendi l'altoparlante
ro_ro: Pornește difuzorul
sl: Vklopi zvočnik
sq_al: Hap altoparlantin
zh_hans_cn: 打开扬声器

# accessibility.calls.default.openConversation
source: Open conversation
de: Unterhaltung öffnen
et: Ava vestlus
fi: Avaa keskustelu
fr: Ouvrir la conversation
hu: Beszélgetés megnyitása
it: Apri conversazione
ro_ro: Deschide conversația
sl: Odpri pogovor
sq_al: Hap bisedë
zh_hans_cn: 打开会话

# accessibility.calls.default.showDialpad
source: Show dialpad
de: Wähltastatur anzeigen
et: Näita numbriklahvistikku
fi: Näytä numeronäppäimet
fr: Pavé numérique
hu: Tárcsázó megjelenítése
it: Mostra tastiera
ro_ro: Arată tastatura
sl: Pokaži številčnico
sq_al: Shfaq pjesën numerike
zh_hans_cn: 顯示撥號鍵盤

# accessibility.calls.default.raiseHand
source: Raise hand
de: Hand heben
et: Anna käega märku
fi: Nosta käsi
fr: Lever la main
hu: Kéz felemelése
it: Alza mano
ro_ro: Mâna sus
sl: Dvigni roko
sq_al: Ngrini dorën
zh_hans_cn: 举手

# accessibility.calls.alter.toggleAudio
source: Unmute microphone
de: Mikrofon-Stummschaltung aufheben
et: Lõpeta mikrofoni summutamine
fi: Poista mikrofonin mykistys
fr: Réouvrir le microphone
hu: Mikrofon némításának feloldása
it: Attiva microfono
ro_ro: Pornește microfonul
sl: Vključi mikrofon
sq_al: Hiqi heshtimin mikrofonit
zh_hans_cn: 麦克风静音

# accessibility.calls.alter.toggleVideo
source: Stop camera
de: Kamera stoppen
et: Peata kaamera
fi: Sulje kamera
fr: Arrêt de la caméra
hu: Fényképezőgép leállása
sl: Izklopi kamero
sq_al: Ndale kamerën
zh_hans_cn: 关闭摄像头

# accessibility.calls.alter.pauseCall
source: Resume call
de: Anruf fortsetzen
et: Jätka kõnet
fi: Jatka puhelua
fr: Reprendre l'appel
hu: Hívás folytatása
it: Riprendi la chiamata
ro_ro: Reia apelul
sl: Nadaljuj klic
sq_al: Rimerre thirrjen
zh_hans_cn: 恢复通话

# accessibility.calls.alter.hangUpCall
source: Hang up
et: Lõpeta kõne
fi: Lopeta puhelu
fr: Fin d’appel
hu: Hívás befejezése
ro_ro: Închide
sq_al: Përfundoje thirrjen

# accessibility.calls.alter.addParticipant
source: Add participant
de: Gesprächspartner hinzufügen
et: Lisa osaleja
fi: Lisää osannottaja
fr: Ajouter un participant
hu: Résztvevő hozzáadása
it: Aggiungi partecipante
ro_ro: Adaugă un participant
sl: Dodaj sodelujočega
sq_al: Shtoni pjesëmarrës
zh_hans_cn: 添加参与者

# accessibility.calls.alter.switchCamera
source: Switch camera
de: Kamera wechseln
et: Vaheta kaamerat
fi: Vaihda kamera
fr: Changer de caméra
hu: Fényképezőgépváltás
it: Cambia fotocamera
ro_ro: Schimbă camera
sl: Preklopi kamero
sq_al: Ndërro kamerën
zh_hans_cn: 翻轉相機

# accessibility.calls.alter.toggleSpeaker
source: Turn off speaker
de: Lautsprecher ausschalten
et: Lülita valjuhääldi välja
fi: Mykistä kaiutin
fr: Fermer le haut-parleur
hu: Hangszóró kikapcsolása
it: Spegni l'altoparlante
ro_ro: Oprește difuzorul
sl: Izklopi zvočnik
sq_al: Mbyll altoparlantin
zh_hans_cn: 關閉喇叭

# accessibility.calls.alter.openConversation
source: Open conversation
de: Unterhaltung öffnen
et: Ava vestlus
fi: Avaa keskustelu
fr: Ouvrir la conversation
hu: Beszélgetés megnyitása
it: Apri conversazione
ro_ro: Deschide conversația
sl: Odpri pogovor
sq_al: Hap bisedë
zh_hans_cn: 打开会话

# accessibility.calls.alter.showDialpad
source: Show dialpad
de: Wähltastatur anzeigen
et: Näita numbriklahvistikku
fi: Näytä numeronäppäimet
fr: Pavé numérique
hu: Tárcsázó megjelenítése
it: Mostra tastiera
ro_ro: Arată tastatura
sl: Pokaži številčnico
sq_al: Shfaq pjesën numerike
zh_hans_cn: 顯示撥號鍵盤

# accessibility.calls.alter.raiseHand
source: Lower hand
de: Hand senken
et: Lase käsi alla
fi: Käsi alas
fr: Baisser la main
hu: Kéz leengedése
it: Abbassa la mano
ro_ro: Coboară mâna
sl: Spusti roko
sq_al: Uleni dorën
zh_hans_cn: 放下手

# accessibility.conference.minimize
source: Minimize
de: Minimieren
et: Minimeeri
fi: Pienennä
fr: Minimiser
hu: Kis méret
it: Minimizza
ro_ro: Minimizează
sl: Zmanjšaj
sq_al: Minimizoje
zh_hans_cn: 最小化

# accessibility.conference.maximize
source: Maximize
de: Maximieren
et: Maksimeeri
fi: Suurenna
fr: Maximiser
hu: Teljes méret
it: Massimizza
ro_ro: Maximizează
sl: Povečaj
sq_al: Maksimizoje
zh_hans_cn: 最大化

# accessibility.conference.setModerator
source: Set moderator
de: Moderator festlegen
et: Määra moderaator
fi: Aseta valvoja
fr: Définir un modérateur
hu: Moderátor beállítása
it: Metti un moderatore
ro_ro: Pune un moderator
sl: Nastavi moderatorja
sq_al: Caktoni moderator
zh_hans_cn: 设置管理员

# accessibility.conference.unsetModerator
source: Unset moderator
de: Moderator entfernen
et: Eemalda moderaator
fi: Poista valvoja
fr: Supprimer un modérateur
hu: Moderátor megszüntetése
it: Rimuovi moderatore
ro_ro: Elimină moderatorul
sl: Odstavi moderatorja
sq_al: Hiqe nga moderator
zh_hans_cn: 取消设置管理员

# accessibility.conference.muteAudio
source: Mute audio
de: Audio stummschalten
et: Summuta heli
fi: Mykistä ääni
fr: Couper le micro
hu: Mikrofon elnémítása
it: Disattiva microfono
ro_ro: Oprește microfonul
sl: Utišaj zvok
sq_al: Mbylli zërin
zh_hans_cn: 静音

# accessibility.conference.unmuteAudio
source: Unmute audio
de: Stummschaltung aufheben
et: Lõpeta heli summutamine
fi: Poista mykistys
fr: Ouvrir le micro
hu: Mikrofon némítás feloldása
it: Attiva microfono
ro_ro: Pornește microfonul
sl: Vključi zvok
sq_al: Riktheji zërin
zh_hans_cn: 取消静音

# accessibility.conference.hangup
source: Hang up
et: Lõpeta kõne
fi: Lopeta puhelu
fr: Fin d’appel
hu: Hívás befejezése
ro_ro: Închide
sq_al: Përfundoje thirrjen

# accessibility.conference.lowerHand
source: Lower hand
de: Hand senken
et: Lase käsi alla
fi: Käsi alas
fr: Baisser la main
hu: Kéz leengedése
it: Abbassa la mano
ro_ro: Coboară mâna
sl: Spusti roko
sq_al: Uleni dorën
zh_hans_cn: 放下手

# accessibility.account.tokenQRcode
source: Token QR code
et: Tunnusloa QR-kood
fi: Token QR-koodi
hu: Jogkivonat QR-kód
it: Codice QR del token
ro_ro: Codul QR
sq_al: Kod QR token-i
zh_hans_cn: 二維碼令牌
